{
  "title": "#114 – Eileen White Ph.D.: Autophagy fasting and promising new cancer therapies",
  "content": "In this episode, Eileen White, Chief Scientific Officer at the Rutgers Cancer Institute, describes the fundamental role of autophagy in the maintenance of health and prevention of neurodegeneration, cancer, and other diseases. She also goes into detail about the paradoxical finding that autophagy may benefit an existing cancer cell and help it to survive—a discovery leading to new possibilities in cancer therapy. We also discuss fasting (and molecules that induce autophagy) and the critical need to decode the proper fasting “dose” in order to improve human health.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#114 - Eileen White, Ph.D.: Autophagy, fasting, and promising new cancer therapies\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#114 - Eileen White, Ph.D.: Autophagy, fasting, and promising new cancer therapies\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#114 - Eileen White, Ph.D.: Autophagy, fasting, and promising new cancer therapies\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nEileen’s discovery that a specific oncogene blocks apoptosis [3:40];\nDefining apoptosis and its role in cancer prevention [10:00];\nHow cancer cells use the autophagy pathway to survive [17:20];\nStressors that induce autophagy [29:15];\nThe importance of autophagy in the brain and liver [32:45];\nThe mechanisms that can trigger autophagy to support longevity [40:00];\nEvidence for cancer treatment by blocking autophagy [42:30];\nTypes of cancer that are most autophagy-dependent [46:45];\nThe autophagy paradox [52:40];\nFinding a molecular signal for autophagy [59:15];\nCurrent knowledge gaps around fasting as a tool for longevity [1:13:00];\nRapamycin, metformin, and other molecules that may induce autophagy [1:22:15];\nHow to study fasting and exercise as longevity tools [1:32:50];\nThe Nobel Prize for autophagic research [1:36:45];\nEileen’s future areas of research [1:38:25];\nA fasting strategy for Alzheimer’s disease prevention[1:49:25];\nFuture study of metabolism and autophagy [1:51:30]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesEileen’s discovery that a certain oncogene worked by blocking apoptosis [3:40]\nWhen she got interested in science?\n\nEileen’s parents fostered her interested in scientific discovery\nEileen got a Ph.D. in biology\nShe studied in the department led by Dr. Arnie Levine, who discovered p53 \nShe then went to Cold Spring Harbor Lab where she got a postdoc with Bruce Stillman\nThere were two Nobel Prizes awarded while she was there\nShe then went to Rutgers to be on the faculty\nShortly after that, they hired a cancer center director, Bill Hait, and she and Bill helped to build what’s now the Rutgers Cancer Institute\n\nSo where in your journey did autophagy pique your curiosity?\n\nShe was given an oncogene to study while a postdoc \nShe found that this gene was a viral homolog of Bcl-2\nBcl-2 is a human oncogene and it functions by blocking apoptosis (programmed cell death)\nSo she figured out that one novel function of cancer is to evade cell death\nThen the pharmaceutical industry started developing inhibitors of Bcl-2 to promote apoptosis in cancer\nThat was the “ultimate goal”… to make tumor cells die and have a drug that will do that\nEileen’s lab is still involved with taking those drugs and putting them in patients and optimizing their use in solid tumors\n\n \nDefining apoptosis and its role in cancer prevention [10:00]\nHow apoptosis works\n\nFamily of proteins called the Bcl-2 family\n\nSome of the Bcl-2 like proteins (e.g., Bcl-xL) inhibit apoptosis so they keep tumor cells alive\nBH3 only proteins ⇒ antagonizers of Bcl-2 proteins and they are often activated to inhibit Bcl-2 to trigger apoptosis via the initiation Bax/Bak-dependent apoptosis\nBAX and Bak ⇒ the core apoptotic machinery that triggers apoptosis\n\nThey reside in the mitochondrial membrane\nWhen they’re triggered to undergo apoptosis, they oligomerize and poke holes in the mitochondrial outer membrane and that releases proteins that activate proteases to grade the cell \n\nBcl-xL, for example, and other inhibitors of apoptosis, are trying to antagonize this process\n\n\n\n\n\n\n\nWhat goes wrong in a cell for it to go down the suicidal pathway?\n\nMitochondrial damage can certainly trigger apoptosis\nBut the best way to explain it is by using the example of p53\n\np53 is a tumor suppressor and one of the functions is to promote apoptosis to prevent an emerging cancer cell from progressing\nOne mechanism by which p53 does that is by turning on the transcription of PUMA and Noxa (antagonizers of Bcl-2 and activators of Bax and Bak) \n\n\nWhat activates p53 to do that?  \n\nThat could be a long list of things from DNA damage, oxidative stress, and more\n\n\nIn summary, something bad happens to an emerging cancer cell and then p53 gets activated and one of the tumor suppression functions of p53 is to turn on these promoters of apoptosis that antagonize Bcl-2\n\nMutations in p53 accounts for about half of all cancers\n\nHotspot mutations in p53 that are very common in cancer \np53 functions as a heterodimer\nWhat these mutant p53s do is that they end up entering into a dimer with wild type subunits and that interferes with the function of the complex\nIt can be a loss of function of the p53 heterodimer\nBut there’s evidence that it not only causes a loss of function, but it actually may do other things as well that are cancer-promoting\n\nWhat happens post apoptosis?\nOnce it dies, does an apoptotic cell elicit any immune response or does the process of apoptosis yield sort of an inert body of cellular matter that just goes away?\n\nYou would get protein degradation and packaging of pieces of the dead cells into these apoptotic bodies\nAnd then that would reduce inflammation\nThere’s evidence that macrophages can then go and take up these apoptotic bodies and that may facilitate antigen presentation\n\nIf your immune system devours a dead cancer cell that underwent apoptosis, do you then gain some long term immunity against that specific type of mutation?\n\nYes, says Eileen, “I think something like that occurs”\n\nContrasting apoptosis with necrotic cell death\n\nIn apoptosis, you have proteolytic degradation of a cell and packaging it into these bodies and you say, ‘Well, does that limit inflammation?”\nWell, when you compare it to a different form of cell death like necrosis…\nNecrosis is very proinflammatory ⇒ nucleic acids are released and mitochondrial content is released (which is probably the most immunogenic given its bacterial origin of the DNA)\nApoptosis is much “cleaner” than necrosis\n\n \nHow cancer cells use the autophagy pathway to survive [17:20]\nWhat happens when you disable apoptosis in a cancer cell?\n\nWhen we disable apoptosis in a cancer cell, it can’t commit suicide and tumor cells become more tumorigenic\nIn the early 90s, an unexpected observation was…the extraordinary propensity for cancel cell survival\nWe could leave the cells out and put them in buffer & they wouldn’t die under extraordinary circumstances that we couldn’t explain\n\n(This was in kidney cancer cells from mice)\n\n\n\n-Then the question was now “why would a cell that just couldn’t commit suicide survive in buffer with no nutrients at all?”\n\nThey then discovered that these cells had turned on autophagy and we’re using that for survival\nHow did they see this? ⇒ Looking through an electron microscope, they saw something they had never seen before which was: A ton of double membrane vesicles (autophagosomes) all over the cell\nThis was a “Eureka moment” for Eileen\n\n-Next, they started asking ‘What are these autophagosomes? What do they do?’\n\nAnd in the yeast literature, they were meant to capture intracellular proteins and organelles and bring to the vacuole of the mammalian lysosome for degradation and recycling and that this was a mechanism by which yeasts survived starvation\n\n–Cancer cells using autophagy to survive:\n\nAutophagosomes were already known to exist in cells in mammals\nHowever, there was almost no information on autophagy and cancer at the time\nAnd Eileen hypothesized that cancer cells were using autophagy to survive (in the same way yeast did)\n\n-Inhibiting autophagy reduced the survival of cancer cells\n\nWhen autophagy was inhibited in cancer cells, in many different cell lines, the survival of the cancer cells was reduced\n\n–Huge implications…“if cancer cells had usurped the autophagy pathway for their survival, then we needed to inhibit autophagy for cancer therapy. “\nDoes cancer use autophagy differently than a “normal” cell?\n\nNormal cells in the fed state don’t have autophagy “on”… it functions at a very, very low level\nBut if you starved cells for nutrients, then there’s a massive upregulation of autophagy\nWhat was striking about the cancer setting was… even in the fed state, autophagy was elevated\n\nAnd then if you stress cancer cells, it goes up even further\nAnd this was done in vitro\n\n\n\nIn a 2009 paper about the Warburg Effect…\n\nThe authors offered an alternative explanation for the Warburg hypothesis\nIt might not be that the mitochondria of the cancer cells are defective and can’t undergo oxidative phosphorylation…\n…instead it might be that they’re optimizing for growth as opposed to metabolism\nIn other words, they don’t care as much about ATP as they care about building blocks… \n…and therefore they’re deliberately taking an inefficient route of glycolysis to lactate because they want the cellular building blocks\nThis is congruent with Eileen’s work on cancer cells and autophagy: The tumor cell is undergoing more constant proliferation, and therefore they want more building block\n\nMetabolism of cancer cells\n-When Eileen studies the metabolism of cancer cells…\n\nThe metabolism of a cancer cell is designed to facilitate de novo synthesis of nucleotides\nSo a common observation is that nucleotides seem to be rate limiting\n\n-Another observation is that the autophagy pathway can “eat” ribosomes…\n\nA paper David Sabatini has shown that a large amount of the mass of a cell is ribosomal RNA and that the autophagy pathway can cannibalize those ribosomes (ribophagy) because they’re unnecessary in a state of stress/starvation \n\n-Evolution preserved the ability to use autophagy over billions of years…\n\n“Something that is so important that it just doesn’t really seem to change over about a billion years. . .rule of thumb, it matters.”\nWhen you compare how yeast does autophagy and how when mammals do autophagy and what they’re using it for… it just looks like the mammalian version of autophagy is a little bit more complicated. \nThey have probably more different circumstances where autophagy might be necessary, but the basic process is surprisingly the same.\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-13202\" src=\"https://peterattiamd.com/wp-content/uploads/2020/06/Role-of-autophagy-in-starvation-tumor-suppression-and-tumor-promotion-White-et-al.-2015-1024x912.png\" alt=\"\" width=\"1024\" height=\"912\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/06/Role-of-autophagy-in-starvation-tumor-suppression-and-tumor-promotion-White-et-al.-2015-1024x912.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/06/Role-of-autophagy-in-starvation-tumor-suppression-and-tumor-promotion-White-et-al.-2015-300x267.png 300w, https://peterattiamd.com/wp-content/uploads/2020/06/Role-of-autophagy-in-starvation-tumor-suppression-and-tumor-promotion-White-et-al.-2015-768x684.png 768w, https://peterattiamd.com/wp-content/uploads/2020/06/Role-of-autophagy-in-starvation-tumor-suppression-and-tumor-promotion-White-et-al.-2015-1536x1368.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/06/Role-of-autophagy-in-starvation-tumor-suppression-and-tumor-promotion-White-et-al.-2015.png 1834w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Role of autophagy in starvation, tumor suppression, and tumor promotion: A, induction of autophagy-mediated survival in starvation. B, autophagy deficiency produces the accumulation of damaged proteins, particularly p62, and organelles. This causes cell death, tissue damage, DNA damage, oncogenic signaling, chronic inflammation, stem/progenitor expansion, and tumor initiation. C, autophagy is activated in tumors and promotes survival and growth, whereas loss of autophagy causes substrate accumulation, tumor cell growth arrest, senescence, and death and restricts tumor progression to benign disease. Image credit: (White et al. 2015)\n \nStressors that induce autophagy [29:15]\nThree pathways at the mechanistic level:\n  1—The mTOR pathway, which is mostly sensing amino acids\n  2—AMPK pathway, which is mostly sensing energy and ATP in general\n  3—The Acetyl-CoA protein deacetylation pathway, which is also just basically sensing substrate of fatty acid and glucose\n\nThose are three ways that low nutrients can still trigger the same pathway\n\n  4—Additionally, stresses that result in i) organelle damage–such as depolarization or dysfunction of mitochondria, ii) activation of protein misfolding, and iii) generation of protein aggregates\nWhat are some stresses that come from outside of the cell that induce autophagy?\n\nTemperature extremes would induce protein misfolding and induce autophagy as a remedy for that\nExercise induces autophagy very potently because exercise damages the muscle, and autophagy is one of the processes that helps mitigate the damage that occurs during damage\nHypoxia potently induces autophagy\n\nTumors are well known to have hypoxia in the center\nWhen Eileen engineered tumor cells to be genetically deficient for autophagy, you’ll see that the tumor is hollow, meaning… \n\nthe further the cells get from a blood supply, the more susceptible they are to hypoxia, and they’re dead\nThe middle of a tumor is hypoxic… that’s where the autophagy is most active, and if you genetically knock out autophagy in the tumor, you end up with a hollow tumor because the tumor cells in the middle don’t survive.\n\n\nIn other words, autophagy protects tumors from hypoxia\n\n\n\n \nThe importance of autophagy in the brain and liver [32:45]\nIn newborn mice:\n\nIn Japan, mouse strains that were made to be deficient in either of two essential autophagy genes (ATG5 or ATG7)\nIn this experiment, they showed that once these mice are born, these autophagy-deficient newborn mice don’t survive more than a few hours\nThey fail to survive the neonatal starvation period because period between the cut-off of the placenta and suckling is a common feature in mammals and is potent induction of autophagy during that period\nFurthermore, if they force fed the mice, they only lived for another 24 hour\n\n“Wow. I think that simply underscores the evolutionary preservation of something. If you knock it out, it is uniformly fatal.” —Peter Attia\nIn adult mice:\n\nEileen’s team did an experiment where they engineered adult mice where they can give chemicals so that an essential autophagy gene will be deleted throughout the entire animal\nAfter deletion, they lived for two to three months\nThey died predominantly of neurodegeneration (Autophagy is very important in the brain over the long term)\nBut those same mice would die in just 16 hours if there were fasted\n\nImportance of autophagy to the brain\n–Using Alzheimer’s disease specifically as an example…\n\nWhen you think about the toxicities that are driving neurodegeneration, there’s a lot of crap that’s basically getting accumulated in neurons\nThis would be an elegant way to suggest that autophagy is keeping that at bay\nThe brain, therefore, is extremely autophagy dependent\n\n-What other tissues are more (or less) autophagy dependent than others?\n\nWhen looking at an adult mouse that lacked autophagy…\nThe lungs looked relatively normal suggesting it’s not autophagy dependent\nThe liver, on the other hand, was very sensitive\n\nIf you did a liver-specific knockout of an essential autophagy gene, they developed fatty liver disease\nSuggesting that autophagy probably plays a role in preventing \n\ni) fat accumulation, and \nii) accumulation of mallory bodies, which are large protein aggregates composed of a protein called p62\n\n\n\n\n\n–The difference between the brain and liver is that…\n\nThe liver manages to tolerate it, the brain does not and it just accumulates all the crap\n\n-Was there evidence that the brain, in some last ditch effort to survive, was undergoing more apoptosis of neurons?\n\nYes, a common feature is increased apoptosis in the brain\n“This has been part of a major effort to generate autophagy stimulators as a remedy or as a means to delay neurodegenerative diseases.”\n\n \nThe mechanisms that can trigger autophagy to support longevity [40:00]\nFasting\n“Fasting is one of the most potent stimulators of autophagy. I spend a lot of time thinking about how does fasting fit into our toolkit of longevity…\n…I think it’s very safe to say, based on all the animal data, and frankly all the centenarian data, that the key to living longer is delaying the onset of chronic disease…\n…So even when you look at centenarians who are genetically gifted with tools to live longer, if you unpack what the gift is, it’s delaying the onset of the disease, not living longer once you have the disease…\n…So the centenarians, once they get cancer and once they get heart disease, they die at about the same rate, over the same duration, as the rest of us schmucks. The difference is, they get those diseases 20-25 years later. And again, that suggests to me that if you want to live longer, you have to delay the onset of these things, not live longer once you have them…\n…It’s hard to think that fasting doesn’t play an essential role in that when you realize the role that fasting plays in the mitigation of Alzheimer’s disease and metabolic disease.”\nMolecules that induce autophagy\n“We can also induce autophagy sort of pharmacologically or chemically. The first thing that would jump to your mind is anything that mimics fasting. The first thing that comes to mind would be metformin, rapamycin, and things like…\n…We talked about these huge pathways that tell the body nutrients are scarce. So when mTOR activity is down, that’s a sign that we’re deficient in amino acids. We can also do that with rapamycin…\n…When AMPK is up, that’s the cell being told we’re deficient in ATP. Another way that you can do that is to give Metformin.”\n \nEvidence for cancer treatment by blocking autophagy [42:30]\nEileen had two questions she wanted to answer:\n-Question 1—If you inhibited autophagy in an adult mouse, what would happen? \n\nBecause if they died in an hour, then targeting autophagy for cancer therapy would be pointless\nBut instead, those mice died in 2-3 months from neurodegeneration\n\n-Question 2—When you knock out autophagy in a mouse with cancer, which dies first: the mouse of the tumor?\n\nThis mouse had lung cancer\nFirst, shut the autophagy pathway off\nThen, see which died first, the mouse or the tumor\nThe answer? ⇒  Tumor died first\n\n-But, what would happen if you could turn autophagy back on?\n\nIn a mouse model where you could toggle the autophagy off and back on, the tissues were able to restore themselves back to normal when autophagy is turned back on\n\n“That experiment basically becomes the proof point that says targeting autophagy in cancer makes sense.”\n \nTypes of cancer that are most autophagy-dependent [46:45]\nKras-driven cancers\n\nKras-driven lung cancer and pancreatic cancer are extraordinarily autophagy dependent\nThe tumors are very susceptible to the functional loss of autophagy\n\n-What’s KRAS?\n\nKRAS is a GTP binding protein that is responsible for activating what’s called the MAP kinase pathway which is very key in driving cell proliferation\nAnd so, cancers have mutations in RAS that leave it in the GTP-bound or “on” state … meaning unresponsive to cell signaling, and when you are fixed in the on position, you can’t turn off\n\n-Why have we failed to drug KRAS cancers?\n\nWhat’s particularly interesting about RAS driven cancers is that we have been very unsuccessful in drugging RAS given that there are too many workarounds it has in response the drugs\nHowever, there’s a subset of the mutations in RAS that involve a cysteine residue that there are now drugs that target that… so “there’s hope after decades of failure.”\n\nWhat they’ve done is gone downstream of RAS and targeted inhibitors of Raf, MEK, and ERK and those are actively in use in the clinic\nThat said, they seem to be not durably effective in RAS-driven cancers because of the work-arounds\n\n\n\nAre there mutations or mutant drivers of cancer that we know are not dependent on autophagy, and unresponsive to the autophagy blockade?\n–There seems to be a spectrum of sensitivity…\n\nCancers that are quite sensitive include:\n\nRAS driven cancers are particularly sensitive \nB-Raf driven cancers (e.g., B-Raf V600E) are particularly sensitive \nLung cancer and melanoma are examples\nHomologous recombination deficient breast cancers\nAnd those would be models of hereditary breast cancer\nAPC deficient colon cancer\nProstate cancer (“we did that work”)\n\n\nThere is a long list of cancers that are sensitive, but the sensitivity is not all equal\n\nFor example, B-raf driven cancers are more sensitive than RAS driven lung cancers\n\n\nThe most sensitive cancer: RAS-Driven Lung Cancer Without LKB1 (Research done by Dr. Jessie Guo)\n\n \nThe autophagy paradox [52:40]\nContrasting observations:\n\n1—Cancer utilizes autophagy to survive\n2—Autophagy is protective (evidenced by a mouse will die quickly without it)\n\n-What are these contrasting observations telling us?\n“It’s telling us that a main function of autophagy in tissue homeostasis is to preserve cellular function to be normal, to prevent chronic damage and inflammation. And tissues that are susceptible to cancer as a result of chronic damage and inflammation, autophagy is highly protective.”\n-How do you further reconcile these contrasting observations?\n\nI think it’s a matter of thinking of the role of autophagy in cancers being context-dependent. \nOn the one hand, functional autophagy can delay the onset of chronic damage and inflammation that are known causes of cancer (in particular, pancreas and the liver)\nStimulating autophagy through fasting or through pharmacologic means at one point can be thought of as preserving health\nBut once you have a cancer, it’s a completely different context … and in that setting, what we’ve learned is inhibiting autophagy is preferentially damaging to the tumor compared to the normal tissues\n\nHow might fasting combined with chemotherapy be superior to chemotherapy alone for cancer treatment (as the literature suggests)?\n\nCalorie restriction takes away nutrients for the cancer to grow\nAutophagy may also reduce inflammation\n\n“It might be that we can’t necessarily say that fasting isn’t helpful in cancer, because while it may be counterproductive from the standpoint of autophagy, that may be offset by other things that are beneficial, such as the reduction of overall nutrients and inflammation that accompany this.”\n \nFinding a molecular signal for autophagy [59:15] \nHow do we think about using autophagy in disease prevention and disease treatment?\n\nFasting might be the most potent way to stimulate autophagy \n\n(more so than metformin or exercise)\n\n\nThere are biotech companies working on pharmacological agents that can stimulate autophagy (e.g., Spermidine)\n\n-Eileen asks, “why not cultivate the use of fasting instead?”\n\nPeter’s answer: \n\nA big part of it is we don’t yet have the tools to measure the signatures of autophagy\nIn other words, we don’t know the correct “dose” of fasting, or the minimum effective dose, to enhance autophagy \nAnd therefore get the benefits of being protected from every chronic disease\n\n\nWhat we do know…\n\nAfter 7 days, autophagy is fully cranked\nWe also know that after 12 hours of fasting, autophagy is not stimulated\nBut in between those numbers is where it becomes much less clear\n\n\n\nWe NEED a “signature” of autophagy, says Peter: “I put this in the top three most important translational questions in my field. In other words, as I think about the practice of medicine as it pertains to longevity, it’s our inability to understand how to quantify the benefit of nutrient deprivation. In other words, our inability to dose it. That is our greatest, certainly among our top three detriments, to using this incredibly potent tool.”\nWhat Peter has learned from his fasting experiments: \n–After a 7 day fast, the following predictable changes occur…\n\nGlucose plummets\nInsulin becomes unmeasurable\nbeta-Hydroxybutyric goes way up\nUric acid doubles \nDramatic changes in endocrine system:\n\nT3 goes down significantly\nReverse T3 goes up significantly\nThe ratio of these changes by four to six fold, which means you basically shut off metabolism\n\n(Explains why you become incredibly cold intolerant during a fast)\n\n\n\n\nGonadotropins go down\n\n–When compared to a 3 day fast…\n\nPeter noticed that after 3 days of fasting he sees all of the same things from a 7 day fast but just not to the same magnitude\n\nThat just got Peter intuitively thinking that three days was the minimum dose you needed to really move the needle with metabolic things (e.g., the spike in uric acid, the bottoming out of glucose)\n\n\nOther things happening after 3 days: \n\nGlucose equilibrium—As you turn more and more free fatty acid into ketone and turn more glycerol into glucose, you reach an equilibrium where your glucose is pretty much going to stay at about three to four millimolar, and that takes about two to three days\nAMPK way up\nmTOR must be way down\nProtein deacetylation must be off\n\n\n\n*Peter’s dream experiment would be the following: Get a tube of blood after a three day fast, a four day fast, a five day fast, a seven day fast, a 10 day fast, and send it to Eileen to get some sort of quantification of autophagy\nWhere would Eileen look for a signature of autophagy?\n\nCurrently, from experiments in mice, we know that looking for LC3 proteins (measuring the rate at which LC3-I gets converted to LC3-II, and then the rate at which LC3-II ends up being degraded in the lysosome) could help you see the formation of autophagosomes\nThe Mizushima lab used that to assess autophagy in a living mouse by taking tissue samples and looking at them\nWhat they found… was that autophagy is turned on during fasting in a mouse, but it was not uniform across every tissue\n\n-Could this same thing be done in people?\n\nNot exactly, because that involved making a genetically engineered mouse\nIn people, you could look at a tissue section and stain it for LC3 and look to see if there were spots\nIf you tried to look for LC3 conversion from I to II in blood samples, it would be much more challenging\nAnd you’d end up only being able to infer autophagic flux because you wouldn’t actually be able to measure it\n\nAn proposed experiment Peter thinks could help to find a signature for autophagy in humans:\n\nHundred volunteers \nThey would fast for different periods of time (Three, four, five, six, seven days, et cetera.)\nAnd they each would be subject to blood draws and muscle biopsies\nIn the blood you could looks for things like…BHB, glucose, leucine, methionine, uric acid, then there’s probably a whole bunch of other small molecules and things in the proteome that we don’t know yet know\nIn rodents, Eileen has also already found that glucuronic acid accumulates when they inhibited autophagy\n“We could use metabolites as surrogate markers for the consequences of autophagy.” says Eileen\nThis is a project that “so ripe for a machine learning environment”, says Peter\nThen you have the check, which is the muscle biopsy, which can give you some sort of quantifiable gradation. \n\nSomething Eileen plans to explore in rodents:\n\nA metabolic characterization of a wild type mouse fasted versus an autophagy-deficient mouse fasted. \nThat would potentially identify the metabolic changes that were autophagy dependent\nAnd I think that would provide some clues as to what to look at in humans\n\n \nCurrent knowledge gaps around fasting as a tool for longevity [1:13:00]\nPeter finds it “ridiculous” that more attention isn’t being dedicated to finding the proper dose and frequency of a tool as potent as fasting is to human health: \n“Imagine we had a drug that we knew could kill cancer, but we just didn’t know how much to give or how often to give it. We wouldn’t tolerate that for a minute. In fasting we have arguably the most potent tool, and certainly if not the most potent, probably one of the three most potent tools, in which we can affect human health, and we don’t have a clue how to dose it or what frequency with which to use it. And I find that ridiculous.” —Peter Attia\n\nThat said, Peter is confident that if there were a really great proposal put together that would go from the animal model to the human model, it would be fully fundable through philanthropic efforts.\nHe hopes that Eileen would be apart of helping him put that together\n\n⇒ With his Fast Mimicking Diet (Prolon), Valter Longo asserts that it’s possible to get most of the benefit without actually having to be fully fasted, but to instead reduce your calories significantly for a period of five days. \n\n“Maybe he’s right, but we have no idea. We have no idea what the efficacy of that approach is versus a total water only fast for five days.” says Peter\n\n⇒ George Cahill’s 40 day starvation experiment\n\nBy about seven days into a prolonged fast, you pretty much reach a steady state\nConsistent flux of triglyceride into free fatty acid out of the fat cell. \nSteady state level of beta-hydroxybutyrate, acetoacetate, and glucose, such that basically the sum total of them in millimolar concentrations is about preserved to where you would be non fasting. \nSo it begs the question, if we posit that once you reach that steady state of seven to 10 days, you’re clearly in a fully turned on autophagy state, what’s the switch look like? \nThe jugular question is: When you’re 24 hours or 48 hours or 72 hours into a fast, are you 80% of the way to the benefit or just 20%?\n\n–If you look back over history…\n\nAlmost all cultures have fasting as part of their history\nThey must have learned by trial and error that this was a healthy thing to do\n“I think that autophagy is playing a major role in promoting health in response to fasting.” says Eileen\n\n-Fasting vs. a pill to initiate autophagy…\n\nUsing fasting (as opposed to trying to find some pill you could take) seems like the easier thing to do\nThe irony? ⇒ If you took 1% of the budget that is being dispensed to find pills to stimulate autophagy, we would actually be able to answer the fasting dose question clearly.\nHowever, it doesn’t mean that those things (fasting and drugs, e.g., rapamycin) can’t coexist, says Peter\n\nHas anyone formally studied people who are susceptible to a neurodegenerative disease and seen if fasting was helpful or not?\n\nWhat we’ve seen indirectly is dietary restriction as opposed to just pure caloric restriction where you improve the quality of macronutrients (specifically around improving glycemic control)\nYou can take people that are in an early stage of cognitive impairment and delay it and or reverse it through that type of nutritional intervention\nThat doesn’t necessarily say autophagy is playing a role since other good things are happening like improving glucose and insulin signaling in the brain\nAt minimum, we’re really starting to see the impact of metabolism in the brain\n\n \nRapamycin, metformin, and other molecules that may induce autophagy [1:22:15]\nRapamycin\n\nRapamycin is a very potent inhibitor of mTOR\nPresumably it induces some level of autophagy\nData suggests that rapamycin is neuroprotective\nIt’s the only molecule that has demonstrated a longevity benefit across all four models of eukaryotic cells\n\nThe question is: By what mechanism is it producing longevity?\n\nHow much of that benefit is through autophagy? \nHow much of it is through inhibition of senescent cells?\nWhat about the reduction of inflammation?\n\n\n\n\n\nWhy aren’t we looking into this?\n\nPeter says it’s frustrating that we have these amazing tools, but because they’re not particularly profitable, you don’t really have somebody that’s interested in answering them\n\nA) These are answerable questions. \nB) I don’t think they are billion dollar questions and studies could probably be funded by the philanthropic community\nC) It’s hard to think of examples of where you could put dollars to work in research that would have a greater impact on human life.\n\n\n\n–Eileen says…\n\nThe biomedical community has been mostly focused on putting out fires rather than disease prevention\nBut on a positive note, she sees the tide changing (At the NCI, the National Cancer Institute, a bigger interest in cancer prevention is building) \n\n–Peter says…\n\nFor the quarter of a trillion dollars that has been spent on that problem over the last 50 years…\nWe have only extended the median survival by less than about a year (on avg.) for solid organ tumors\nAnd there’s not much evidence we’ve even reduced the arrival of cancer especially given the increase in the prevalence of type 2 diabetes, insulin resistance, and all of the metabolic dysregulation\n\nThe main chronic diseases that account for most deaths in people above age 50:\n–If you remove deaths related to smoking (COPD)…\n\n82% of death is attributable to:\n\ni) cardiovascular disease, \nii) cancer, \niii) Alzheimer’s disease, and \niv) complications of diabetes. \n\n\n“There’s no question that when you improve metabolic health, which you can do through fasting, you reduce the risk of all of those significantly.”\n\n-The question then becomes: How much of a role does autophagy play in that? \n\nThere’s a compelling case that autophagy is good for neurodegeneration and cancer\n\nBut, what about cardiovascular disease?\n\nNot much in the literature directly looking at autophagy and CVD\nHowever, there are more than likely benefits from fasting (which inducing autophagy)\nPeter’s interpretation of things is that the benefits of fasting in CVD are primarily mediated through the metabolic health benefits of it\n\nLower glucose\nLower insulin\nLower homocysteine in time\nLower inflammation generally (as opposed to something that directly pertains to apoB or the inflammatory response to that)\n\n\n\n\n\n\n\nAutophagy and cellular senescence\nWhat’s happening when an animal or a human is undergoing autophagy with respect to either SASP or just the overall senescent cells?\n\nIt’s complicated and context dependent, says Eileen\nEvidence suggests that SASP (the secretion of inflammatory factors that occurs during senescence) is facilitated by autophagy\nIn the cancer setting, there’s also examples where loss of autophagy limits senescence\n\nMetformin and autophagy\nIn a fed state, if we give an animal or a human metformin, will it still induce autophagy through just the AMPK activation?\n\nYes, and I think that that’s true\nBut, we don’t understand over the long term what the consequences of having autophagy or not having autophagy actually is, says Eileen \nIn other words… What is the consequence of autophagy induction by metformin? \nIt’s probably best to test that in a system where autophagy could be toggled up or down (rather than just on or off)\n\nRapamycin and autophagy\n\nRapamycin has been studied liberally in everything from yeast, flies, worms, mammals\nIt uniformly extends life across all those organisms\nIt’s also a potent inhibitor of mTOR (which would signal autophagy, all things equal)\n\n-Why isn’t this being more highly promoted and used as an anti-aging molecule?\n\nSafety is the reason, says Eileen\n\nIt does other things such as suppress the immune system\nAlthough that is dose dependent\nIn fact, this experiment showed rapamycin is actually immune enhancing when given intermittently\n\n\nThat said, drug companies shy away from it because when a drug is about prevention of disease, you have a much narrower margin of error\nThe opposite example would be taking a group of people who will die soon of cancer anyway, there’s a bit of latitude in what can be done clinically to test whether or not there’s a small molecule or some sort of drug that will be safe and possibly have efficacy\n\n*Peter points out that this is exactly the reason we’re in the situation we’re in medically/scientifically:\n“We have a situation where I am not convinced that longevity as a game is going to be won on the back of extending the time you have a disease. I have never seen a shred of evidence to suggest that that is the answer. Everything in humans and animals points to the opposite end of the spectrum. Longevity is about delaying the time it takes until disease comes. The implication of that is prevention is the single most important tool in the longevity toolkit.” —Peter Attia\n \nHow to study fasting and exercise as longevity tools [1:32:50]\nThe need to study the most effective dose of fasting and exercise\n\nPharma companies are hesitant to focus on drugs that are about “prevention”\nAnd that fact makes a compelling case that for taking the best and safest drug of them all, which is fasting, and understanding how to dose it and what frequency to dose it\nThe same is true for exercise, says Peter\nMost people need to simply do more exercise however it would be very valuable to understand the minimum effective amount\n\n“So both from an exercise perspective and a nutrient deprivation perspective, there’s no more low hanging fruit in terms of minimizing human suffering and understanding how these things work.” —Peter Attia\nWhy Peter should start a biotech company\n\nDavid Sabatini and Peter have discussed this possibility (although Peter says he won’t do it)\nBut there’s an huge opportunity there because the metabolic response to nutrients is a black box\nAnd there’s probably a multibillion dollar opportunity in decoding the black box\nIn other words, when we understand exactly what the response is to each different type of nutrient in every different dose and frequency and we can decode that in the way that we can do with so many other biochemical processes, you can do everything. \nThere’s a drug development platform that comes out of that \nBut Peter is most interested in applying this knowledge into clinical practice with patients\nThe drug development side is high risk/effort but high reward\nBut there’s actually very little risk in doing proper studies to find an autophagy signature\n\nE.g., A mouse study to identify the 50 metabolites, proteomics signature things that are generally going up with autophagy and comparing that in an unbiased way against human subjects\n\nCost would probably be in the tens of millions of dollars (not the hundreds of millions of dollars)\n\n\n\n\n“If you add one year of life to each human as a result of that, that’s kind of staggering.”\n\n*Eileen offers a reminder: Even if you do everything ‘right” in terms of delaying disease, there are still “unlucky” people and “we can’t forget about them in the context of health and longevity and wellbeing” (something Bert Vogelstein has found in his research)\n \nThe Nobel Prize for autophagic research [1:36:45]\nThe 2016 Nobel Prize was awarded to Yoshinori Ohsumi for the genetic elucidation of autophagy\n\nYeast requires nitrogen for survival\nSo Ohsumi asked: What are the genes that are required for nitrogen survival?\nFrom there he identified the essential autophagy genes. \nThis was sort of a high risk venture because there was no clear disease connection\nOnce they discovered these essential autophagy genes in yeast, then it was apparent that there were homologs in mammals\n\n“Sometimes scientific discoveries are so basic that you can’t ever anticipate what it would ultimately lead to, and in this case it led to something very extraordinary.”\n \nEileen’s future areas of research [1:38:25]\nHow would Eileen like to spend the coming years of her career?\n\n“I would like to translate what we’ve learned about the role of autophagy in cancer and that involves developing small molecule inhibitors to inhibit autophagy for cancer therapy.”\n\nEileen’s company: Vescor Therapeutics\n\nEileen, along with Alec Kimmelman, have started a company that is currently focusing on defining at the molecular level what the functional requirements for autophagy are in individual cancers\nThis involves understanding the metabolic role of autophagy, \n\ni.e., Why does one cancer need autophagy more than another?\n\n\n\n-Inflammation and autophagy\n\nThe newest connection is the connection between autophagy and inflammation\nWhen you turn off autophagy, you stimulate inflammation\nIn the context of cancer, that can be a really good thing because the game changer in cancer therapy now is immune checkpoint blockade\n\n⇒ Patient case study:\n\nOne patient went through surgery, radiation, chemotherapy, and it all failed\nHer body was riddled with tumors\nShe went on a clinical trial for immune checkpoint blockade and all the tumors melted away\n“What we have to do is make that work for everybody” says Eileen\nIn other words, people who don’t respond to the immune checkpoint blockade may respond to the inhibition of autophagy … “so that would be critically important to do”\n\nCancers responsive to immunotherapy\n\nCTLA-4 and PD-1\nMelanoma is responsive because it is so mutagenic\nPeter had a friend with Lynch syndrome (a familial syndrome where people are predisposed to cancer) who developed pancreatic cancer (adenocarcinoma) which is uniformly fatal and he presented with an advanced state so he was not even a surgical candidate\nThey found a clinical trial and got him in where he was given Keytruda\nFive years later he is cancer free… “so you go from unresectable pancreatic adenocarcinoma to no pancreatic cancer. Pretty remarkable.” \n\n-Peter asks Eileen: Tell me how autophagy fits into that because I think I’m missing the link of why enhanced, nonspecific immune response would factor into that?\n\nThat’s exactly where we’re going with the research, says Eileen\nWe know that tumors with a very high mutation burden respond better to immune checkpoint blockade\nBut it’s not that simple… because there are patients with tumors that do have a high mutation burden that don’t respond and we don’t know why\nAnd then we also know there are tumors that have a low mutation burden that do respond.\n\n⇒ Upcoming experiment: A mouse model of cancer with low, medium and high mutation burden using proofreading mutations and polymerase Epsilon and Delta to generate mice with cancer with various levels of mutation burden in their tumors\n\nFrom there, they can ask questions like:\n\nHow many mutations do you need? \nWhen you have a low mutation burden, what can you do to make the immune system see that tumor? \nDo you need only mutations in the nuclear genome? \nWhat about mutations in the mitochondrial genome? \n\n\nNext is to figure out the mechanism of response to immune checkpoint blockade to make cold tumors hot\nAnd that’s essentially what the loss of autophagy is doing by promoting inflammation ⇒ it is taking a tumor that is not killed by T-cells, that does not respond to immune checkpoint blockade, and rendering that tumor responsive\n\n“This is an elegant example of stacking something that is clearly going to become a pillar of oncology, which is immune based therapy, with something that frankly is partially metabolic and partially more complicated than just metabolic therapy. So you almost add this to the layer of pieces of swiss cheese, you start to stack on top. If you have enough of them, you’re not going to be able to drop a pencil through, the cancer doesn’t survive.” —Peter Attia\nWhat’s the role of autophagy in the immune cell itself? \n\nWhen you turn autophagy off in a mouse and ask: How does that affect the basic immune response?\n\nThe answer is: Everything in the short term appeared to be completely functional\n\nT cells were actually more antitumorigenic \n\n\n\n\nBut if you knockout autophagy for the long term (9 months for example)…\n\nThose T cells are not going to be very functional\nBut when it comes to cancer therapy, we want to know what happens acutely … And when you’re inhibiting autophagy, the immune system seems to function well, if not better, in the presence of autophagy inhibition\n\n\n\nPeter says this is all quite confusing…\n\n“You would think that given the benefits of autophagy in preventing cancer, you would think that that would only enhance innate immunity because of the role innate immunity plays in cancer screening.”\n“It just speaks to the fact that we are still really scratching the surface of all of the different tentacles that come out of these tools.”\n“Something like fasting seems very simple and it’s simple of course to do, but it has such a set of pleiotropic extensions and benefits that it’s very unlikely that it’s about all or none.”\n\n \nA fasting strategy for Alzheimer’s disease prevention [1:49:25]\n\nPeter thinks Alzheimer’s disease is a great opportunity to explore whether fasting and enhancing autophagy through various means could be beneficial in prevention\nCurrently, we have no way of treating/reversing AD once a person has it\n\nTwo big anti-amyloid drug trials were stopped because of futility\n\n\n“If any disease demands prevention, it has to be this one. It’s hard to make the case that fasting isn’t going to play a beneficial role there.” says Peter\nEileen agrees but notes that we must be fully tested to know for sure\n\nEileen’s take on why drugs have failed in trying to treat AD: “I think that that is the reason for these spectacular failures is they’re trying to treat a symptom of the disease rather than the cause of the disease.”\n \nFuture study of metabolism and autophagy [1:51:30]\nAnything else Eileen is interested in exploring?\nHow autophagy impacts metabolism\n\nEileen is really interested in understanding in greater detail how autophagy impacts metabolism\nHer hope is that they can identify new targets for anti-cancer therapy and/or signatures of metabolic problems\n\nImmunotherapy\n\nShe also feels like they have made huge progress in the field of immunotherapy and wants to keep pushing in that area… “we can’t take our eyes off that ball”\n\nDecoding metabolism\n\nEileen says the technology has advanced to the state where we can really start to understand this better\nBy using 13C or 15N labeled tracers, you can put them into a mouse, infuse a mouse with these tracers and by looking at where they go by mass spectrometry, over different time points, you can see metabolism. . .“And that was something that was never possible before.”\n\n-You could even do this in humans…\n\nRalph DeBerardinis at UT Southwestern is infusing isotope tracers into humans with cancer and actually measuring the metabolism of human tumors\n\n“This is a growing field. It’s very exciting. And understanding metabolism in mammals at a level we’ve never seen before in various disease states is tremendous.”\nDecoding the dose effect of fasting\nWould Eileen be interested in working on figuring out the dose effect of fasting and a signature for autophagy?\n\nYes, says Eileen\n\n“I am very much interested in fasting as a way to preserve health…I’m also interested in the dietary part, because I think all of this has to go together. It’s not just how many calories you eat or how often you eat them, it’s what they are.”\n§Selected Links / Related MaterialSelect publications by Eileen White’s lab: White Laboratory – Select Publications | (cinj.org)\nCancer center that Eileen helped to build: Rutgers Cancer Institute | (cinj.org) [6:25]\n2009 Warburg effect review by Matt Vander Heiden, Thompson, and Cantley that provided a more complex explanation for the Warburg Effect: Understanding the Warburg Effect: The Metabolic Requirements of Cell Proliferation (Vander Heiden, et al., 2009) [25:15]\nDavid Sabatini’s “beautiful” paper where he was making the argument that ribophagy, the autophagy of ribosomes, was an important metabolic survival mechanism: NUFIP1 Is a Ribosome Receptor for Starvation-Induced Ribophagy (Wyant et al., 2018) [27:15]\nAutophagy protects tumors from hypoxia: Autophagy and Tumor Metabolism (Kimmelman and Whilte, 2017) [31:55]\nAutophagy deficient newborn mice only survive for a few hours: The Role of Autophagy During the Early Neonatal Starvation Period (Kuma et al., 2004) [33:00] \nEileen’s study showing that knocking out autophagy in a mouse cause them to die from neurodegeneration within 2-3 months: Autophagy Is Required for Glucose Homeostasis and Lung Tumor Maintenance (Karsli-Uzunbas et al., 2014) [35:25, 43:45]\nKras-driven lung cancer and pancreatic cancer are extraordinarily autophagy dependent and the tumors are very susceptible to the functional loss of autophagy: Autophagy Provides Metabolic Substrates to Maintain Energy Charge and Nucleotide Pools in Ras-driven Lung Cancer Cells (Guo et al., 2016) [47:15]\nEileen’s work showing prostate cancer is sensitive to autophagy inhibition: Effect of Dual Inhibition of Apoptosis and Autophagy in Prostate Cancer (Saleem et al., 2012) [50:55]\nThe most sensitive cancer to autophagy inhibition is RAS-Driven Lung Cancer Without LKB1: Autophagy modulates lipid metabolism to maintain metabolic flexibility for Lkb1-deficient Kras-driven lung tumorigenesis (Bhatt et al., 2019) [52:00]\nLiterature suggesting that fasting combined with chemotherapy is superior to just chemotherapy in cancer treatment: Effects of short-term fasting on cancer treatment (de Groot et al., 2019) [57:45]\nAMA episode of The Drive discussing Peter’s 3-day fasting regimen: #108 – AMA #13: 3-day fasting, exogenous ketones, autophagy, and exercise for longevity | Peter Attia (peterattiamd.com) [1:03:00]\nMizushima Lab made a mouse that had a transgenic LC3-GFP protein expressed used that to assess autophagy in a living mouse: In Vivo Analysis of Autophagy in Response to Nutrient Starvation Using Transgenic Mice Expressing a Fluorescent Autophagosome Marker (Mizushima et al., 2004) [1:06:10]\nValter Longo’s dietary protocol that mimics fasting: ProLon Fast | Fasting Mimicking Diet | (prolonfast.com) [1:15:45]\nRabinowitz and White have used 13C-labeled glucose and amino acids in mice to see how different tissues use them and how there’s nutrients sharing between tissues: Glucose feeds the TCA cycle via circulating lactate (Hui et al., 2018) [1:16:30]\nGeorge Cahill’s famous study fasting subjects for 40 days: Ketoacids? Good medicine? (Cahill and Veech, 2003) [1:18:45]\nRapamycin, a potent inhibitor of mTOR, extends life and is across everything from yeast, flies, worms, mammals: Rapamycin: An InhibiTOR of Aging Emerges From the Soil of Easter Island (Apelo and Lamming, 2016) 1:22:15, [1:30:30]\nSome data that suggests that rapamycin is neuroprotective: Neuroprotection Through Rapamycin-Induced Activation of Autophagy and PI3K/Akt1/mTOR/CREB Signaling Against Amyloid-β-Induced Oxidative Stress, Synaptic/Neurotransmission Dysfunction, and Neurodegeneration in Adult Rats (Singh et al., 2017) [1:22:15]\nEvidence that SASP is facilitated by autophagy: Autophagy Facilitates Oncogene-Induced Senescence (Narita et al., 2009) [1:28:30]\nData suggesting rapamycin is immune enhancing when given intermittently: mTOR Inhibition Improves Immune Function in the Elderly (Mannick et al., 2014) [1:31:00]\nBert Vogelstein has found that “bad luck” plays a big role in who gets cancer: Bad luck plays larger role than environmental, genetic factors in determining who gets cancer | HUB Staff Report (hub.jhu.edu) [1:36:00]\nThe 2016 Nobel Prize was awarded to Yoshinori Ohsumi for the genetic elucidation of autophagy: The Nobel Prize in Physiology or Medicine 2016 | (nobelprize.org) [1:36:45]\nCompany started by Eileen and Alec Kimmelman  in order to translate knowledge about the role of autophagy in cancer and into developing small molecule inhibitors to inhibit autophagy for cancer therapy: Vescor Therapeutics | (vescortx.com) [1:38:45]\nTwo enormous failures in the anti-amyloid beta drug trials: Failure of once-promising Alzheimer’s drug reinforces doubts about amyloid beta | Alaric Dearment (medcitynews.com) [1:49:30]\nRalph DeBerardinis is infusing isotope tracers to humans with cancer and measuring the metabolism of tumors: Isotope Tracing of Human Clear Cell Renal Cell Carcinomas Demonstrates Suppressed Glucose Oxidation In Vivo (Courtney et al., 2018) [1:53:45]\n§People Mentioned\nDavid Sabatini [3:45, 27:15, 1:33:45, 1:52:45]\nArnie Levine [5:00]\nBruce Stillman [5:00, 7:55]\nBill Hait [6:25]\nNoboru Mizushima [33:00]\nJesse Guo [52:00]\nValter Longo [1:15:45]\nJosh Rabinowitz [1:16:30]\nGeorge Cahill [1:18:45]\nBert Vogelstein [1:36:00]\nYoshinori Ohsumi [1:36:45]\nAlec Kimmelman [1:38:45]\nRalph DeBerardinis [1:53:45]\n\n§<img width=\"384\" height=\"384\" src=\"https://peterattiamd.com/wp-content/uploads/2020/06/e-white.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/06/e-white.jpg 384w, https://peterattiamd.com/wp-content/uploads/2020/06/e-white-300x300.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/06/e-white-150x150.jpg 150w\" sizes=\"(max-width: 384px) 100vw, 384px\" />Eileen White, Ph.D.Dr. Eileen White, Ph.D. is the Chief Scientific Officer and Deputy Director for Basic Science at the Rutgers Cancer Institute of New Jersey, an NCI-designated Comprehensive Cancer Center. She is also a Distinguished Professor of Molecular Biology and Biochemistry at Rutgers University. Dr. White currently serves on the Board of Scientific Advisors for the National Cancer Institute.\nCurrent research of the White Laboratory at the Rutgers Cancer Institute of New Jersey is focused on determining the role of the catabolic process of autophagy in protein and organelle homeostasis, and how this recycling of cellular components sustains cancer metabolism and tumorigenesis.\nShe is the recipient of numerous awards including a MERIT award from the National Cancer Institute, the Red Smith award from the Damon Runyon Cancer Research Foundation, a Howard Hughes Medical Institute Investigatorship, an Achievement Award from the International Cell Death Society, a Career Award for the European Cell Death Organization, and is an elected Fellow of the American Society of Microbiology (ASM) and the American Association for the Advancement of Science (AAAS).\nShe is currently on the External Advisory Boards of the Yale, Case, and MGH Comprehensive Cancer Centers and her Editorial Board memberships have included Genes & Development, Cancer Discovery, the Journal of Cell Biology, Oncogene, Cancer Prevention Research, Molecular Cancer Research, Autophagy and Cell Death and Disease. [vescortx.com]"
}