{
  "title": "#120 – AMA with Dom D’Agostino Ph.D. Part II of II: Ketosis for cancer and chronic disease hyperbaric oxygen therapy and the effect of ketosis on female health",
  "content": "Check out more content with Dom D’Agostino:\n\n(July 16, 2018) Dom D’Agostino, Ph.D.: ketosis, n=1, exogenous ketones, HBOT, seizures, and cancer\n(June 22, 2020) AMA with Dom D’Agostino, Ph.D., Part I of II: Ketogenic diet, exogenous ketones, and exercise\n(July 20, 2020) AMA with Dom D’Agostino, Ph.D., Part II of II: Ketosis for cancer and chronic disease, hyperbaric oxygen therapy, and the effect of ketosis on female health\n\n\nIn part 2 of this special AMA episode, ketosis expert Dom D’Agostino once again joins Bob Kaplan, Peter’s Head of Research, to discuss the impact of ketosis on various chronic diseases as well as the latest research on the metabolic management of cancer. Dom also discusses the numerous applications of hyperbaric oxygen therapy, provides insights into the application of ketosis on female health and performance, and much more. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA.  If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on the website show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nUpdate on Dom’s Press-pulse therapeutic strategy for the metabolic management of cancer [2:05];\nPotential role for vitamin C in cancer treatment [12:45];\nGlutamine targeting in cancer therapy—evidence that the mitochondria in cancer are damaged? [17:45];\nCan a ketogenic diet lessen the toxicity of cancer therapies? [24:45];\n3BP—a promising agent in cancer therapy [26:45];\nThe relationship between cancer and ketogenic diets [29:30];\nHyperbaric oxygen therapy (HBOT)—primer, protocols, and therapeutic uses [33:30];\nIs there a potential role for HBOT in treating COVID-19 patients? [44:15];\nNon-cancer applications of HBOT [47:30];\nThe inverse relationship between glucose and ketones [50:30];\nIs a ketogenic diet appropriate for type 1 diabetics? [54:00];\nHow ketosis may reduce the risk for Alzheimer’s disease and Parkinson’s disease [1:00:30];\nKetosis for females—considerations, fertility, performance, and the latest research [1:11:00];\nLow-carb diets during pregnancy and postpartum [1:17:00];\nA high-protein diet to counteract common hormonal issues associated with the ketogenic diet [1:21:15];\nNutritional tips for remaining metabolically flexible [1:22:45];\nWhat is one belief Dom has changed his mind about? [1:26:45];\nIn utero experiments, and other interesting questions Dom wants to explore [1:29:45];\nThe anti-catabolic effect of ketones, cancer cachexia, and nutritional interventions for cancer patients [1:38:30];\nWhat is the one interesting experiment Dom would do if money and time were no barrier? [1:46:25]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#120 – AMA with Dom D’Agostino, Ph.D., Part II of II: Ketosis for cancer and chronic disease, hyperbaric oxygen therapy, and the effect of ketosis on female health\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#120 – AMA with Dom D’Agostino, Ph.D., Part II of II: Ketosis for cancer and chronic disease, hyperbaric oxygen therapy, and the effect of ketosis on female health\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#120 – AMA with Dom D’Agostino, Ph.D., Part II of II: Ketosis for cancer and chronic disease, hyperbaric oxygen therapy, and the effect of ketosis on female health\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesUpdate on Dom’s Press-pulse therapeutic strategy for the metabolic management of cancer [2:05]\nDom’s Press-Pulse paper with Tom Seyfried from 2017: Press-pulse: a novel therapeutic strategy for the metabolic management of cancer\n\nDom discussed this paper on his first appearance on The Drive podcast\nTom Seyfried has also previously discussed the Press-Pulse approach with Peter\n\nThe press-pulse concept\n\nIt’s the idea of using ketone metabolic therapy (or therapeutic ketosis) and other modalities to compromise tumor growth and proliferation\nThis weakens the tumor making it more susceptible to be killed by other modalities\n\n⇒ Example, the ketogenic diet combined with hyperbaric oxygen therapy (HBOT)\n\nBeing in a state of therapeutic ketosis…\n\nSuppresses insulin signaling, which drives PI-3 kinase, lowers glucose availability to the tumor, \nIt elevates ketone bodies which can not be readily utilized by most cancers as a source of fuel\nKetones also impair antioxidant pathways that the tumors use to defend itself (e.g., the pentose phosphate pathway generates more glutathione in cancer cells and that is being fed by glucose)\n\n\n*In summary—if you reduce glucose availability and inhibit insulin, which suppresses glycolysis, you’re creating a scenario where if you give an oxidative challenge with hyperbaric oxygen therapy, you can potentially kill the cancer cells\n\nThe ketogenic diet and hyperbaric oxygen therapy prolong survival in mice with systemic metastatic cancer Poff et al., 2013\n\nIn 2013, Dr. Angela Poff studied the ketogenic diet with hyperbaric oxygen \nHyperbaric oxygen was delivered at 2.5 atmospheres of oxygen, 90 minutes, 3 times per week\nThe ketogenic diet combined with the hyperbaric oxygen protocol proved to decrease tumor burden and extend the lifespan in VM-M3 mouse model (developed by Thomas Seyfried)\n\nTom Seyfriend’s paper: The glucose ketone index calculator: a simple tool to monitor therapeutic efficacy for metabolic management of brain cancer\n\nSupports the idea that a lower the glucose-ketone (ideally in the 1 to 2 range) slows tumor growth and proliferation and makes it more vulnerable to HBOT\n\nMany different things that you can combine in press-pulse therapy\n\nA weakened tumor from therapeutic ketosis may be more vulnerable to a number of other cancer specific metabolic drugs—\n\nPI3K inhibitors (see Lew Cantley episode of The Drive)\n2-Deoxy-d-glucose—which inhibits hexokinase and inhibits glycolysis \n3-Bromopyruvate (3BP)\nDichloroacetate (DCA)\nMetformin\nVitamin C at high doses\n\nDom and team has done in vitro experiments with high doses of vitamin C—presented by Janine Deblasi, now PhD student researcher, \n\n\nSGLT2 inhibitors\n\n\n\nDom’s 2017 review was more of a preclinical concept, but now there are a number of relevant papers coming out—\n\nValter Longo’s mouse study showed a remarkable effect using a nontoxic combination of a fasting-mimicking-diet (FMD) with IV vitamin C against KRAS mutated cancers\nAnother paper showed a decrease in tumor burden in a woman with metastatic thymoma treated with a ketogenic diet and fasting combined with prednisone and other immune based therapies\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13441\" src=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-1.-lung-cancer-imaging-Phillips-et-al.-2020-847x1024.png\" alt=\"\" width=\"847\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-1.-lung-cancer-imaging-Phillips-et-al.-2020-847x1024.png 847w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-1.-lung-cancer-imaging-Phillips-et-al.-2020-248x300.png 248w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-1.-lung-cancer-imaging-Phillips-et-al.-2020-768x929.png 768w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-1.-lung-cancer-imaging-Phillips-et-al.-2020-1270x1536.png 1270w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-1.-lung-cancer-imaging-Phillips-et-al.-2020.png 1424w\" sizes=\"(max-width: 847px) 100vw, 847px\" />\nFigure 1. PET image showing decrease in tumor burden in a woman with metastatic thymoma treated with a ketogenic diet and fasting combined with prednisone and other immune based therapies. Image credit: Phillips et al., 2020\n\nTom Seyfried also has been a coauthor on several case studies such as a person with—\n\ntriple negative breast cancer and \nSomebody with glioblastoma\n\n\n\nPotential role for vitamin C in cancer treatment [12:45]\nVitamin C as a PRO-oxidant?\n\nMost people think of vitamin C as an antioxidant\nBut high concentrations of vitamin C can be a prooxidant–making it relevant in cancer treatment\n\nAdding HBOT during radiation\n\nRadiation therapy kills cancer cells by 80 to 90% just through reactive oxygen species (ROS) generation because they are toxic tumor cells\nThe efficacy of radiation therapy is directly proportional to the pO2 of the tumor—so if you oxygenate the tumor and then radiate it there is a greater burst of intr-tumor ROS\nTumors tend to grow and outstrip their blood supply, so they’re hypoxic, making them resistant to radiation\nSo adding HBOT during radiation would dramatically sensitize it\n\nWhat about HBOT before or after radiation therapy?\n\nAfter having hyperbaric oxygen therapy, you’ll have a residual elevation of reactive oxygen species for hours after\nAnd it’ll be somewhat site-specific increase in reactive oxygen species, because various mitochondrial abnormalities\n\nThere’s a debate whether the mitochondria are damaged or they are not damaged\nDom is 100% certain that the mitochondria are at least dysregulated in a way that they overproduce reactive oxygen species in response to an elevation of the pO2 of the tissue\nThis occurs because there’s defects in the mitochondrial electron transport chain\nThere’s a lot of free heme available—free iron that’s available drives the Fenton reaction\nThe Fenton reaction is when you have a lot of free iron, it drives the production of hydroxyl radical—a super reactive oxygen species—and that can kill cancer cells very dramatically\n\n\nSo the combination of hyperbaric oxygen therapy, IV vitamin C, and radiation (or even without radiation) can be a potent prooxidant therapy\n\nThe double benefit of vitamin C\n\nDehydroascorbic acid—the oxidized form of vitamin C—uses the glucose transporter to get inside cells\nSo if you elevate this form of vitamin C into millimolar concentrations in the blood using an IV, it functions as a glucose antagonist to the point where you may have hypoglycemic symptoms\nSo you are delivering a glucose antagonist that’s also dramatically increasing reactive oxygen species in cancer cells because tumors have a lot of free heme (iron)\n\n“[Vitamin C is] a really important component now, we think, to the press-pulse concept of cancer management.”\nGlutamine targeting in cancer therapy—evidence that the mitochondria in cancer are damaged? [17:45] \n\nLiterature suggests that tumor cells can be “addicted” to glutamine (i.e., mitochondrial substrate level phosphorylation with glutamine)\nTom Seyfried has experimented with combining calorie-restricted ketogenic diet and glutamine targeting in late-stage experimental glioblastoma \n\nHe is using his VM-M3 glioblastoma mice (glioblastoma that has metastasized)\n“It is the most deadly animal model of cancer that I know about, and so it makes it kind of a fantastic model system to study.” says Dom\nDom published a paper with Andrew Koutnik which demonstrated that the VM-M3 mouse model is a superior model to study cancer metastasis and cachexia\n\n\n\nIn Tom’s paper—\n\nHe combined a calorie-restricted ketogenic diet with 6-diazo-5-oxo-L-norleucine (DON)— a glutamine antagonist/inhibitor\nAll the mice on that protocol survived out to 40 days\nThe other mice on a standard diet, or on a ketogenic diet with DON had ALL died \n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13442\" src=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-2.-Mukherjee-et-al.-2019-1024x581.png\" alt=\"\" width=\"1024\" height=\"581\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-2.-Mukherjee-et-al.-2019-1024x581.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-2.-Mukherjee-et-al.-2019-300x170.png 300w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-2.-Mukherjee-et-al.-2019-768x436.png 768w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-2.-Mukherjee-et-al.-2019.png 1400w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. The log-rank statistical analysis test showed a significant difference between groups in this survival study. SD-UR=standard chow diet unrestricted; KD-R=ketogenic diet in restricted amounts to reduce body weight by about 15%; DON=0.1–1.0 mg/kg of 6-diazo-5-oxo-L-norleucine. Image credit: Mukherjee et al., 2019\nIs this evidence that the mitochondria are, in fact, “damaged” in cancer cells?\n\nSpeculating what Tom Seyfried would think…\n\nCancer cells may appear to have “normal” mitochondria in that it’s consuming oxygen\nBut Tom is arguing is that yes, it may be taking in oxygen, but it’s not producing ATP via OXPHOS—it may be that the tumor is not just getting energy from the Warburg effect or aerobic fermentation, but it also might be fermentation of glutamine (part of his hypothesis of cancer as a mitochondrial metabolic disease)\n\n\nDom’s take:\n\nThere’s more likely to be a “happy medium” in terms of the spectrum of normal-to-damaged mitochondria\nMitochondria are transformed in ways to help a tumor expand it’s biomass—\n\nGlycolysis is elevated tremendously\nGlutaminolysis is elevated and serves as a fuel and anabolic precursor \nATP generation is elevated to to fuel anabolic processes \n\n\nIn terms of using DON… \n\nDom says it’s a great strategy in theory, but DON is toxic\n“We need to come up with better molecules that could reduce glutamine levels in the blood and tissue and also just function as a glutamine antagonist.”\n\n\n\n\n\nCan a ketogenic diet lessen the toxicity of cancer therapies? [24:45]\n\nTom Seyfried mentioned in his paper that there was less toxicity associated with giving DON when the mice were on a ketogenic diet when compared to a standard diet\n\nAre there other instances where the ketogenic diet can lessen toxicity of cancer therapies?\n\nStarting a ketogenic diet (especially calorie-restricted) “sets the stage” for cancer therapies to work—\n\nsuppression of insulin signaling, \ndecreasing glucose availability, \nlimiting glutamine availability \n\n\n\n\n\n\nLowering of many of the amino acids and associated anabolic signals that can drive tumor growth\n\n\n\n\n\n\nYou do all that and cripple antioxidant defenses by reducing pentose phosphate pathway activity\n\n\n\nIt’s possible to “set the stage” nicely for an oxidative stress stimulus that could kill the cancer — therapies like:\n\nA drug therapy — with PI 3-kinase drug, you get results, but it’s nothing like if you start the diet a week or two before\nHyperbaric oxygen\n\n\nIV vitamin C (functions as a pro-oxidant)\n\n\nChemotherapy—which is a form of metabolic therapy, since you’re inhibiting the formation of molecules and crippling the mitochondria to some extent and their ability to make ATP\nRadiation (kills cancer primarily through  oxidative stress) \nIV vitamin C hyperbaric oxygen, and, of course, radiation and chemo (combined) \nMany chemotherapeutic agents kill cancer cells through a redox mechanism…\n\nMetformin, for example, has anticancer effects which are linked mitochondrial dysfunction and ROS production\n\n\n\n3BP—a promising agent in cancer therapy [26:45]\nBook recommendation: Tripping Over the Truth by Travis Christofferson\n\nThis book talks about the use of 3BP alongside 2-DG in cancer therapy\nDom calls 3BP—a hexokinase-2 inhibitor—an enormously promising agent\nDetractors will says that 2-DG is cardiotoxic—which is true at high enough doses—but it also seems to have anticancer effects\nDom’s understanding is that for 3BP to have an anticancer effect and also to be nontoxic, it needs to be delivered in a very specific way, ideally site-specific in a liposomal preparation\nBut the waters have been muddied with a lot of competing interests and legal disputes (more about this in the book)\nDom would love to include 3BP in his experiments in the future under the mentorship of Dr. Young Ko\nHe’s hopeful that clinical trials will start and more animal research will indicate the best way to use these compounds\n\nThe relationship between cancer and ketogenic diets [29:30]\nSuggested literature on this topic:\n\nComprehensive review on Keto Diet and Cancer : Ketogenic diet in the treatment of cancer – Where do we stand?\nKetogenic Diet and Drug Synergy under investigation: A 2-Week Ketogenic Diet in Combination With Letrozole to Modulate PI3K Signaling in ER+ Breast Cancer (Vanderbilt) \n\nThe latest\n\n10 years ago, there was very little on clinicaltrials.gov \nNow there’s about 40 preclinical trials (animals and humans) on clinicaltrials.gov \nSome of the most promising work is with Lew Cantley, using a diet plus drug combination\n\nWhat types of cancers are most responsive to a ketogenic diet?\nMany cancers have a metabolic cause—\n\nOvarian\nEndometrial\nBreast cancer\nGI cancers especially\nLiver\nGallbladder\nColon\nStomach\nEsophagus\n\n*Dom points out that pretty much all cancers grow in part through the activation PI3 kinase being driven by insulin\n\nA Nature Communications paper showed that even the KRAS mutation (previously thought not to be responsive to a ketogenic diet) might actually be responsive to a keto diet—KRAS mutations associated with different lung cancers, pancreas, and colon cancer did respond\n\nAre there any situations where the ketogenic diet would fuel tumor growth?\n\nA recent paper that came out suggesting dietary fat intake might promote the growth of melanoma tumors harboring BRAF V600E mutations\nTuberous sclerosis complex is another tricky type cancer where has either no effect or maybe even a pro tumor effect\nBlood cancers (e.g., lymphoma)—the ketogenic diet may not be right choice\n\nThere are blood cancer exceptions, such as AML—Lew Cantley showed that the ketogenic diet with the PI3 kinase inhibitor may be responsive in the context of insulin suppression (with ketogenic diet) combined with PI3K inhibition\n\n\n\n“So, you have a lot of things going on with the ketogenic diet across different cancer types.” says Dom\nHyperbaric oxygen therapy (HBOT)—primer, protocols, and therapeutic uses [33:30]\nWhat HBOT protocol did Dom use for cancer research?\nUsing info from the existing literature and preclinical animal models, they used the following protocol with the goal of killing a tumor—\n\n2.5 atmospheres of oxygen \n\nTumors have aberrant blood vessel formation and the blood vessels are small\nSo you really need to hyper-oxygenate the plasma for the oxygen to get into all the nooks and crannies of the tumor\nIn order to do that you have to increase the barometric pressure\n\n\n60-90 minutes\n3 times per week\n\nInstead of doing it five days continuously—which they would use for wound healing—you need a break to allow adaptation and recovery from the high dose of oxygen before you hit it again\n\n\nDom hasn’t done the experiment yet, but he thinks it would be best to combine that with IV vitamin C and some other drugs as well\n\nA primer on atmospheric pressure\n\nAt sea level, 20% of the air that you’re breathing is oxygen—so that’s 0.2 atmospheres absolute oxygen \nIf you’re breathing 100% oxygen off a mask in a room filled completely with oxygen, that would be 1.0 ATA\nEvery atmosphere is like 33 feet of seawater or 10 meters… so 2.5 atmospheres would be 15 meters\nOnce the hemoglobin is saturated, the increase in barometric pressure pushes the oxygen into the blood and into the tissues\n\n–This is important in the context of scuba diving…\n\nA standard scuba diver is breathing a tank of compressed air with a mix similar to regular air (i.e., 20% oxygen)\n\nYou would get to 1.0 atmosphere of oxygen if you were to dive down to a max of 132 feet of sea water (20% x 5 atmospheres of air = 1.0 atmosphere of oxygen)\n\n\nThere is also nitrox which is a higher percentage of oxygen used in deeper, longer dives\nThe Navy Seals use rebreathers with 100% oxygen which allows for no bubbles to be more stealthy\n\nBut if you’re breathing 100% and you dive down to 132 feet seawater, five atmospheres, the potential for a seizure is very high even within five minutes\nOxygen is a neuro stimulant that can be used therapeutically for brain injury, but it’s such a powerful stimulant that it can cause a seizure\nDom’s main research program is studying the negative effects of hyperbaric oxygen therapy when it’s at an extreme level and we call that central nervous system (CNS) oxygen toxicity \nDom’s team made the initial discovery that therapeutic ketosis delivered with a ketone ester is an extremely powerful countermeasure against CNS oxygen toxicity\n\n\nThe increased pressure of diving is pushing nitrogen into your system\n\nThis is why is you surface to quickly, your blood and tissues will be saturated with nitrogen resulting in decompression sickness\nWhen that happens you must be put into a hyperbaric oxygen chamber to repressurize to get that nitrogen back in and then slowly breathe out that nitrogen\n\n\n\nTypes of hyperbaric oxygen chambers\n\nHyperbaric means you’re increasing the barometric pressure\nA mono place chamber–one person inside with the entire air inside the chamber is typically 100% oxygen\n\nBut having the whole room filled with oxygen creates a fire hazard\nA spark becomes a bomb (that’s what happened with Apollo 1)\n\n\nA multi place chamber–a chamber where up to 20 people and they typically have a technician that’s inside making sure everybody’s okay\nThey pressurize the chamber to 2.0-2.5 atmospheres\nBut the individuals are breathing 100% oxygen through a mask\nIf they have a seizure in that context of a multi place chamber, you could just take the mask off and they would go from 100% oxygen breathing to a hyperbaric air, which is still elevated in oxygen, but it’s not enough to cause a seizure\nSo if they had a seizure you could take the mask off and the seizure would likely stop. \n\nOther benefits of HBOT:\n“There’s a wide range of protocols depending on what you’re treating.” says Dom\n\nHyperbaric oxygen has a lot of effects on the physiology as a whole\nImmune boosting effects\nStimulates the mobilization (and maybe production) of stem cells\nFor cancer purposes, it can function as a radiosensitizer\nAids in wound healing\nIt may helps athletes recover\nPossible longevity benefits\nRecovering from traumatic brain injury\n\nIs there a potential role for HBOT in treating COVID-19 patients? [44:15]\nIn regards to COVID-19—\n\nPatients are becoming extremely desaturated\nOne theory floating around is that the COVID-19 causes hemoglobin to release oxygen\nBut Dom thinks it’s more like that there’s a lack of O2 transfer in the lung—\n\ni.e., oxygen cannot get pass all the inflammation in the tissues in the lung which are extremely damaged by COVID-19\nThis is contributing to the desaturation and not the COVID-19 desaturating the hemoglobin molecule by kicking oxygen off\n\n\n\nDom says there’s a potential a role for hyperbaric oxygen to treat these disorders and restore oxygenation\n\nSome reports came out of China showing that HBOT could reverse COVID-19 and save a patient’s life\nBut there is a big risk in using HBOT on COVID-19 patients…\n\nCOVID-19 is an inflammatory process that is driving the pathology\nIncreasing tissue PO2 in the lungs can increase reactive oxygen species\nSo you could be fueling a compromised system just through an increase in redox stress in the lung\n\n\n\n“I’m on the fence whether we should be throwing everybody inside a hyperbaric chamber with COVID-19 if the ventilator doesn’t work. But I think it needs to be explored.”\nNon-cancer applications of HBOT [47:30]\nIs Dom incorporating HBOT into his personal routine?\n\nHe is not — “From a cost perspective and a feasibility perspective, I don’t use hyperbaric oxygen therapy.”\n\n–That said, he does see some legitimate applications:\n\nIt can mobilize stem cells which, once in circulation, hone in on sites of injury and aid in repair and potentially regenerative processes\nIt can also stimulate the immune system\n\n\nSome work demonstrates that hyperbaric oxygen increases gene expression of superoxide dismutase and catalase, and maybe glutathione too, through hyperbaric preconditioning\n\n\nSo it increases your endogenous antioxidant systems—which in theory could make you more resilient against subsequent oxidative challenges (e.g., exercise)\nThere are NFL athletes using HBOT that swear by it, says Dom\n\nKeto diet in a hyperbaric environment – NASA Extreme Environment Mission Operations (NEEMO) 22 mission\n\nDom did live in a hyperbaric environment for 10 days during his NEEMO 22 mission\nDuring this mission he stayed at a moderate to high level of ketosis and completed many different types of experiments with his crew\nHe reached his lowest glucose ever\nKetones got up to 6.7 and a glucose in the 40s or 50s range\nThese numbers were typical following his EVAs—\n\nhe would suit up and work on the ocean floor for up to five hours at a time\nAfterwards, he would be mildly hypothermic and his metabolism skyrocketed \nThat’s when he had his lowest glucose ever and the first time he was able to achieve glucose super low and ketones really high\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13443\" src=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-3.-Dom-on-an-EVA-1024x768.png\" alt=\"\" width=\"1024\" height=\"768\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-3.-Dom-on-an-EVA-1024x768.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-3.-Dom-on-an-EVA-300x225.png 300w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-3.-Dom-on-an-EVA-768x576.png 768w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-3.-Dom-on-an-EVA-1536x1151.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-3.-Dom-on-an-EVA-2048x1535.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. Dom on an EVA during NEEMO 22. Image credit: nasa.gov\nThe inverse relationship between glucose and ketones [50:30]\n\nIn terms of a fuel substrate, BHB (ketones) and glucose tend to have an inverse relationship\nIf you add ketones, the available glucose will lower\nAnd it’s all dependent upon the liver. \nThe liver is the master regulator that choreographs this dynamic interplay between these metabolites.\nA finely tuned physiological system under a very powerful homeostatic regulation will adjust glucose relative to ketones to the point where they’re inversely proportional. \nFor example, if you take exogenous ketones, you see a drop in your glucose\n\nThis is true under normal conditions\nBut someone with unregulated type 1 diabetes lacks the counterregulatory system associated with control of ketones ⇒ without insulin, you have runaway ketogenesis \n\n\n\n2 types of  ketoacidosis:\n  1 | Diabetic ketoacidosis—\n\nthe counterregulatory mechanisms of insulin are not working\nIf you’re on a ketogenic diet and then ketones spill into the bloodstream, they feed back to the pancreas and small pulses of insulin will decrease beta oxidation of fatty acids in the liver and reduce ketogenesis.\n\n  2 | Alcoholic ketoacidosis—\n\nEthanol de-energizes the liver, and it causes redox stress in the liver, inhibiting hepatic gluconeogenesis resulting in runaway ketoacidosis\nIt’s a reactionary thing that your body does because it thinks it’s starving\n\nIs a ketogenic diet appropriate for type 1 diabetics? [54:00]\nCan ketogenic diet be used for those with type one diabetes?\n\n“Yes, absolutely.” says Dom\nOne of Dom’s former students, Andrew Koutnik, has T1D and blogs about his use of a low-carb, ketogenic diet to manage it\nHe also gave a TEDx Talk that explained how all 10 causes of death for humans are increased with type 1 diabetes, but they’re reduced when you use a low carb approach to managing type one diabetes\n\n*The important thing to remember: If you are a type 1 diabetic using insulin and you start a low carb ketogenic diet approach, the insulin dose needs to be adjusted because insulin requirements will be dramatically reduced and this needs to be done under very close supervision with an endocrinologist.\nThere is no cure, but there’s really no therapy like it—\n\nHemoglobin A1C goes into non-diabetic ranges when a person adheres to a low carb ketogenic diet strategy for managing their type 1 diabetes \nThe low carb protocol is generally modeled after Richard Berstein’s book called Dr. Bernstein’s Diabetes Solution\nJust under 50 grams per day of carbohydrates on average basically puts a type 1 diabetic’s hemoglobin A1C into nondiabetic range “and that’s remarkable.”\nWhat happens is…\n\nIt really crushes the glycemic variability. \nSo you have far fewer hyperglycemic events and far fewer hypoglycemic events. \nAnd of course, a hypoglycemic event, if you’re on a normal diet could be deadly. \nBut say if your ketones are elevated, you’ll be much more resilient during hypoglycemia. \nAnd these hyperglycemic events don’t really realize that they’re happening, but they take a big toll on your body and on your brain and your organs. \n\n\n\n“From my perspective. . .the most effective way, probably the safest way, to manage type 1 diabetes is with low carb.”\nResources: \n\nFacebook group: TYPEONEGRIT\nFrom Dom’s website: Managing Type-1 Diabetes with Nutrition \nAndrew Koutniks blog: andrewkoutnik.com\nAndrew’s TEDx talk: Rethinking Nutrition for Type-1 Diabetics\nObservational study by Lennerz and Ludwig: Management of Type 1 Diabetes With a Very Low–Carbohydrate Diet\nEpisode of The Drive on the management of T1D: #41 – Jake Kushner, M.D.: How to thrive with type 1 diabetes and how everyone can benefit from the valuable insights\n\nHow ketosis may reduce the risk for Alzheimer’s disease and Parkinson’s disease [1:00:30]\nHow the brain uses ketones and why nutritional ketosis lifestyle may reduce the risk for dementia\n\nAround 2008, Dom’s original thinking was that the keto diet needed to be followed for a period of time before your brain was capable of adapting to using ketones for fuel\nBut Dr. Mary Newport convinced Dom that you could just drink ketones or take a fat which could convert to ketones and your brain could use it\nDom’s thinking was also greatly influenced by Dr. Mary Newport: The Complete Book Of Ketones \n\nKetones function as an alternative fuel for the brain\n\nAnd this can mitigate symptoms of Alzheimer’s disease because a hallmark characteristic of most neurodegenerative diseases is brain glucose hypometabolism\nAnd that could be from a number of different reasons—\n\nA vascular blood flow reason\nDecreased activity of pyruvate dehydrogenase complex\nInternalization of the glucose transporter, the GLUT3 transporter that’s in neurons\n\n\n“So ketones could be functioning as an alternative fuel to restore brain energy metabolism in the face of glucose hypometabolism.”\n\nIssue with amyloid clearance that’s associated with Alzheimer’s disease (an energy dependent process)—\n\nIf you’re inhibiting energetic processes in the brain, the amyloid does not clear as fast as it should\nThat is driven by a number of different factors—\n\nGenetically, APOE4 may predispose you to that\nInflammation in the brain—inflammatory processes are associated with an increase in production of amyloid (and a decrease of clearing the amyloid)\n\nResearch is showing that inflammation and processes are associated with an increase in production of amyloid\n\n\n\n\n\nResearch by Stephen Cunnane:\n\nHe is doing glucose-ketone PET scans and has found that there’s significant glucose hypometabolism associated with aging, but the same thing doesn’t happen with ketone metabolism \nHe gave an IHMC talk and a Virta Health talk\nHe was also on episode 59 of the IHMC STEM-Talk podcast\nHe was also a speaker at the 2019 Metabolic Health Summit\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13444\" src=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-4.-stephen-cunnane-pet-scan-1024x769.png\" alt=\"\" width=\"1024\" height=\"769\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/07/fig-4.-stephen-cunnane-pet-scan-1024x769.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-4.-stephen-cunnane-pet-scan-300x225.png 300w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-4.-stephen-cunnane-pet-scan-768x577.png 768w, https://peterattiamd.com/wp-content/uploads/2020/07/fig-4.-stephen-cunnane-pet-scan.png 1516w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. Images showing uptake of ketones by the brain compared to glucose. Image credit: YouTube | Virta Health\nRelevant study: Modified Ketogenic Diet Is Associated With Improved Cerebrospinal Fluid Biomarker Profile, Cerebral Perfusion, and Cerebral Ketone Body Uptake in Older Adults at Risk for Alzheimer’s Disease: A Pilot Study \nKetosis and Parkinson’s disease\nAny data or studies on the benefits of ketosis in Parkinson’s disease?\n\nA 2005 paper by Dr. Theodore VanItallie showed that the ketogenic diet could be followed by patients with Parkinson’s disease and it may have lessened or mitigated some of the symptoms\nRationale for Ketones to be used in Parkinson’s and other Neuro diseases: Hashim and VanItallie, 2014\nThere’s a registered clinical trial at Oxford to look at a ketone ester as a therapy for Parkinson’s disease\n\nIn animal models—\n\nGood scientific preclinical animal model data (and in cell culture) demonstrate that ketones are neuroprotective to dopaminergic neurons\n\n\nAfter about 90% of dopaminergic neurons degenerate, we get Parkinson’s disease\nThe issue is that it’s already too late because the neuronal populations have already degraded\nIt’s possible that following a ketogenic diet (or supplemental ketosis) over time could prevent dopaminergic neurons from degenerating in the first place\n\nDom thinks that they may be neuroprotective because…\n\nThey can help energetically support the health and vitality of the neurons\nThey also have an ability to decrease reactive oxygen species in the neurons\nSo dopaminergic neurons—\n\nUse monoamine oxidase and the metabolism of monoamine oxidase can result in higher reactive oxygen species and even drive the Fenton reaction under some conditions\nThe dopaminergic neuron population is selectively vulnerable to oxidative stress but they may be less vulnerable/more resilient in a brain that’s fueled off ketones\n\n\n\nIs there a link with mitochondrial dysfunction and whether that’s a cause or a consequence of Parkinson’s?\n\nMitochondrial dysfunction is the root cause, says Dom\n\nExample—\n\nMPTP, a drug that was synthesized as a recreational drug, was taken by a group of people and this caused Parkinson’s disease\nWhen you consume it, it’s selectively taken up into dopaminergic neurons and causes a burst reactive oxygen species, and then selective destruction of this anatomical region, the substantia nigra\nPBS did a special called The Case of the Frozen Addicts\nBy implanting STEM cells into a region of the brain, they were able to restore function in animal models and some of the patients\nIt was a very dramatic demonstration of mitochondrial dysregulation through a neurotoxin causing Parkinson’s disease.\n\nOxidative stress \n\nOxidative stress specifically in this dopaminergic neuron population triggers apoptosis and programmed cell death\nThat can be mitigated in part by an optimal metabolic environment where the mitochondria is functioning efficiently\n\n“The function of the mitochondria and mitochondrial health are the ultimate mitigator of neurodegenerative diseases, probably Parkinson’s disease being at the top of that list, just by reducing the potential for reactive oxygen species related damage.”\nKetosis for females—considerations, fertility, performance, and the latest research [1:11:00]\nDom reached out to Kristi Storoschuk who is very well read up on this topic \n\nOne study found that 45% of the women in the study that were on a ketogenic diet experienced menstrual dysfunction (e.g., secondary amenorrhea)\nSecondary amenorrhea can also be caused by—\n\nExcess exercise\nReduced energy intake\nStress\nLow body fat \n\n\n\nKetogenic diet may not be ideal for fertility—\n\nRecent animal study sltk showed that an infusion of exogenous ketones suppressed luteinizing hormone (LH), and the response was dependent upon an increase in catecholamines\n\nThe implications may be that the ketone infusion—by decreasing LH and elevating ketones—this may help you get leaner, but it’s not going to help you maintain fertility\nKetones may be a signal to the body and the brain that it may not be the best time for child rearing—because if you have low resources (e.g., fasted) you’re going to be in a state of ketosis\n\n\n\nWhen it might HELP fertility—\n\nFemales that have metabolic syndrome and insulin resistant (e.g., polycystic ovary syndrome, or PCOS)\nThe ketogenic diet can restore their fertility and restore their hormonal balance\nSee this pilot study looking at PCOS \n\n*Takeaway: A clinical ketogenic diet (high fat, low carb) should be approached cautiously, whereas a low carb, moderate-to-high protein diet may be a better choice for females that are going to try this approach to reduce carbohydrates gradually.\nFemale-only studies with ketogenic diets\nWhat research is there on women and ketogenic diets?\n\nFrom the epilepsy literature, we do see some sort of hormonal/fertility issues\n\nWhen girls who have epilepsy are using the ketogenic diet and they go through puberty, that can influence their ketone levels\n\n\n\nTwo studies, (Vargas-Molina et al., 2020 and Gregory et al., 2017), looked at the ketogenic diet for lean body mass and performance in women—\n\nThe observation was that women on a low carb ketogenic diet could maintain lean body mass and increase performance\n\nA 2005 study looked at fertility and women on low carb ketogenic diets—\n\nTwo of the women were actually able to get pregnant after being infertile for a period of time\n\nThe effect of a low carb diet varies depending on the individual woman—\n\nWhere they are in terms of metabolic health\nThe design of the diet—the macronutrient ratios, the source of fats and protein also make a difference\n\n“There needs to be more data for sure. Some of the data indicates that it can be beneficial, especially in women that have metabolic syndrome.”\nLow-carb diets during pregnancy and postpartum [1:17:00]\nConsiderations for women considering low-carb and/or keto diets during pregnancy and postpartum\n\nBe cautious using a purely ketogenic diet during pregnancy\n\nKeto diets dramatically suppress insulin (a growth hormone), and can have great health consequences\nHowever, during pregnancy you want to grow and do not want to impair growth of the developing fetus\n\n\nIn the case of a pregnant woman is obese or a type 2 diabetic, low-carb approach can be very powerful approach, says Dom\n\nPostpartum—\n\nDom has seen multiple examples of women who have trouble producing milk for breastfeeding while on a ketogenic diet—the suppression of insulin signaling for some reason is decreasing lactation and the ability to make milk\nThat said, Dom has received emails from women saying they had no problem breastfeeding while on a keto diet\nSo, issues with breastfeeding appears to happen in some percentage of women and not others\n\nA high-protein diet to counteract common hormonal issues associated with the ketogenic diet [1:21:15]\nKetosis and leptin\n\n(Volek et al., 2008)\n\nThere is a decrease in leptin associated with ketosis\nBut there was also an increase in leptin sensitivity\n“So even though leptin went down, leptin sensitivity is higher.”\n\n\n\nDom’s thoughts on a higher protein approach for women with hormonal issues— hypothyroidism, peri- and post-menopause, amenorrhea, PCOS, etc.\n\nA lot of the issues and side effects that women are experiencing are probably from—\n\nCalorie restriction\nOverexercising\nAnd suppression of insulin signaling from calorie restriction plus carbohydrate restriction\n\nThe insulin suppression impact women more than men in terms of maintaining a hormone balance (especially with the sex hormones)\n\n\n\n\n\nHypothyroidism— (See Part 1 for more on hypothyroidism) \n\nLow insulin can result in an increase in reverse T3 \nPeriodic spikes in insulin can typically reverse that \nAnd those moderate spikes could be achieved with protein\n\nTakeaway: Periodically increasing protein into your diet may be beneficial for women to avoid some of the potential counterregulatory hormonal effects that can occur through insulin suppression associated with the ketogenic diet.\nNutritional tips for remaining metabolically flexible [1:22:45]\n“I think it’s really important to pulse insulin occasionally in and around training. And that definitely facilitates repair of tissues, recovery.”\n\nIf you’re using a diet therapeutically, it’s important to maintain insulin suppression and low blood glucose and ketones\nAnd the more Dom studies this, he more convinced that it’s not just about low glucose, but low insulin\n\nFor a normal, healthy person using the ketogenic diet as a lifestyle—\n\nFor someone doing physical activity of exercise, you need to enhance recovery at times\nSpiking insulin into the moderate range a few times a week can really be beneficial to assist in recovery, but to also keep that energetic pathway open\nIt’s not about using one fuel over another, but rather about being metabolically flexible\nIn other words, the ability to use ALL the fuels as efficiently as possible in the context of a normal, healthy metabolism\n\n“A super strict ketogenic diet all the time is going to produce some level of physiological insulin resistance that I’m not convinced is advantageous.” says Dom\nWhat is one belief Dom has changed his mind about? [1:26:45]\n\nDom now believes that “doing less” can make a person more productive\n5 to 10 years ago, Dom was completely convinced that you have to pick your one thing and be a hundred percent all in, all the time\nBut he’s found that scheduling in creative downtime paradoxically improves productivity\n\nAmos Tversky, a famous psychologist for his work on behavioral economics, once said, “You waste years by not being able to waste hours.” \nIn utero experiments, and other interesting questions Dom wants to explore [1:29:45]\nIn utero experiments\n\nDom is very interested in doing in utero experiments on disorders that we already know are responsive to the ketogenic diet (e.g., cancer and genetic disorders)\nThe idea is to take a pregnant mom and apply ketone metabolic therapy and seeing the outcome on the fetus, the babies, and then what happens after they’re weaned later on in life\nDom thinks that the beta-hydroxybutyrate is functioning as a histone deacetylase inhibitor—essentially an epigenetic regulator to help symptomatically treat patients\n\n⇒ Genetic disorders, for example:\n\nIf genetic testing revealed that the baby was going to have a genetic disease that we know already responds to therapeutic ketosis, such as…\n\nGlucose transporter type 1 deficiency syndrome\n\nwhere the fetus and baby would basically have impaired glucose transport across the blood-brain barrier into the brain\nand that hypoglycemia in the brain is not only decreasing energy, but also has pretty significant developmental consequences\n\n\nKabuki syndrome\nLennox-Gastaut syndrome\nDifferent seizure disorders\nNeurometabolic disorders\n\n\n\nDom and his partners have developed a clinical trial to look at therapeutic ketosis with ketone salts and MCT combination in children with Angelman syndrome \n⇒ Cancer:\n\nThe idea would be to suppress oncogenic transformation with the therapy starting in utero resulting in animals (or people) less prone to developing tumors\nThere’s are people who are genetically very susceptible to certain types of cancers—and the idea would be to see if you could prevent them from occurring by starting treatment in utero \n\nAdditionally, Dom would like to explore the opposite approach—\n\nIn utero experiments where you feed the mom high-fructose corn syrup, oxidized fats, trans fats, glyphosate, chemicals\nAnd follow the offspring to see if there’s an increase in disease\n\nGlucose transporter type 1 deficiency syndrome and the lack of cancer\n\nPeople with glucose transporter type 1 (GLUT1) deficiency syndrome, do not seem to get cancer\nIn cancer cells, there’s a rapid increase in GLUT1 transporters\nThis massive upregulation of the GLUT1 transporter is how they maintain their voracious appetite for sugar/glucose\nInhibiting that would be a very powerful strategy to restrict glucose availability to the tumor\nThat said, you’d be restricting glucose availability to the brain too, so being able to do it site specifically would be important\nPharmaceutical companies are looking for site-specific ways to block GLUT1 in the tumor \n\n*Dom encourages people to check out the work going on at the Glut1 Deficiency Foundation \nThe anti-catabolic effect of ketones, cancer cachexia, and nutritional interventions for cancer patients [1:38:30]\nCancer cachexia\n\nCancer cachexia is a form of weight loss, specifically muscle, associated with cancer and is a big issue\nPeople like Tom Seyfried is making the case that the ketogenic diet should be standard of care for people with cancer\nYet, the American Cancer Society recommends on their website that cancer patients eat ice cream as a topping on cake to combat weight loss\n\n-How is this possible??\n\nEveryone in medicine is very specialized—So an oncologist is typically not very read-up on the metabolic characteristics of cancer\nWhile oncologist have incredible depth in their field, they are sort of “clueless” when it comes to nutrition, nutritional ketosis, nutrition, and metabolic physiology\n\n(Peter and Dom says there’s a need for metabolic oncology)\n\n\n\n“We need to have practitioners that understand the importance of this…as a means to further augment and enhance existing standard of care…and as a preventative approach too, because there’s so many cancers that are associated with metabolic syndrome.”\nAnti-catabolic effects of ketones\nPaper by Dom and Andrew Koutnik: Ketone Bodies Attenuate Wasting in Models of Atrophy \n\nThe study showed that the muscle-sparing effects of ketones were pretty remarkable in multiple model systems\nWhen people reach the point where they can’t move around and exercise (due to cancer cachexia), they rapidly decline and succumb to the tumor burden much quicker\nAnd the anti-catabolic effects of ketones may be able to mitigate\n\n“A lot of cancer-related death is associated with cancer cachexia, and therapeutic ketosis may be a way to mitigate that just by virtue of the ketone bodies having an anti-catabolic effect.”\nEvolutionary mechanism by which ketones are anti-catabolic\n\nIn a fasting state, the generation of ketones to supply the central nervous system with energy prevented gluconeogenic amino acids in skeletal muscle from being catabolized to maintain the glucose supply to the brain\nSo the ability for the body to basically convert fat and generate these water-soluble fat molecules that could pass the blood-brain barrier and preserve the high energy demands of the brain, that becomes a very effective, very powerful anti-catabolic strategy\n\nHow it’s helping cancer cachexia —\n\nOne major pathway found by Andrew Koutnik is that it inhibits specific inflammatory pathways that are driving cancer cachexia\nDom is doing more research to figure out other pathways\n\nCan you counteract cancer cachexia/weight loss by shoveling in all types of food?\n\nIt will, but at the consequence of driving all the pathways associated with cancer growth and proliferation\nPI3K inhibitors, for example, have much potential in cancer therapy — but the side effect is an increase in glucose and insulin — so that’s why their efficacy is dependent upon simultaneously delivering this with a ketogenic diet which suppresses the insulin that would otherwise be elevated.\nSo when you’re force-feeding cancer patients these hyperpalatable foods (e.g., ice cream and cake)…\nYou may get their weight up, but you are doing a major disservice because you are driving many of the things that are associated with cancer growth and what are ultimately going to be poor outcomes: inflammation, metabolic syndrome, hyperinsulinemia, hyperglycemia, nonalcoholic fatty liver disease\n\nWhat nutrition for cancer patients should look like:\n\nWe need engineered foods for cancer patients\nCarbohydrate restricted\nModerate in protein to supply just enough protein to meet the needs of the cancer patient\nPlus we need a whole ingredient list of natural additives that have anti-cancer properties, a few examples being—\n\nEGCG\nTurmeric\nDHEA in certain situations\nOmega-3 fatty acids can also have an anticatabolic anti-cancer cachexia effect. \n\n\nEnsure—the dietary drink commonly given to cancer patients . . . “is not the solution. . .that should be criminal.” says Dom\n\nWhat is the one interesting experiment Dom would do if money and time were no barrier? [1:46:25]\n\nDom recently listened to an episode of the Joe Rogan podcast with Elon Musk\nDom is fascinated by the concept of connecting the universal consciousness with a biological project like Neuralink\n\nDom says:\n“In a way, this technology would sort of allow us to be like born again almost from a religious standpoint, where we understand, empathize with other humans and groups of humans. . .\n. . And there could be some system that would quantify it and tell us if we’re doing a good job and redirect our thinking in a way to where we could promote actionable behavior that would move the human species in the right direction.”\n§Selected Links / Related MaterialRelevant blog posts from KetoNutrition (KN): \n\nCancer cachexia blog post on KN\nInverse relationship between glucose and ketones blog post on KN\nAnticatabolic effects of ketones blog post on KN\nInvestigating Ketone Bodies as Immunometabolic Countermeasure against Respiratory Infections\n\nDom’s Press-Pulse paper with Tom Seyfried from 2017: Press-pulse: a novel therapeutic strategy for the metabolic management of cancer (Seyfried et al., 2017) [2:00, 8:45]\nDom first appearance on The Drive podcast: #05 – Dom D’Agostino, Ph.D.: ketosis, n=1, exogenous ketones, HBOT, seizures, and cancer | Peter Attia (peterattiamd.com) [2:00]\nTom Seyfried’s appearance on The Drive podcast discussing the Press-pulse protocol: #30 – Thomas Seyfried, Ph.D.: Controversial discussion—cancer as a mitochondrial metabolic disease? | Peter Attia (peterattiamd.com) [2:45, 12:45]\nThe ketogenic diet and hyperbaric oxygen therapy prolong survival in mice with systemic metastatic cancer The ketogenic diet and hyperbaric oxygen therapy prolong survival in mice with systemic metastatic cancer (Poff et al., 2013) [6:45]\nTom Seyfriend’s paper about the glucose-ketone index: The glucose ketone index calculator: a simple tool to monitor therapeutic efficacy for metabolic management of brain cancer (Meidenbauer et al., 2015) [7:20]\nLew Cantley discussed PI3K inhibitors on The Drive podcast: #110 – Lew Cantley, Ph.D.: Cancer metabolism, cancer therapies, and the discovery of PI3K | Peter Attia (peterattiamd.com) [8:15, 25:00]\nDom’s in vitro experiments with high doses of vitamin C: Pharmacological Ascorbic Acid and Hyperbaric Oxygen Therapy Target Tumor Cell Metabolism via an Oxidative Stress Mechanism (DeBlasi et al., 2017) [8:30]\nValter Longo’s mouse study showed a remarkable effect using a nontoxic combination of a fasting-mimicking-diet (FMD) with IV vitamin C against KRAS mutated cancers: Synergistic effect of fasting-mimicking diet and vitamin C against KRAS mutated cancers (Di Tano et al., 2020) [9:15]\nPaper showing a decrease in tumor burden in a woman with metastatic thymoma treated with a ketogenic diet and fasting combined with prednisone and other immune based therapies: Managing Metastatic Thymoma With Metabolic and Medical Therapy: A Case Report (Phillips et al., 2020) [9:30]\nCase studies by Tom Seyfried: [12:30]\n\nTriple negative breast cancer: Efficacy of Metabolically Supported Chemotherapy Combined with Ketogenic Diet, Hyperthermia, and Hyperbaric Oxygen Therapy for Stage IV Triple-Negative Breast Cancer (İyikesici et al., 2017)\nGlioblastoma: Therapeutic benefit of combining calorie-restricted ketogenic diet and glutamine targeting in late-stage experimental glioblastoma (Mukherjee et al., 2019)\n\nTumor cells can be “addicted” to glutamine (i.e., mitochondrial substrate level phosphorylation with glutamine): Glutamine Addiction: A New Therapeutic Target in Cancer (Wise and Thompson, 2010) [17:45]\nTom Seyfried has experimented with combining calorie-restricted ketogenic diet and glutamine targeting in late-stage experimental glioblastoma: Therapeutic benefit of combining calorie-restricted ketogenic diet and glutamine targeting in late-stage experimental glioblastoma (Mukherjee et al., 2019) [17:45, 20:15]\nDom published a paper with Andrew Koutnik which demonstrated that the VM-M3 mouse model is an amazing model to study cancer cachexia: Ketone Bodies Attenuate Wasting in Models of Atrophy (Koutnik et al., 2020) [18:45]\nEpisode of Seinfeld Kramer is a driving a car that’s nearly out of gas and they want to see how far they can take it: Seinfeld Gas Tank Episode | Erin Cramer (youtube.com) [21:15]\nBook Dom recommends that discusses 3BP—an exciting molecule in cancer treatment: Tripping Over the Truth: How the Metabolic Theory of Cancer Is Overturning One of Medicine’s Most Entrenched Paradigms by Travis Christofferson | (amazon.com) [27:00]\nSuggested literature by Dom on the topic of the relationship between cancer and ketogenic diets: [29:30]\n\nComprehensive review on Keto Diet and Cancer : Ketogenic diet in the treatment of cancer – Where do we stand? (Weber et al., 2020)\nKetogenic Diet and Drug Synergy under investigation: A 2-Week Ketogenic Diet in Combination With Letrozole to Modulate PI3K Signaling in ER+ Breast Cancer (Vanderbilt) | (clinicaltrials.gov)\n\nEvidence that KRAS mutations associated with  different lung cancers, pancreas and colon cancer were responsive to ketogenic diets: Synergistic effect of fasting-mimicking diet and vitamin C against KRAS mutated cancers (Di Tano et al., 2020) [31:30]\nPaper suggesting dietary fat intake might promote the growth of melanoma tumors harboring BRAF V600E mutations: Prevention of Dietary-Fat-Fueled Ketogenesis Attenuates BRAF V600E Tumor Growth (Xia et al., 2017) [31:45]\nLew Cantley showed certain blood cancers (e.g., AML) are responsive to the ketogenic diet combined with a PI3 kinase inhibitor: Suppression of insulin feedback enhances the efficacy of PI3K inhibitors (Hopkins et al., 2018) [32:15]\nDom’s team made the initial discovery that therapeutic ketosis delivered with a ketone ester is an extremely powerful countermeasure against CNS oxygen toxicity: Therapeutic ketosis with ketone ester delays central nervous system oxygen toxicity seizure in rats (D’Agostino et al., 2013) [41:15]\nReports came out of China showing that HBOT could reverse COVID-19 and save a patient’s life: Hyperbaric Oxygen Therapy in the Treatment of COVID-19 — Severe Cases | (ihausa.org)  [46:45]\nHBOT can mobilize stem cells which, once in circulation, hone in on sites of injury and aid in repair and potentially regenerative processes: Stem cell mobilization by hyperbaric oxygen (Thom et al., 2006) [47:30]\nDom lived in a hyperbaric environment for 10 days during his NEEMO 22 mission and achieved his lowest glucose levels every: NEEMO 22 mission | (nasa.gov) [47:45]\n\nPhotos of Dom during NEEMO 22: Here and here\n\nSome work demonstrates that hyperbaric oxygen increases gene expression of superoxide dismutase and catalase, and maybe glutathione too, through hyperbaric preconditioning: Hyperbaric oxygen pretreatment and preconditioning (Camporesi and Bosco, 2014) [48:30]\nBlog about using the keto diet to manage type 1 diabetes by Andrew Koutnik (Dom’s former student): AndrewKoutnik.com [54:15]\nTEDx Talk by Andrew Koutnik that explained how all 10 causes of death for humans are increased with type 1 diabetes, but they’re reduced when you use a low carb approach to managing type one diabetes: Rethinking Nutrition for Type-1 Diabetics | Andrew Koutnik | TEDxUSF | TEDx Talks (youtube.com) [54:15]\nManaging type 1 diabetes with the ketogenic diet—resources and literature: [54:00]\n\nAndrew Koutniks blog: andrewkoutnik.com [54:00]\nAndrew’s TEDx talk: Rethinking Nutrition for Type-1 Diabetics | Andrew Koutnik | TEDxUSF | TEDx Talks (youtube.com) [54:00]\nFacebook group for type 1 diabetics: TYPEONEGRIT | (facebook.com) [55:45]\nThe T1D low-carb protocol is generally modeled after Richard Berstein’s book:  Dr. Bernstein’s Diabetes Solution: The Complete Guide to Achieving Normal Blood Sugars by Richard Bernstein | (amazon.com) [56:00]\nFrom Dom’s website: Managing Type-1 Diabetes with Nutrition | (ketonutrition.org)\nObservational study by Lennerz and Ludwig: Management of Type 1 Diabetes With a Very Low–Carbohydrate Diet (Lennerz et al., 2018) [1:00:00]\nEpisode of The Drive on the management of T1D: #41 – Jake Kushner, M.D.: How to thrive with type 1 diabetes and how everyone can benefit from the valuable insights | Peter Attia (peterattiamd.com)\n\nBook that greatly influenced Dom’s thinking on ketones for brain health: The Complete Book of Ketones: A Practical Guide to Ketogenic Diets and Ketone Supplements by Mary Newport | (amazon.com) [1:00:45, 1:04:30]\nResearch showing inflammatory processes are associated with an increase in production of amyloid: Cerebral hypoperfusion and glucose hypometabolism: Key pathophysiological modulators promote neurodegeneration, cognitive impairment, and Alzheimer’s disease (Daulatzai, 2017) [1:03:15]\nLectures by Stephen Cunnane on the topic of glucose hypometabolism associated with aging and ketones as an alternative fuel for the aging brain: [1:04:00]\n\nIHMC talk: Stephen Cunnane – Can Ketones Slow Down Alzheimer’s? | TheIHMC (youtube.com)\nVirta Health talk: Dr. Stephen Cunnane – Brain Glucose and Ketone Metabolism | Virta Health (youtube.com)\nEpisode 59 of the IHMC STEM-Talk podcast: EPISODE 59: STEPHEN CUNNANE DISCUSSES THE ROLE OF KETONES IN HUMAN EVOLUTION AND ALZHEIMER’S | (ihmc.us)\nSpeaker at the 2019 Metabolic Health Summit: MHS 2019 Presentations & Panels Package | (metabolichealthsummit.com)\n\nRelevant study about ketosis and Alzheimer’s disease: Modified Ketogenic Diet Is Associated With Improved Cerebrospinal Fluid Biomarker Profile, Cerebral Perfusion, and Cerebral Ketone Body Uptake in Older Adults at Risk for Alzheimer’s Disease: A Pilot Study  (Neth et al., 2020) [1:05:00]\nA 2005 paper by Dr. Theodore VanItallie showed that the ketogenic diet could be followed by patients with Parkinson’s disease and it may have lessened or mitigated some of the symptoms: Treatment of Parkinson disease with diet-induced hyperketonemia: a feasibility study (Vanitallie et al., 2005) [1:05:45]\nRationale for Ketones to be used in Parkinson’s and other Neuro diseases: Ketone body therapy: from the ketogenic diet to the oral administration of ketone ester (Hashim and VanItallie, 2014) [1:06:00]\nClinical trial at Oxford to look at a ketone ester as a therapy for Parkinson’s disease: Ketogenic Diets for Symptoms of Parkinson’s Disease | (clinicaltrials.gov) [1:06:00]\nGood scientific preclinical animal model data (and in cell culture) demonstrate that ketones are neuroprotective to dopaminergic neurons: Ketones: metabolism’s ugly duckling (VanItallie and Nufert, 2003) [1:06:30]\nPBS did a special on people who developed Parkinson’s disease after taking the drug MPTP: The Case of the Frozen Addicts | (wgbh.org) [1:08:30]\nLiterature suggests that about 45% of women on a ketogenic diet get secondary amenorrhea: The Ketogenic Diet: Adolescents Can Do It, Too (Mady et al., 2003) [1:11:30]\nAnimal study showing that an infusion of exogenous ketones suppressed luteinizing hormone (LH), and the response was dependent upon an increase in catecholamines: Central Injection of Ketone Body Suppresses Luteinizing Hormone Release via the Catecholaminergic Pathway in Female Rats (Iwata et al., 2011) [1:13:15]\nTwo studies showing that women on a low carb ketogenic diet could maintain lean body mass and increase performance: [1:15:30]\n\nEffects of a ketogenic diet on body composition and strength in trained women (Vargas-Molina et al., 2020) \nA Low-Carbohydrate Ketogenic Diet Combined with 6-Weeks of Crossfit Training Improves Body Composition and Performance (Gregory et al., 2017)\n\nA 2005 study looked at fertility and women on low carb ketogenic diets—Two of the women were actually able to get pregnant after being infertile for a period of time: The effects of a low-carbohydrate, ketogenic diet on the polycystic ovary syndrome: A pilot study (Mavropoulos et al., 2005) [1:16:00]\nDecrease in leptin but an increase in leptin sensitivity associated with ketosis: Carbohydrate Restriction has a More Favorable Impact on the Metabolic Syndrome than a Low Fat Diet (Volek et al., 2008) [1:21:15]\nDom’s clinical trial to look at therapeutic ketosis with ketone salts and MCT combination in children with Angelman syndrome: Evaluation of the safety and tolerability of a nutritional Formulation in patients with ANgelman Syndrome (FANS): study protocol for a randomized controlled trial (Herber et al., 2020) [1:31:15]\nThe foundation dedicated to finding treatments and cures for glucose transporter type 1 (GLUT1) deficiency syndrome: Glut1 Deficiency Foundation | (g1dfoundation.org) [1:40:00]\nThe American Cancer Society recommends cancer patients eat ice cream as a topping on cake to combat weight loss: Eating Well During Treatment | (cancer.org) [1:38:45]\nAnti-catabolic effects of ketones–a paper by Dom and Andrew Koutnik: Ketone Bodies Attenuate Wasting in Models of Atrophy (Koutnik et al., 2020) [1:40:45]\nJoe Rogan podcast with Elon Musk where they discuss Neuralink: Joe Rogan Experience #1470 – Elon Musk | PowerfulJRE (youtube.com) [1:46:45]\nElon Musk talking about his new company called Neuralink: Neuralink Launch Event | Neuralink (youtube.com) [1:46:45]\nNeuralink website: Neuralink.com\n§People Mentioned\nTom Seyfried [2:00, 1:38:30]\nAngela Poff [6:45, 1:17:45]\nLew Cantley [8:15, 25:00, 29:45]\nJanine Deblasi [8:30, 17:00]\nValter Longo [9:15]\nAndrew Koutnik [18:45, 54:15]\nGary Taubes [20:00]\nTravis Christofferson [27:00]\nYoung Ko [27:00]\nRichard Berstein [55:45]\nDavid Ludwig [1:00:00]\nBelinda Lennerz [1:00:00]\nMary Newport [1:00:45, 1:04:30]\nRichard Veech [1:01:15, 1:04:30]\nStephen Cunnane [1:04:00]\nGeorge Cahill [1:04:45]\nKristi Storoschuk [1:11:30]\nAmos Tversky [1:28:30]\nDaniel Kahneman [1:28:30]\nJames Watson [1:28:30]\nFrancis Crick [1:28:30]\nDarryl De Vivo [1:34:00]\nJuan Pascual [1:34:00]\nJoerg Klepper [1:34:00]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/06/dominic-dagostino-bio-image-500x500.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/06/dominic-dagostino-bio-image-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/06/dominic-dagostino-bio-image-150x150.jpg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Dom D'Agostino, Ph.D.Dom is an Associate Professor at the University of South Florida where he teaches at the Morsani College of Medicine and the Department of Molecular Pharmacology and Physiology. He focuses on neuropharmacology, medical biochemistry, physiology, neuroscience, neuropharmacology. Dom holds a PhD in neuroscience and Physiology. [See full bio at KetoNutrition.org]\nTwitter: @DominicDAgosti2\nInstagram: @dominic.dagostino.kt"
}