{
  "title": "#121 – Azra Raza, M.D.: Why we’re losing the war on cancer",
  "content": "Azra Raza is a physician, scientist, author, and outspoken advocate for reconfiguring the current model of research in cancer. In this episode, Azra discusses the content of her book, The First Cell, which takes a critical look at the outdated models being used to study cancer resulting in a lack of progress in survival rates for cancer patients. Azra offers a solution which focuses on early detection and prevention, and she concludes with an optimistic outlook for the future of cancer research.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#121 - Azra Raza, M.D.: Why we're losing the war on cancer\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#121 - Azra Raza, M.D.: Why we're losing the war on cancer\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#121 - Azra Raza, M.D.: Why we're losing the war on cancer\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nAzra’s upbringing, interest in oncology, and the basis for writing her book [3:30];\nThe lack of progress in cancer treatment over the decades [18:45];\nWhat is holding the oncology field back? [33:15];\nDo the purported advances in oncology reflect the billions of dollars spent on cancer research? [40:00];\nEconomics of new cancer drugs—how small increases in survival come with staggering financial burdens [47:00];\nHow good intentions can still lead to misaligned incentives and a broken system [1:03:00];\nWhy 95% of new cancer drugs fail—a critical review of the cancer research model [1:11:15];\nEarly detection and prevention—a potential solution to the cancer problem [1:22:30];\nCoping with the loss of her husband to cancer [1:46:00]; \nAzra’s optimistic view of the future [1:49:30]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesAzra’s upbringing, interest in oncology, and the basis for writing her book [3:30]\n\nAzra had no intention of ever writing a book\nIn fact, she always explicitly said that she is NOT a writer\nHowever, she certainly had the credentials to write a book about cancer:\n\nFirst, she has spent 30 years studying oncology\nSecondly, she’s had a very active basic science laboratory throughout that time\nThird, she is a cancer widow—lost her husband to cancer in 2002\n\n\nBut even that wasn’t enough to motivate her to write the book\nThe final push to write the book happened when her daughter’s best friend, at age 22, developed a glioblastoma multiforme—one of the most malignant tumors known to mankind\n\n“It slapped me in the face physically that, on the one hand, the ferociousness and violence of his tumor, and on the other hand, the utter helplessness of all of us, his oncologists, to do anything about it. Our complete failure in front of Andrew. How is it possible that we are so spectacularly failing a 22 year old boy? That’s what forced me to write the book.”\nWhat drove Azra to oncology?\n\nGrowing up in Pakistan, she was very interested in the nature world around her\nShe like embryology\nShe loved evolution and was a fan of Darwin’s work\nIf it were an option for her in Pakistan, she claims she was have likely studied myrmecology—the scientific study of ants\n\nA couple things happened to her that set her course into oncology:\n  1 | In his third year of medical school, she saw her first patient—\n\nThat patient was a young woman with acute myeloid leukemia presenting with a very large spleen\n“I realized from that moment on that all of my life would be devoted to somehow use the best that science has to offer to reduce human suffering.”\n\n 2 | Witnessing the violent nature of cancer\n\nKarachi, Pakistan is very impoverished and when a person would get cancer they would travel long distances by donkey and on foot\nBy the time they arrived for care, they would have end stage malignancies sprouting through breasts or huge lumps breaking out of people’s heads and arms \n\nThe combined factors of i) the violence of the disease, and ii) the intellectual challenge of understanding cancer pushed her into oncology\n“It was the malevolence of the tumor, the violence of the disease, on the one hand. On the other hand, the intellectual challenge of trying to figure out how this whole thing began in a single cell and how that cell goes rogue, what journeys has it undertaken to reach this level of malignancy? It was the dual emotional as well as intellectual grip that basically caught me at a young age.”\nThe commonality of being moved by a med student’s “first patient”:\n\nPeter tells a similar story of how moved he was after seeing his first patient as a med student—someone with stage four colorectal cancer who Peter became very close with until he died 2 years later\nSteve Rosenberg’s first patient—\n\nThe patient had metastatic gastric cancer to the liver, which should have killed the patient, but somehow his tumor was eradicated \nThis led Steve to conclude the only way that was possible was if his immune system eradicated it — and Steve has since pioneered effective immunotherapies for cancer\n\n\nAzra says she is very mindful of this experience for first year med student\n\nAzra quotes Emily Dickinson, “Tell all the truth but tell it slant. Success in circuit lies. Too bright for our infirm delight, the truth superb surprise. As lightning to the children eased, with explanation kind, the truth must dazzle gradually or every man be blind.”\n \nThe lack of progress in cancer treatment over the decades [18:45]\nWhen Azra came into oncology, she says it was almost a “stigma” to have cancer\n\nPeople didn’t want to talk about it, so many people hid it (even from themselves)\nThey would delude themselves into thinking that it was some kind of infection that would go away \nThere were very little screening measures being performed (especially in Pakistan)\nThis would result in most people presenting with advanced cancers\n\nIn med school at Dow Medical College, they were taught that the causes of cancer were:\n\nGenetic or hereditary component where you have a predisposition for high risk of some sorts of cancers\nSome environmental exposure to toxins\nPathogens were considered an exciting new avenue for research\nPerhaps this was a viral disease — especially retroviruses\nAnd then smoking was known to have a strong component of association\n\nThe lack of progress in oncology\n\nAzra says if you want to measure the success of treatment in cancer, then you need to look at—What is the age adjusted mortality of cancer today in 2020? \n\nIt is the same as it was in 1930, says Azra\nYes, there is a ~27% decline in mortality we are seeing in the last 30 years, but that is following a 30 year increase in mortality in cancer due to smoking\nIn other words, there was such an increase in the incidence of cancer from smoking that the decline in mortality basically parallels the decline in smoking\n\n\n\n“We are really at square one and that is the embarrassment that nobody wants to recognize.”\nPeter says that what Azra is saying about the lack of progress in cancer seems “completely at odds with what the propaganda machine is saying”\nAzra explains her statements with some history:\n\nSolid tumors—\n\nThe first known treatment of cancer was in 500 BC\nThe Persian queen Atossa had felt a lump in her breast\nShe got a Greek slave to slash off her breast with a sword\nWhat’s the primary treatment for breast cancer today? “Same slash”\n\n\nLiquid cancers—\n\nSince you can’t cut it out, you need to poison it somehow\nDuring the World War I, chemical weapons were created as weapons of war\n\n\none of the side effects that people died from was low blood counts\n\nGoodman and Gilman, two pharmacologists at Yale, decided that this could be used to treat cancer\nThose chemicals were cytoxan, chlorambucil, and melphalan\nAnd those chemicals are still in use to this day\n\n\nThe point is this… “We are slashing. We are poisoning the same way and then burning with radiation therapy the same way.”\n\n“The only good news you can give to a cancer patient is ‘Oh, we caught it early so we can get rid of it.’ We know that cancer itself may not kill; it’s the delay in treatment that really kills.”\nComparing statistics over the decades\n\nToday, 68% of newly diagnosed cancers are cured via slashing, poisoning, burning, surgery, radiation, and chemo\nExcept for a few cancers where there are targeted therapies or antibodies available, “really not much has happened,” says Azra\nThe 32% who present with advanced disease, we can’t use the slash/poison/burn protocol\nIn other words, the same treatments that were working in earlier stages are not working in later stages\n\n*The point Azra will keep making OVER and OVER: The only thing we can do right now is to find the cancer earlier\n\nSome of the promising targeted therapies that are not working, may actually work if caught earlier\n\nE.g., FLT3 mutations caught early may respond much better to FLT3 inhibitors\n\n\n\nPeter points out the contrapositive to the point Azra is making—\n\nWe don’t really have therapy that works for systemic disease\nIn other words, if you present with metastatic cancer (breast, colong, prostate, etc.), you are no better off today than you were 50 years ago\n\n \nWhat is holding the oncology field back? [33:15]\nProblem #1: \n\nWe are celebrating chronic versions of cancer (e.g., chronic myeloid leukemia) that have a genetic origination which can be cured by targeting a single gene with the drug (Gleevec in the case of CML)\nThe problem with celebrating this is because it’s chronic, i.e., not malignant, and once it becomes “acute” the drug therapy no longer works\n\nMeaning it must be caught very early for the cure to work\n\n\nIt’s also extremely rare — probably accounted for less than 1% dent in cancer mortality in the past 20 years\n\nProblem #2:\n\nWe celebrate hematologic malignancies—acute promyelocytic leukemia—which is cured with arsenic or with vitamin A analog (ATRA)\nBut the reality is that the discovery of this cure was stumbled upon in a way\nAnd they only figured out after the fact by working backwards to find the molecular lesion\n\nProblem #3:\n\nLymphomas are successfully treated with a cocktail of chemotherapy and drugs\nAnd from there the scientific logic became… “we just have to find the right four drugs for pancreatic cancer or ovarian cancer, and we’ll fix it.”\n\n“These are rare types of cancers. Melanoma, dramatic differences in survival today, but again, all of these together would account for less than 10% of cancers together. Still, we have to go back to whatever we can slash, poison, and burn and successfully we are able to do that for 68% cancers either because their disease is responsive…or because it is amenable to surgery. That’s it.”\nA counter argument to Azra’s point—one that optimistic people tend to use—is that if we just keep plugging away, in a few more decades we will figure out the 32% of cancers that are not responsive (I.e., it’s just a matter of time)\n\nAzra says she’s been hearing that argument forever\nAnd how do we even define advances?\nAzra poses the question: Have the advances reflected the quarter of a trillion dollars we have invested in research?\n\n \nDo the purported advances in oncology reflect the billions of dollars spent on cancer research? [40:00]\nLooking at the field of immunotherapy for cancer—\n\nThe 2 most popular immunotherapies are…\n\ni) cell therapies—work with cell, cytokine, interleukin therapies combined with T cells, etc.\nii) checkpoint inhibitors—\n\nnormal cells will have signals on themselves saying, “Eat me or don’t eat me.” and these signals are the checkpoints\nAnd by using drugs you can unmask the signal which has been covered up by the cancer cell\n\n\n\n\n\nThe two main ideas in immunology that came along were—\n\ni) How to target these checkpoints so that the body’s own immune cells can recognize the cancer as being alien to the normal functioning of the body and must be eliminated\nii) Can you take the body’s own immune cells and engineer them in such a way that they can selectively kill cancer? \n\nCAR T cells have been proclaimed as revolutionary, but the problem is that it has done very little for patients\nWhy has it done so little for patients? \n\nCAR T cells cannot distinguish between normal and cancer cells\n“CAR T cells are just another form of killing machine indiscriminately.”\nThe only thing CARs are working for right now is B cells because you can replace B cell function after you kill every single last B cell in the body, but you can’t do that to pancreatic cancer because it will kill the whole pancreas\nAzra says the problem is that the oncologists/immunologists will not acknowledge this fact\n\n\n\n\n\n“In all of those talks, I have never heard any serious scientists, oncologists or immunologists say that their CAR T-cells cannot distinguish between normal and cancer cells. They just ignore that. It’s like they just don’t want to acknowledge it.”\nBut what about the promising case studies?\n\nPeter points out that there are some cases studies that look more promising that the picture that Azra painted\n\nSuch as in cholangiocarcinoma, pancreatic cancer, colon cancer, breast cancer — instances where they are able to identify the unique antigen of the cancer such that you can send the T cell loose and eradicate just the cancerous piece\nOne might look at these case studies and think that adoptive cell therapy (i.e., CAR T-cell therapy) and checkpoint inhibitors are really going to be the way of the future\n\n\n\nDoes Azra hold out hope that these will result in a demonstrable step function forward in cancer therapy?\n\n“No, not particularly.” says Azra\nWhile Azra thinks we are making progress, she thinks we could be making better progress\n\n“Here’s the problem”:\n\n95% of experimental agents in cancer fail completely\nAnd the 5% that do “succeed” really should have been considered a failure because all they are doing is prolonging survival by a few months for 20-30% of the patients\nIn oncology, we consider progression-free survival when measuring success — “Survival has become too big of an obstacle to overcome.”\nSo a drug that extends life by a few months will then be approved and the drug will make billions of dollars\n\n \nEconomics of new cancer drugs—how small increases in survival come with staggering financial burdens [47:00]\nExample of Avastin\nJudah Folkman brought forth an idea—\n\nIf a tumor can’t make new blood vessels it can’t get very big\nTherefore, the ability to make new blood vessels must be of paramount importance to metastases \nSo the concept of neovascularization became key\nThis led to a whole class of drugs called anti-VEGF drugs (Avastin being one of them)\n\nSurvival impact of Avastin—\n\nAvastin was tested it in colorectal cancer\nNormally, a patient that had metastatic colorectal cancer is not going to survive\nWhen you added Avastin into the entire mix of the standard care, you only increase median survival by several months depending on the type of cancer (e.g., 4.7 months for colorectal cancer)\nYet, the cost of the drug could be $100,000\n\n⇒ See this NY Times Article: A Cancer Drug Shows Promise, at a Price That Many Can’t Pay \nThis led to a new discussion—What is the value of a life?\n\nIn countries with public insurance, they came up with the term “quality adjusted life year” (QALY)\nIt became a cost-benefit discussion… “Do we believe that the cost of a life is worth ‘X’ such that a publicly funded insurance for health would be accountable to spend that money?”\n\nAzra quotes John Donne, “Any man’s death diminishes me, because I am involved in Mankind. And therefore never send to know for whom the bell tolls: It tolls for thee.“\n\nAzra says that every oncologist is trying their hardest, but they are not following the correct path \n\n“They’re all trying their hardest, but it’s like trying to use a map to find your way in London, but you’re using a map of Paris. It’s not going to work.”\nExample—acute myeloid leukemia (AML)\n\nWorking as a fellow in 1977, Azra says that it was standard practice to give a combination of Ara-C and Daunomycin to patients with acute myeloid leukemia (AML)\nThat combo was given for 7 days with one of them and 3 days for the other — this became shortened to “7+3”\nIn 2020, guest what? … They are still giving “7+3”\nThe median survival in 1977 was 10%\nNow, in 2020, the median survival in 26%\nWhat accounts for the increase? ⇒ Better supportive care measures (antibiotics, more platelets are given, red cell transfusions, etc.)\n“The supportive care is better, but the backbone of treatment is the same, 7+3.”\n\nThe cost of 7+3—\n\nThe standard 7+3 treatment was priced at $5,000 for one cycle of treatment \nBut a company came along and made a “new” drug where they took the same “7+3” and they packaged into a fatty envelope and it was approved for patients aged 60-75\nThis “new” drug was priced at $45,000 for one cycle\nYet, even with cherry-picked patients, this new drug only increased the median survival by 3.7 months\n\nThe extreme pressure on oncologists\n\nAzra says that oncologists are under extreme pressure to give these drugs despite the exorbitant cost and little relative life extension for a small fraction of patients\nIf the doctor were not to give the patient the drug, and the patient dies (which they eventually do because it’s an older age group) then the family would likely sue the doctor\nThe family will point out that the drug was available and it COULD have given the patient an extra 3.7 months\n\n“So now the decisions that we are making as individual oncologists are not being made by us. They’re made just by key opinion leaders, or the very institutions, like FDA, which are supposed to protect the patients.”\nLowered standards for drug approval—\n\nDrug approval standards has been lowered to “laughable” criteria\nUnder the pressure of advocacy groups who are demanding more drugs for cancer patients at any cost, the FDA has lowered its bar of approving drugs to “laughable criteria”\nWith that in mind, it is “no surprise” that—\n\n42% of cancer patients who are diagnosed today will be completely financially ruined by the second year of their diagnosis\n50% of women with stage 4 breast cancer are being hounded by collection agencies\n\n\n\n“Every human life is important” says Azra, “but at what cost to the others?”\n==> Marty Makary (previous podcast guest) writes about this problem with the US healthcare system is his book, The Price We Pay\n \nHow good intentions can still lead to misaligned incentives and a broken system [1:03:00]\nAzra quotes The Ballad of Reading Gaol by Oscar Wilde—\n“Yet all men kill the things they love. By each, let this be heard. Some do it with a bitter look and some with a flattering word. The coward does it with a kiss, the brave man with the sword. But each man kills the thing they love. By each let this be heard.“\nWhat did he mean by this?\n\nWhen we meet someone (or have an idea) we immediately make an impression in our mind\nThe next time we meet them (or explore the idea) they don’t correspond with the impression we had\nFrom there, instead of correcting our impression, we start trying to change the person—And this is how we enter the cycle of self-delusion and kill the thing that we love\n\nWhat does this have to do with oncology? \n\nBecause we started with good intentions\nBut Azra is frustrated with the quickness people go to monetize things\n“It leaves such a bad taste in my mouth.”\n\n“You are never going to be able to cure an advanced cancer by a diet of any sort, or even by supplementing chemotherapy with the diet. All you are aiming for is improving their survival by a few months. But more important is to make companies. Why? Why have we come to this?”\nPeter’s response: \n\nPeter points out that progress has to be funded somehow\nHe wants to get Azra’s thoughts on the role of pharma in the entire landscape\n\nPublic funding— \n\n(e.g., NIH, NCI)\nSince Nixon declared the war on cancer in 1971, more than half of research dollars were funneled through the NCI\n\nPharma—\n\nPharma has now outsourced R&D\nInstead, they acquire R&D products — this opens up opportunity for smaller companies with venture capital money investing in stage one risk\nPharma comes in and brings the huge capital allocation required for late stage two/three that is closer to drug approval\nThis opens up opportunity for pharma to reposition the “7+3” drug and charge 10x more for it\nPeter wonders how we are ever going to get pharma to put patient’s best interest above their shareholders’ best interest\nInstead, you get a situation where Keytruda is costing an arm and a leg and only extending life by a few months — but the pharma company is making big money on it\n\n“Every life is valuable, and that includes the lives that remain…That’s the counterpoint that’s never made. It’s not just the life of the individual that we’re debating extending by 3.1 months at some unbelievable sum, it’s the lives of everybody that remains and what it says about their social security check, what it says about their schools, and what it says about their healthcare.” —Peter Attia\nAzra main point: \n\nWe started with good intentions\nBut we’ve become accustomed to the existing landscape which has become corrupt\nShe compares it to a frog that will slowly get boiled—“If you take a living frog and you throw it in boiling water, it will jump out. But if you put it in cold water and start heating it slowly, it will die in there, because it has been desensitized so slowly.”\n\n \nWhy 95% of new cancer drugs fail—a critical review of the cancer research model [1:11:15]\nAbout 95% of anticancer drugs we bring to the bedside fail\nAzra’s take on why that’s the case…\n\nThe pretesting platform we are using is so artificial—We are taking a very complex disease like cancer, and we’re trying to reduce it by reductionist approaches into trying to replicate this complexity in mouse models, tissue culture, cell lines. And if those don’t work, we add layers upon layers of complexity to it by genetic engineering, immunocompromisation of the animal.\nIn Azra book, The First Cell, she points out the futility of following the standard drug testing approach of starting in an in vitro cell system, moving to mouse models, then going to humans\nThis is the same old, ancient platforms that have led to a 95% failure rate of cancer drugs\n\nExplaining why this old model is used: \n\nYou can’t test a new drug in humans because you don’t know if it’s safe\nFirst, you test the drug against tumor cells in culture — but they don’t survive long in culture\nIn order to make them survive longer, the tumor cells have to be engineered\nThose engineered cells can then be put into mice and they will grow\n\nThe problem, however, as Azra points out in The First Cell—\n\nWhen it was tested to see what kind of genes are the tumor cells were expressing, instead of expressing genes that were faithful to the tissue of origin from which they came—e.g., an ovarian cancer cell line should be expressing genes that are expressed in ovarian cancer—it turned out that there has been a transcriptomic drift that basically all the cell lines, irrespective of their tissue of origin, express similar genes that make them survivable under adverse in vitro conditions\n\nCancer is actually not that hard to kill\n\nIn fact, we all probably have 30 chemicals under our sink that could kill even the deadliest of cancers\nThe challenge is killing cancer and not killing everything else.\nBut when you have immortalized cancer through engineering in the context of in vitro cultures, they have become so genetically skewed it’s not longer relevant to the species of interest–a human being\n\nBringing it back to the Oscar Wilde quote—\n\nWe started with a good thing. When it didn’t correspond to what we were hypothesizing, instead of changing our concept, we keep tinkering with trying to change the other thing.\nAnd that’s how we got to the situation where up to 90% of the papers published in the highest profile journals of science are irreproducible \n“It is unconscionable what we are doing.”\nWhy are they not reproducible? ⇒ Because for the same reason, one set of mice don’t correspond to another set of mice in another lab. \n\nAzra’s main point:\n\n95% of your drugs are failing\nAfter quarter of a trillion dollars in research\nAbout $6 billion a year \nAnd NCI funding and another $6 billion from philanthropy funding\nWhere is all this $12 billion going? \n\nFor the academic researcher —\n\nShe will try to get grants\nAt best she will get $250,000\nAnd with that money, all you can do is study one gene, one signaling pathway\nIf she gets super lucky, she will find something encouraging and is a potential target \nIn order to get that to the bedside for a cancer patient, it must first be tested in these mouse models\nA phase 1 trial at the bedside will then cost $30 million\nAnd by the time this drug will get approved, it will have cost 2.5 billion dollars\nAnd the only group that can fund such a thing is big pharma\nThis puts academics in a strange position—when recruiting young faculty, universities are asking candidates, “How many clinical trials are you going to open when you come?”\n\nPeter’s take:\n\nIt’s a symptom of a broader issue, which is the incentives have come out of line\nAnother example is the entire system of publishing in academics and how it has become so skewed\nIt started with a good idea… scientists would do work, would publish them in journals would have them peer reviewed\nKnowledge would be shared broadly so that others might see it, learn from it, and not make the same mistakes, and build on the work of others\nBut now, total publications is a criteria for promotion within the academic system, which leads to an entire cottage industry of garbage journals and garbage studies\nThis is how you get to the point where almost none of the studies are not reproducible\n\nThe process that Azra is describing is “a logarithmic order in front of that”\n\nAnd that is taking research from the so-called bench to the bedside\nPeter says he’s very discouraged\n\n \nEarly detection and prevention—a potential solution to the cancer problem [1:22:30]\n\nBack in 1961, Peter De Vries wrote the following in his book, referring to his young daughter’s battle with leukemia: “So death by leukemia is now a local instead of an express. Same run, only a few more stops. But that’s medicine, the art of prolonging disease.” \nIn 2020, Azra says we’re still taking the local train — “I feel like I’m living in a theater of the absurd.”\n\nAzra ponders—\n\nWhy do we keep promoting the tumor three months or five months advantage in survival? \nWhy aren’t we going for bigger goals and better things? \n“We can do it!”\n\n“We are living in an era of the most sophisticated technological advances possible, and yet the treatment of cancer is paleolithic. . .The kind of disfiguring, horrible treatments we give is like beating the dog with a baseball bat to get rid of its fleas.”\nIs Azra against testing drugs in animals?\n\nShe is not against animal research in general\nBut she is against testing drugs for drug development in animals because what you learn in animals does not automatically extrapolate to humans\nShe says it shouldn’t be tested for safety OR for efficacy\n\nWhat should we do instead?\n\nStart testing the drug in humans at one five-hundredth of the dose (a Phase 0 study)\nFrom there you slowly work your way up in dose\n\nEarly detection and prevention—a potential solution\n\nThe only thing that has worked is early detection, says Azra\nWe should take advantage of the cutting edge genomics, transcriptomics, proteomics, metabolomics, the scanning and imaging devices that have been developed \nWe should then use artificial intelligence to put all this together and develop as many tests are necessary to identify biomarkers for cancer\nWe combine all this with the latest technology to for continuous monitoring in the human body (as opposed to once year or less)\nFor example, \n\nThere is technology that allows someone to put a single drop of blood onto a microfluidics chip (M chip) as a PSA test in the context of prostate cancer\nYou can slide into a small device (and very soon into your cell phone) and give you your PSA multiple times in a day\n\n\n\nFinding biomarkers for cancer\n\nAzra says we need to focus on the development a biomarker for the earliest footprints of pancreatic cancer, ovarian cancer, etc. — like a barcode and with one drop of blood\nToshiba announced that they can detect 13 different cancers from one drop of blood in four hours for $180\nA company in the Bay Area called Grail is developing similar technology looking at ~30 different cancers\n\nPeter’s 3 Rules for not dying of cancer—\nRule #1 = Don’t get cancer\n\nWe know that cancer incidence is higher in a modern world than in a non-modern world\nWhy aren’t we trying to better understand what the environmental triggers of cancer? — Diet? Stress levels? Lack of exercise?\nIf changing factors of our lifestyle could reduce your risk of cancer by 30 to 50% (which Peter believes it possible), how could we not make that a high priority to understand? \n\nRule #2 = Very smart screening for cancer\n\nPeter says that most people who are critics of early screening are lacking the nuance to appreciate the accepted failures of things like PSA and mammography\n\nRule #3 = If you get cancer, treat it as early as possible\n\nTreat it when it’s in the millions, rather than the billions, of cells\n\n==> For more on PSA screening, check out The Drive episode with Ted Schaeffer\n==> For more on the limitation of mammography, check out The Drive episode with Raj Attariwala\nWill early detection and prevention reduce the need for finding big breakthroughs in treating metastatic lung, pancreas, prostate, breast, colon and GBM cancer?\nPeter says: \n\nPerhaps it’s that we have to catch these things long before they’re ever in a position to leave the primary organ \nRather than try to reinvent the “onc drug discovery wheel” or come up with another cocktail that we hope we get lucky with\n\nWhat causes cancer?\n\nLifestyle factors play a role in cancer prevention, for sure\nHowever, we are finding that for the vast majority of cancers, it is random mutations that account for them—which means that cancer is most commonly associated with increasing age \n\nWhy does cancer increase with age?\n\nWith age, many more of the cells in our body have undergone several divisions, and with each division we pick up some DNA copying errors\nBy the time the cells are 60 years of age, every cell has undergone multiple cycles of proliferation, therefore, multiple genetic mutations have collected\nThese mutations are making the cell unstable and susceptible to turning cancerous\n\nMetabolism can go wrong and cause cancer\n\nThere are a few advanced cancers where no mutations were found\nOther times, a disturbed metabolism leads to production of reduced oxygen species or free radicals which cause genetic mutations—So the primary event is a metabolic disturbance and that genetic mutations are a secondary event\n\nThe problem with today… \n\nWe are still overwhelmingly using slash/poison/burn\nAnd it is not for lack of resources or a lack very smart people in the field\nThe answer is just very complicated and complex\n\nThe need to reallocate our research resources\n\nConsidering the complexity of treating existing cancers, we should instead shift our focus to prevention\nInstead of spending 5% in prevention, we should spend 50% in prevention and early detection\nAzra says she is “uncompromising” in her criticism because “I have brought the patient back front and center and everything I look at is through patient’s human anguish”\n90% of our researchers never see a cancer patient because they are basic scientists and they study tumors that they grow in their labs and in animals\nWe should instead employ all of the sophisticated technology and intellectual resources to developing biomarkers for early detection in humans \nWe should look at blood, sweat, tears, saliva, urine, microbiome everything  — and do it in humans \n\n \nCoping with the loss of her husband to cancer [1:46:00] \n\nAzra says it’s very hard to describe the emotions that one goes through when losing someone they love to cancer\nShe says she’s been through every human emotion that a wife could go through which was heightened by also having a young child\nWhen Harvey (Azra’s husband) was told of his diagnosis, his reaction was, “Well, I’m glad it’s me and not you or [our daughter]. This I can handle. That I couldn’t.”\n\nIn classic Azra, she uses an Emily Dickinson quote to capture the feeling—\n‘I had no time to hate, because\nThe grave would hinder me,\nAnd life was not so ample I\nCould finish enmity.\nNor had I time to love, but since\nSome industry must be,\nThe little toil of love, I thought,\nWas large enough for me.’\n \nAzra’s optimistic view of the future [1:49:30]\nAzra’s tissue repository\n\nSince 1984, Azra has been collecting samples from cancer patients \nToday, there are over 60,000 samples from thousands of patients\nIt’s a depository which can really unravel so much and trace back to the cell of origin, the first cell\nWith these samples, we can look for biomarkers of a early cancer\nFor example, we can potentially find the biomarkers associated with something like a pre-leukemia before it spiraled out of control into acute leukemia within months, and compare it to a pre-leukemia that took 15 years to become acute\nThe technology is developed and hopefully the resources will be there to finally study the whole tissue repository property and find that first cell\n\n“I am extremely optimistic about the future—even though we spent most of our time talking about a very negative and very depressing, pessimistic review of what the field has been—the future looks extremely bright.”\n§Selected Links / Related MaterialAzra’s book: The First Cell: And the Human Costs of Pursuing Cancer to the Last by Azra Raza | (amazon.com) [3:30]\nAzra’s TEDx talk: Why curing cancer is so hard | Azra Raza | TEDxNewYork | TEDx Talks (youtube.com) [4:00]\nBook that can help an aspiring writer: The Elements of Style by William Strunk Jr. and E. B. White | (amazon.com) [5:00]\nPotential for CAR T cell therapy for colorectal cancer where authors conclude their efficacy is “debatable”: Chimeric Antigen Receptor T-Cell Therapy for Colorectal Cancer (Sur et al., 2020)  [44:30] \nNY Times Article about the big cost of Avastin: A Cancer Drug Shows Promise, at a Price That Many Can’t Pay | Alex Berenson (nytimes.com) [47:30]\nAvastin added to standard care for colorectal cancer only extends life by about 4.7 months: Two steps forward in the treatment of colorectal cancer (Robert J Mayer, 2004) [47:30]mar\n50% of breast cancer women with stage four breast cancer are being hounded by collection agencies: Breast Cancer Wariness: Half Pursued by Debt Collectors | Nick Mulcahy (medscape.com) [59:45]\nMarty Makary’s book about the broken US health care system: The Price We Pay: What Broke American Health Care–and How to Fix It by Marty Makary | (amazon.com) [1:00:00]\nMarty Makary’s appearance on The Drive podcast to discuss the broken US health care system: #68 – Marty Makary, M.D.: The US healthcare system—why it’s broken, steps to fix it, and how to protect yourself | Peter Attia (peterattiamd.com) [1:00:00] \nAzra quotes this famous poem by Oscar Wilde to describe how good intentions may not lead to good results: The Ballad of Reading Gaol | (wikipedia.org) [1:03:30]\nRichard Nixon declares a war on cancer in 1971: From the Archives: President Nixon Signs the National Cancer Act | Richard Nixon Foundation (youtube.com) [1:08:00]\nUp to 90% of papers published in the highest profile journals of science are irreproducible: Replication crisis | (wikipedia.org) [1:17:00]\nPeter De Vries wrote “So death by leukemia is now a local instead of an express. Same run, only a few more stops.” in his 1961 book: The Blood of the Lamb: A Novel by Peter De Vries | (amazon.com) [1:22:30]\nMicrofluidics chip (M chip) technology that can do a PSA test in the context of prostate cancer using a single drop of blood: Prostate Cancer Detection Gets Help from Liquid Biopsy Chip | (genengnews.com)  [1:27:15]\nToshiba’s technology that can detect 13 different cancers from one drop of blood in four hours for $180: Toshiba says its device tests for 13 cancer types with 99% accuracy from a single drop of blood | KYODO, JIJI (japantimes.com) [1:28:00]\nA company in the Bay Area is developing similar technology looking at ~30 different cancers: Grail | (grail.com) [1:28:45]\nThe Drive episode discussing PSA screening in the context of prostate cancer: #39 – Ted Schaeffer, M.D., Ph.D.: How to catch, treat, and survive prostate cancer | Peter Attia (peterattiamd.com) [1:30:30]\nThe Drive episode on the limitation of cancer screening (e.g., mammography) check out: #61 – Rajpaul Attariwala, M.D., Ph.D.: Cancer screening with full-body MRI scans and a seminar on the field of radiology | Peter Attia (peterattiamd.com) [1:30:30]\nAzra’s discussion with Perry Marshall: Azra Raza On Cancer’s $250 Billion Elephant-In-The-Room | Evolution 2.0 (youtube.com) [1:43:30]\n§People Mentioned\nDorothy Parker [5:00]\nJohn Brockman [5:30]\nHarvey Preisler (Azra’s late husband) [8:15, 54:00]\nCharles Darwin [11:00]\nSteve Rosenberg [15:15, 46:00, 1:13:15]\nEmily Dickinson [17:30, 1:47:45]\nJudah Folkman [48:00]\nJohn Donne [51:30, 1:00:30]\nMarty Makary (author of The Price We Pay) [1:00:00]\nSughra Raza (Azra’s younger sister and head of Women’s Radiology at the Brigham) [1:03:15]\nOscar Wilde [1:03:30, 1:16:45]\nLord Alfred “Bosie” Douglas [1:04:30]\nRichard Nixon [1:08:00]\nPeter De Vries [1:22:30]\nTed Schaeffer[1:30:00]\nRaj Attariwala [1:31:30]\nOtto Warburg [1:36;30]\nPerry Marshall [1:43:30]\nThomas Kuhn [1:44:30]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/07/bio-image-azra-500x500.png\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/07/bio-image-azra-500x500.png 500w, https://peterattiamd.com/wp-content/uploads/2020/07/bio-image-azra-150x150.png 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Azra Raza, M.D.Dr. Azra Raza is the Chan Soon-Shiong Professor of Medicine and Director of the MDS Center at Columbia University in New York. She is the author of The First Cell: And the human costs of pursuing cancer’s last published by Basic Books, October 2019. She is considered an international authority on pre-leukemia (MDS) and acute leukemia and is one of those rare physician-scientists who divide their time equally between caring for patients and supervising a state-of-the-art basic research lab which is well-funded by multiple large grants. Dr. Raza started collecting blood and marrow samples on her patients in 1984 and now her Tissue Bank, the largest and oldest in the country with >60,000 samples, is considered a unique national treasure. She’s the recipient of numerous awards including The Hope Award in Cancer Research 2012 (shared with the Nobel Laureate Dr. Elizabeth Blackburn). [Full bio at azraraza.com]"
}