{
  "title": "#124 – AMA #15: Real-world case studies—metabolic dysregulation, low testosterone, menopause, and more",
  "content": "As a follow up to AMA #14 where Peter explained his framework for analyzing labs, this “Ask Me Anything” (AMA) episode focuses on a number of real-world case studies exploring metabolic dysregulation, low testosterone, menopause, hypothyroidism, elevated uric acid, and more. From the examples discussed, you can follow along how our clinical team goes about interpreting diagnostic measures and applying relevant research findings. Once again, Bob Kaplan, Peter’s head of research, will be asking the questions. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #15 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nShould you stop taking supplements before getting a lab test? [2:45];\nFamily history—Questions to ask and what to look for [5:30];\nThe purpose of an oral glucose tolerance test (OGTT) [12:15];\nCase study—Insufficient muscle mass for proper glucose disposal [17:15];\nWhy hemoglobin A1c is a relatively unhelpful metric [24:00];\nCase study—Exceeding carbohydrate tolerance [26:30];\nCase study—Metabolic dysfunction and a framework for metabolic health [33:30];\nPeter’s ideal tracking of metabolic health for all his patients [43:30];\nContrasting presentations of hypogonadism—Low free testosterone [45:00];\nHow sleep, exercise, and alcohol affect testosterone levels? [56:20];\nCase study—Surprisingly fast onset of menopause [59:25];\nCase study—Hypothyroidism and high cholesterol [1:07:00];\nCase study—Elevated uric acid and hypertension [1:10:55]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#124 – AMA #15: Real-world case studies—metabolic dysregulation, low testosterone, menopause, and more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#124 – AMA #15: Real-world case studies—metabolic dysregulation, low testosterone, menopause, and more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#124 – AMA #15: Real-world case studies—metabolic dysregulation, low testosterone, menopause, and more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesShould you stop taking supplements before getting a lab test? [2:45]\nDoes Peter have patients stop taking their supplements before doing their lab tests?\n\nPeter actually prefers that patients ARE taking the supplements that they typically take\nIn fact, he will postpone lab work to allow for a person re-continue taking a supplement that they may have run out of\nFor example, if a person is taking methylated B vitamins because they have high homocysteine, we wouldn’t want to run lab tests if they ran out of their supplement — we’d want to see their labs with the supplement to make sure it’s keeping homocysteine down\n\nThe more important point: You need to know how long it takes to see the effect of the intervention\nFor example, one of the longer tail things is looking at omega-3 index  \n\nThe Omega Quant test looks at the red blood cell membranes and measures the amount of EPA and DHA (Omega 3 fatty acids) \nYour index number rises with increase fish consumption and/or taking fish oil supplements but it takes 3+ months to fully assimilate the change \nAnd if you think that the change is supposed to happen quicker, you could be misled into thinking you’re not giving them enough\nBy contrast, with a drug like Repatha, a few doses would be sufficient to know if the drug is working or not\n\n⇒ See episode of The Drive with Bill Harris for more on omega-3 fatty acids\n \nFamily history—Questions to ask and what to look for [5:30]\nIs 23andMe data comparable to family history data?\n\n“Actually, that pretty much tells me nothing . . . this stuff doesn’t mean Jack compared to your family history.”\nWith the 23andME data, you CAN look at things like\n\n i)  TOMM40 gene to assess risk of Alzheimer’s disease, and/or \nii) FOXO3 — a gene associated with longevity \n\n\nBut the genes Peter thinks are important are things that they measure on their own (e.g., MTHFR, APOE, etc.)\n\nFamily history data\n\nPeter gives new patients a large form prior to their first visit\nHe wants to know everything knowable about mother, father, both sets of grandparents, aunts and uncles, and siblings\nCardiovascular disease, for example—does anybody have a history of cardiovascular disease? Did they take any medication for blood pressure, cholesterol? Did they ever have a stroke, chest pain, heart attack?\nSame questions around dementia, cancer, metabolic disease/diabetes\nNext, they prod the answers to those questions to understand context: \n\nYou may see a family history full of cancer, but then find out that they all smoked three packs a day\nThe patient may have a relative die of a heart attack at 50—Is this a case of LP(a)? Was this person an alcoholic and heavy smoker?\n\n\n\nLooking for patterns\n\nThe more time you spend gathering data, the more likely you’ll understand what’s really at the root of the genetic template that you inherited\nYou’re looking for patterns—signature of cancer, dementia, cardiovascular disease\nExample — \n\nAbout 1 in 10 people show up with an elevated Lp(a), but the number by itself doesn’t tell you how bad of a problem it is\nWe know Lp(a) is bad, but is this a big problem or just a medium problem? \nFor the patients who have family members with a lot of sub 60 year old cardiovascular events AND elevated Lp(a) — you need to be acting on that in the most aggressive manner \nBut maybe you can afford to be less aggressive in the case where families have high Lp(a) but nobody’s having any events until their 80s\n\n\n\n \nThe purpose of an oral glucose tolerance test (OGTT) [12:15]\nOral glucose tolerance test (OGTT)\n\nThe OGTT is a really cumbersome test and it’s not done frequently especially not with the frequent sampling and looking at glucose and insulin like Peter does it\nPregnant women might be familiar with a simple version of this test when screening for gestational diabetes\n\nBlood test done before taking the glucose\nThen 75 grams of glucose is ingested\nTwo hours later they do another blood draw\nYou see the glucose before and glucose after\n\n\n\nHow peter does the OGTT for patients\n\n75 grams of a pure glucose drink\nBlood draw at time 0 (before ingesting glucose), 30 min, 60 min, and 90 min\nMeasure both the insulin and glucose levels at each time point\nOver the 90 minute period, the patient is not allowed to eat, drink, or exercise\nNote: The test has to be considered in one data point—e.g., if the person hasn’t slept well in the week leading up to the test, or the person was on a very low carbohydrate diet coming into the test and didn’t refeed glucose before—you can misinterpret those tests a little bit\nSide effects: \n\nFeeling sick — a lot of patients when infused with that much glucose feel incredibly sick \nParadoxical crash of glucose — \n\nin some cases for patients who are especially insulin sensitive, they’ll experience a paradoxical crash of glucose after the fact because that huge amount of glucose causes such a rise in insulin in the short term because the body is sort of caught off guard\nTheir muscle is so insulin sensitive that they see kind of an overcorrection of glucose and they end up hypoglycemic\n\n\n\n\n\n \nCase study—Insufficient muscle mass for proper glucose disposal [17:15]\n“Patient A”\nBasics:\n\n33, Male\nAsian descent\nBody type: Not overweight but high BF%\n\nMeds while on a labs (pertinent):\n\nMetformin 500 mg BID\n\nFam Hx: Some CVD. Longevity on his side.\n\nFather: Hyperlipidemia\nPaternal grandmother: Alive and well, 86 YO. HTN and T2DM.\nPaternal grandfather: Fatal MI (69 YO)\nMother: Hyperlipidemia\nMaternal Grandmother: Alive and well, 90 YO. Hyperlipidemia.\n\nMed Hx:\n\nLost 50# in about 2 years. High BF%, low LBM. \nOSA\nPast hx of obesity and metabolic syndrome.\nNAFLD\nApoE 3/3\nHeterozygous for MTHFR – 677C/C, 1298 A/C\n\nImaging:\n\nNo CAC done.\n\nNutrition:\n\nTRF 18/6\nProlonged fasting\nCandy eater\n\nOther Testing:\n\nOmega-3 Index: 7.1%\n\nMetabolic Test for Patient A\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13566\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-1-1024x598.png\" alt=\"\" width=\"1024\" height=\"598\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-1-1024x598.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-1-300x175.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-1-768x448.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-1.png 1182w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Patient A – metabolic test.\nObservations: This is somebody with great metabolic numbers\nMore about hemoglobin A1c (HbA1c)—\n\nHbA1c is trying to estimate the average blood glucose by looking at the amount of glucose that is stuck to hemoglobin—and if you can estimate how long a molecule of hemoglobin lives in circulation, you should be able to convert that to an average glucose\nFor example, \n\nAn HbA1c of 5.0% corresponds to an estimated average blood glucose of 97 milligrams per deciliter\nHbA1c of 6.0% corresponds to an estimated average blood glucose of 126 mg/dL — “pre-diabetic”\nHbA1c of more than 6.5% estimates average blood glucose to be 140 mg/dL — diabetic\n\n\n\nFor Patient A—\n\nHis HbA1c of 5.1% suggesting his average blood sugar is about 100 mg/dL\nHis fasting glucose is 75\nHis fasting insulin is 5\nThis patient appears to be very healthy metabolically, despite some imperfect dietary patterns (e.g., candy eater)\n\nOGTT results for Patient A\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13567\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-2-1024x740.png\" alt=\"\" width=\"1024\" height=\"740\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-2-1024x740.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-2-300x217.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-2-768x555.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-2-1536x1110.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-2.png 1622w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Patient A – OGTT results.\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13568\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-3-1024x670.png\" alt=\"\" width=\"1024\" height=\"670\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-3-1024x670.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-3-300x196.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-3-768x503.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-3-1536x1006.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-A-3.png 1616w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. Patient A – Insulin.\nObservations:\n\nPatient A starts with a baseline blood glucose of 75 which is exceptional\nHowever, it shoots up to 184 and basically stays there for the next hour\nInsulin goes up to 47 which isn’t outrageous, but interestingly, it stays about there until about 90 minutes when it drops to 77 \nThe question: Why isn’t he putting this glucose away? What could be happening here? \n\nHe doesn’t meet the criteria for type 2 diabetes under any circumstance, but clearly his OGTT does not look good\nThis is a great example of the type of thing you miss when you only look at these fasting labs without what we would call a “provoked test”\n\n\n\nThe diagnosis:\n\nInsufficient muscle mass\nInsufficient ability to dispose of glucose through either insulin-dependent and the insulin-independent methods of glucose disposal\n\nSee podcast episode with Inigo San Millan\n\n\n\nPrescribed therapy for Patient A:\n1—Start wearing a CGM\n\nPeter wants to see how high his blood glucose is getting during the day\nWants to understand avg. blood sugar (and reconcile it with the hemoglobin A1c) as well as his standard deviation from the average\n\n2—Resistance exercise\n\nHe need to put on some muscle mass\nHe could also afford to lose some body fat, however, the way that we want to reduce his body fat percentage is actually put muscle mass on you and “dilute” the fat\nSo this is one of those patients that has the challenge of needing to become anabolic with respect to muscle while becoming catabolic with respect to fat simultaneously\n\n \nWhy hemoglobin A1c is a relatively unhelpful metric [24:00]\n\nThe hemoglobin A1c is a relatively unhelpful number because it is so dependent on that assumption that our red blood cell lives 90 days\nBut there are so many cases when a patient has a red blood cell that lives too long or too short relative to that baseline assumption, therefore their HbA1c either grossly underestimates or grossly overstates their average blood glucose \nIn the case of this patient, once he was wearing a CGM his average blood glucose was actually higher than 100 milligrams per deciliter (which was predicted by the HbA1c)\n\nPeter’s personal example:\n\nPeter has the beta thalassemia trait—he’s got really tiny red blood cells that stick around for a long time because they’re just less likely to get mechanically destroyed by his spleen\nThis leads to an overestimation of average blood glucose as predicted by his HbAlc\nHis HbA1c typically measures at 5.6%, yet his CGM data has his average blood sugar at 95 mg/dL which would correspond to a HbA1c of 4.8%\nConversely, Patient A has larger red blood cells that lead to accelerated destruction and a HbA1c that underestimates average blood glucose\n\n \nCase study—Exceeding carbohydrate tolerance [26:30]\n“Patient B”\nBasics:\n\n43, Female\nEuropean descent\nBody type: BMI 19. Low muscle mass\n\nMeds while on a labs (pertinent):\n\nNone\n\nFam Hx:\n\nMother: Uterine cancer\nMGM: Uterine cancer and CVA\nMGF: Lung cancer (smoker)\nFather: CVA\nPGM: CVA\nPGF: 74 – dec – MI, TIAs\nP aunt: TIA, HTN\nBrother: Parkinson’s\n\nImaging:\n\nNone\n\nNutrition:\n\nTRF 18/6\nLow carb, high fat diet. SFA mostly from dairy and meat.\n55% Fat, 18% CHO, 27% PRO\n\nExercise:\n\nYoga 2x/week\nHIIT boot camp 1x/week\nLimited/infrequent weight or resistance training\n\n*Overall observations BEFORE the OGTT test:\n\nGreat metabolic numbers\nLow BMI\nLow-ish but reasonable muscle mass for age/gender\nDecent dietary macros\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13569\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-1-1024x240.png\" alt=\"\" width=\"1024\" height=\"240\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-1-1024x240.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-1-300x70.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-1-768x180.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-1-1536x360.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-1.png 1782w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4 – Patient B – OGTT results.\nObservations:\n\nAt 60 minutes, both glucose and insulin are “off the chart”\nAt 2 hours—\n\nGlucose was down but Peter wants to see less than 100\nInsulin was still elevated at 52, ideally would want that to be no more than twice baseline insulin\n\n\n\n8 day sample of CGM data:\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13571\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-3-1024x484.png\" alt=\"\" width=\"1024\" height=\"484\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-3-1024x484.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-3-300x142.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-3-768x363.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-3-1536x725.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/08/patient-B-3.png 1660w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Patient B – 8 day sample of CGM data.\nDiagnosis and concluding observations:\n\nThis patient is someone who is clearly eating more carbohydrates than they are capable of disposing \n*Moral of the story: There is no one size fits all. There is no number of carbs that is the right number of carbs. There are people out there that can ingest 500 grams of carbohydrates a day. It’s just a question of, can you dispose of them adequately?\nIn the case of this patient, the reality of it is with her muscle mass and her type of exercise, she was exceeding her carbohydrate tolerance \nFasting insulin or fasting BG would not have provided any clues to the underlying potential IR present.\nCGM also confirmed her average BG and standard deviation were above target. \n\n“The point of this case is using this OGTT becomes a great flag to see something that you wouldn’t miss.”\n*Important points about the OGTT test:\nFirst, Peter’s preferred ranges are typically more stringent than the “normal” ranges listed on lab results\nSecondly, you can be mislead by results of an OGTT if you take the test while on a low-carb diet/ketogenic diet or you are in the middle of a prolonged fast\n\nThat could result in insulin and glucose shown to be very high due to “physiologic insulin resistance”—An example would be the body basically shutting down the muscle to accept glucose on account of preparing the body to save as much glucose as possible for the brain\nAvoid this by refeeding carbs for three days before the OGTT to get the system primed again\n\nThird, someone on a ketogenic diet will have much higher free fatty acids \n\nThis will show up as a bad thing because for someone with T2D they will also have elevated FFA\nBut the test won’t be able to distinguish that the keto dieter is just someone who is oxidizing fat constantly\n\n \nCase study—Metabolic dysfunction and a framework for metabolic health [33:30]\nPeter’s framework for metabolic health\n\nMetabolic health is a foundation with 3 pillars that stand on it\nPeter uses this framework to think about chronic disease\nThe 3 pillars are the 3 disease states that are responsible for the majority of chronic deaths\n\n1) Atherosclerotic diseases\n2) Cancer\n3) Neurodegenerative diseases\n\n\n\nMetabolic health is the foundation for which these disease states are set upon\n\nIf the metabolic state of health of an individual is anything other than fully optimized, it is going to increase risk for each and every one of the three pillars of chronic disease\nYou can think of metabolic health as a continuum with the most extreme state of metabolic dysregulation being unregulated type 2 diabetes\nT2D is a situation in which the patient is completely unable to partition fuel, even at the most basic level, which is to get glucose out of the circulation. \nA person’s risk of the pillar diseases goes up significantly\nObesity and type 2 diabetes probably represent the second leading cause of cancer (second only to smoking)\nAnd there’s no disputing the relationship that type 2 diabetes has on Alzheimer’s disease and on cardiovascular disease\n\n“If you want to further reduce your risk of Alzheimer’s disease, cancer, atherosclerosis, in addition to doing all of the “disease these specific things,” you must be the most metabolically flexible, metabolically healthy person imaginable.”\nWhat does that mean? \n\nYou must be able to dispose of glucose really, really efficiently. \nThis is why many of Peter’s patients wear a CGM — it’s a tool to be able to see if average glucose is below 100 with a standard deviation below 15 — which gives you a sense of how much it’s cycling and therefore how low you’re keeping insulin levels\n\nYou can also look at lipids\n\nA person will sometimes have very high LDL, very high triglycerides and very low HDL\nIn fact, the condition of metabolic syndrome is partially defined by two of those\nMetabolic syndrome that is meant to closely approximate insulin resistance\nIt’’s defined by having at least 3 of the following 5 things\n\nElevated waist circumference: waist to hip ratio > 0.90 (male); > 0.85 (female), or BMI > 30 kg/m2\nElevated fasting blood sugar: >100 mg/dL\nElevated blood pressure: systolic BP > 130 or diastolic BP >85 mm Hg\nElevated triglycerides: > 150 mg/dL\nAnd low HDL: < 40 mg/dL for males; < 50 mg/dL\n\n\n\n*****\nCase study – “Patient C” \n<img decoding=\"async\" class=\"alignnone size-large wp-image-13583\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-glycemic-control-1024x281.png\" alt=\"\" width=\"1024\" height=\"281\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-glycemic-control-1024x281.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-glycemic-control-300x82.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-glycemic-control-768x211.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-glycemic-control.png 1266w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6. Patient C – Glycemic control.\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13586\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-lipids-1024x347.png\" alt=\"\" width=\"1024\" height=\"347\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-lipids-1024x347.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-lipids-300x102.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-lipids-768x260.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-lipids.png 1268w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 7. Patient C – Lipid panel.\nAt first glance—\n\nThis patient does NOT meet the criteria to be considered having metabolic syndrome\nHis lipid panel also shows a good outlook\nIn fact, if he goes to the doctor, he will most likely be told he has a complete bill of health\n\nDigging a little deeper—Looking at liver function test (LFT) — These are enzymes that are produced by the liver under the stress of the liver. So as the liver is experiencing any inflammation or scarring, these numbers will get higher and higher and higher.\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13585\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-LFT-1024x407.png\" alt=\"\" width=\"1024\" height=\"407\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-LFT-1024x407.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-LFT-300x119.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-LFT-768x305.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-LFT.png 1112w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. Patient C – LFTs.\nNote: Peter thinks of normal ALT and AST as being below 20 whereas the labs will say that below 40 is normal (see Rob Lustig episode of The Drive)\nInflammation markers—\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13584\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-Inflammation-markers-1024x242.png\" alt=\"\" width=\"1024\" height=\"242\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-Inflammation-markers-1024x242.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-Inflammation-markers-300x71.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-Inflammation-markers-768x182.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-Inflammation-markers.png 1268w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 9. Patient C – Inflammation markers.\nOther important metrics—\n\nHomocysteine = 12 (lab will say this is pretty normal, but Peter thinks it’s too high)\nUric acid = 7.8\n\nEven the lab says that this number is too high — but the lab is thinking about this through the lens of gout\nPeter on the other hand sees this as very concerning through the lens of blood pressure and insulin resistance (see Rick Johnson’s episode of The Drive)\nPeter wants his patients below 5 on the uric acid scale, “non-negotiable”\nIdeally, uric acid is in the 2-3 range\nPeter has seen incredible benefits on blood pressure and insulin simply by reducing the uric acid\n\n\n\n*Summary of observations about Patient C so far: \n\nThis guy is 0 for 5 on metabolic syndrome\nHe looks to be as insulin sensitive as they come\nYet his uric acid is 7.8 and his homocysteine is 12 — both signs of inflammation\n\nLooking at his insulin and OGTT results—\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13587\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-OGTT-1024x281.png\" alt=\"\" width=\"1024\" height=\"281\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-OGTT-1024x281.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-OGTT-300x82.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-OGTT-768x211.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-C-OGTT.png 1106w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 10. Patient C – OGTT results.\nNotable observations:\n\nFasting insulin at baseline is quite high\nAt 90 minutes, insulin is still dramatically elevated\n\nThoughts and lessons:\n\nThis is a guy who metabolically slips through the cracks in most cases\nYou can’t just look at the traditional markers of metabolic syndrome — you’ve got to dig a little bit deeper\n\nHow the treatment has gone with Patient C:\n\nGoal was to reduce inflammation by correcting homocysteine and insulin levels\n\nIt has been stubbornly difficult to correct his homocysteine—He’s got an MTHFR mutation that has made it complicated\nIt took a year to get this patient’s fasting insulin to a normal range\n\n\nCGM became a very helpful tool for him as well on the behavioral front, because he was struggling with some of the things he was eating\nHe struggled with some bad eating habits — He runs marathons was mainlining energy goos and such and it took him a while to understand how damaging those foods can be\n\n \nPeter’s ideal tracking of metabolic health for all his patients [43:30]\n\nFirst, put a CGM on everyone\nHe would NOT wait until they fail an OGTT \nThe intervention begins once your avg. blood sugar is above 100, or your std dev. is above 15\n\nWhy do it this way?\n\nBecause your CGM metrics start to look concerning YEARS before you might fail an OGTT\nYour HbA1c looks concerning nearly a decade after an OGTT starts to look concerning\n\n“We literally wait until your hemoglobin A1c is broken, which means by definition your average blood sugar is about 140. By this point you’ve already got impaired erections. You’re already losing your vision. You already doubled your risk of cancer and heart disease and Alzheimer’s. Like we’re going to wait until you got there to say, ‘Oh, we better do something about this.’ It really doesn’t make any sense obviously.”\n \nContrasting presentations of hypogonadism—Low free testosterone [45:00]\nImportant prerequisites: \n\nVideo of Peter explaining males sex hormones \nWhen Peter says “low testosterone” he’s actually referring to low “free” testosterone because that is what is acting physiologically\nPeter only treats a patient for low free testosterone when it is accompanied by symptoms\n\nFirst order question when investigating the cause of low free testosterone:\n\nIs the problem in the testes whereby the body is failing to make enough? (Primary hypogonadism)\nOr is the problem that the brain not getting the signal to tell the testes to make more? (Secondary hypogonadism)\n\n*****\nCase study – Secondary hypogonadism\n“Patient D”\n\n28, Male\nEuropean descent\nBody type: BMI: Average. Lean..\n\nMeds while on a labs (pertinent)\n\nNone\n\nFam Hx: Remarkable for CVD\n\nFather:  9 Stents, hyperlipidemia – SMOKER\nPaternal grandfather: Fatal MI, HTN.\n\nMed Hx:\n\nHypogonadism – past treatment with HCG and testosterone cypionate.\nHypothyroidism\n\nSocial Hx:\n\nPoor sleep quality and duration – A function of social life.\n\nTravels a ton for work – Asia, Europe, North America\nRobust social life – late nights, alcohol\n\n\n\nImaging:\n\nMRI of pituitary –  Negative (ruling out a pituitary adenoma)\n\nLab tests: \n<img decoding=\"async\" class=\"alignnone size-large wp-image-13588\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-low-t-1024x250.png\" alt=\"\" width=\"1024\" height=\"250\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-low-t-1024x250.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-low-t-300x73.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-low-t-768x187.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-low-t.png 1050w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 11. Patient D – Low testosterone.\n*Note: This lab was measured free T in picograms per milliliter but it measured total T in nanograms per deciliter. A better comparison would be using nanograms for free T which would put free T at 4.16. So you can now see that free T is only 4.16 of the 234 total T making it just 2% of the total.\nObservation from lab: Free T of 4.16 places him well below the lower limit (5th to 10th percentile) AND he’s experiencing symptoms.\nNow let’s look at LH and FSH—\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13589\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-male-hormones-1024x345.png\" alt=\"\" width=\"1024\" height=\"345\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-male-hormones-1024x345.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-male-hormones-300x101.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-male-hormones-768x259.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-D-male-hormones.png 1086w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 12. Patient D – hormones.\nObservation and diagnosis: Given that LH and FSH are also at the very bottom of the reference range, this thereby confirms the diagnosis of secondary hypogonadism (aka central hypogonadism)\nTherapy for Patient D:\nFirst line of therapy—\n\nFix his sleep, nutrition, and alcohol to get LH and FSH high enough to actually get his testosterone higher\nAfter 9 months, Patient D’s LH and FSH doubled, however, his free testosterone levels did not go up enough\n\nSecond line of therapy—\n\nNext, Peter prescribed Clomid—a drug that tells the hypothalamus, to tell the pituitary, to make more FSH and LH by basically tricking it with respect to estradiol levels\nPatient D is currently in the second line of therapy and being monitored\n\nLast line of therapy—Exogenous testosterone \n\nFor a 28 year old, Peter would NOT want to turn to exogenous T unless he had to\n\n*****\nCase study – Primary hypogonadism\n“Patient E”\n\n49, Male\nBody type: BMI: Lean. ~10% BF\n\nMeds while on a labs (pertinent)\n\nAfter labs were on t.cypionate 0.25 mL 2x/week.\n\nFam Hx: Irrelevant.\nMed Hx:\n\nAnxiety\nInsomnia \nIBS\n\nSocial Hx:\n\nPoor sleep quality and duration due to anxiety.\nHigh anxiety\nHigh stress work environment\nFrequent travel impacting sleep quality\n\nNutrition:\n\nTRF 18/6\nLow carb.\nAlcohol: Minimal\n\nExercise\n\nStrict weight training and endurance training.\n\nSymptoms of low testosterone (BEFORE treatment)\n\nLow Libido \nLow mood and motivation – apathetic. \n\nPre-treatment lab work: \n<img decoding=\"async\" class=\"alignnone size-large wp-image-13591\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-before-1024x962.png\" alt=\"\" width=\"1024\" height=\"962\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-before-1024x962.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-before-300x282.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-before-768x721.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-before.png 1246w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 13. Patient E – before treatment.\nObservations:\n\nTotal T and Free T is in the 20th percentile\nHis estradiol is quite robust \nAnd his FSH and LH are very high — especially for such a low free testosterone\nThat suggests that his brain is perceiving and doing its best to tell the testes what they need to do\n\nNext steps—\n\nFirst, make sure that the body has enough substrate\n\nIn this situation, Patient E didn’t because his DHEA-S was only 73\n\n\nSecondly, make sure he’s not turning too much of his testosterone into dihydrotestosterone (52) or estradiol (45)\n\nPossible treatment approaches:\n1-One approach is you can block some of the conversion to estrogen—but when the estrogen is only 45 that doesn’t make a lot of sense b/c you also run the risk of having the estrogen too low\n2-Another approach is you can block the conversion of testosterone to DHT using 5-alpha-reductase inhibitors—but if they’re not symptomatic from that (e.g., enlarged prostate or hair loss), it might not be the best approach given those drugs can come with some sexual side effects\n3-For Patient E, the first order attempt would be to replace the DHEA-S which is only at 73—if you have more of the building block for testosterone, will you make more of it? \n\nPeter tried this approach with patient DHEA but it didn’t really do anything\n\n4-Next, you can try an injectable form of testosterone called testosterone cypionate\n\nFor Patient E, Peter started with 100 mg per week\n\n*Results AFTER treatment with 100 mg/week with testosterone cypionate \n<img decoding=\"async\" class=\"alignnone size-large wp-image-13590\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-after-1024x748.png\" alt=\"\" width=\"1024\" height=\"748\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-after-1024x748.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-after-300x219.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-after-768x561.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-E-after.png 1308w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 14. Patient E – after treatment.\nObservations:\n\nPeter says that they “overshot” with that dose\nHis total T and Free T numbers were “supraphysiologic” which is not the intended goal\n\nMore technical notes for those interested:\n\nHis LH and FSH of course became unmeasurable and his sex hormone binding globulin fell to 30\nWhat’s neat from a physiology standpoint is… his sex hormone binding globulin started at 87 (why he started out with a free T that was only 1% of his total T)\nHe also had a relatively high estradiol, so in anticipation of his estrogen going through the roof once he was given injections they put him on an estrogen blockage — “but we kind of overdid it.”\nHis estradiol ending up falling below 25 and with it, his SHBG fell to 30—that’s why his free T went up to 2.5% of his total T (from only 1% pre-treatment)\n\nClinical outcome after treatment (all that really matters):\n\nReduced body fat percentage\nIncreased in strength from strength training \nImproved libido/sex drive\nImproved mood – blunted response to stressors from work\nTesticular atrophy (Did not cycle him on/off — he wanted to stay on this as he had no concerns with the long term impact of that as it pertained fertility)\n\n \nHow sleep, exercise, and alcohol affect testosterone levels? [56:20]\nAlcohol \n\nAlcohol negatively impacts testosterone levels indirectly most clearly through the damage it does to sleep quality\n\nSleep \n\nSleep is such an important part of hormone synthesis at the pituitary level \nManaging sleep quality and quantity is of utmost importance:\n\nBlue light blockers\nReduction of cortisol at night\nLess alcohol consumption\nLess late-night eating\n\n\nSleep is especially important in the cases of secondary hypogonadism\nThe association with low testosterone and low sleep is not trivial, but it’s not clear which one’s causing the other\n\nExercise and muscle mass\n“I don’t think that muscle mass gets enough attention in the longevity literature”, says Peter\nWhen an older person puts on more muscle—\n\nThey are less likely to fail and break a hip\nThey also may experience a higher quality of life through greater activities of daily living \n\nUsing testosterone to aid in muscle mass—\n\nPeter says it’s clear at this point that testosterone supplementation does not increase the risk of prostate cancer\nAnd if it does increase the risk of cardiovascular disease, it’s in the most minor way imaginable\nWhen you consider the longevity benefits of muscle mass aided by testosterone supplementation, you can make the case that the benefits outweigh any potential downsides related to chronic diseases\n\n \nCase study—Surprisingly fast onset of menopause [59:25]\n“I pulled this case because of how much it surprised me. This was one of those cases where I’d never seen anything like this in terms of speed.”\n“Patient F”:\nPatient F went from asymptomatic perimenopausal woman to completely symptomatic and menopausal within 7 months—Thus, requiring HRT to alleviate symptoms.\nBasics:\n\n47, Female\nBody type: BMI: Lean\n\nMeds while on a labs (pertinent):\n\nMirena IUD\nPut on pellets when creams and oral estrogen failed\n\nFam Hx: .\n\nMother: menopause 48 YO\n\nMed Hx:\n\nRLS\nClimacteric symptoms\n\nSocial Hx:\n\nPoor sleep quality when off HRT\nHigh social stressors – family, work.\nHigh stress work environment\n\nNutrition:\n\nAlcohol: 5-7 per week\n\nPatient F in August 2017\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13592\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-aug-2017-804x1024.png\" alt=\"\" width=\"804\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-aug-2017-804x1024.png 804w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-aug-2017-236x300.png 236w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-aug-2017-768x978.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-aug-2017.png 908w\" sizes=\"(max-width: 804px) 100vw, 804px\" />\nFigure 15. Patient F – lab results from August 2017\n\nHer lab results were so good it was “kind of comical” says Peter\nSide note: Even her cholesterol was the lowest Peter had ever seen (funny anecdote: she was eating 12 eggs per day)\nShe was having regular periods\nAnd given that Peter drew blood during this woman’s follicular phase, her estradiol (183), FSH (11), and LH (12) were “the most normal numbers I’ve ever seen” indicating that this woman [should be] several years from menopause\nHer only complaint in 2017: she would occasionally get these vasomotor symptoms at night (hot flashes and sweat through her bed sheets)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13565\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/estrogen-and-progesteron-cycle-1024x534.jpg\" alt=\"\" width=\"1024\" height=\"534\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/estrogen-and-progesteron-cycle-1024x534.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/estrogen-and-progesteron-cycle-300x157.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/08/estrogen-and-progesteron-cycle-768x401.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/08/estrogen-and-progesteron-cycle-1536x802.jpg 1536w, https://peterattiamd.com/wp-content/uploads/2020/08/estrogen-and-progesteron-cycle.jpg 1600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 16. Female hormone cycle. Image credit: PrimalEye\n==> More about female hormones in AMA #4\nPatient F in March 2018 (7 months later)\n\nPatient explains that her vasomotor symptoms (night sweats) are really increasing\nThey decided to do another blood draw, results shown below—\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13600\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-march-2018-737x1024.png\" alt=\"\" width=\"737\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-march-2018-737x1024.png 737w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-march-2018-216x300.png 216w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-march-2018-768x1068.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-march-2018.png 902w\" sizes=\"(max-width: 737px) 100vw, 737px\" />\nFigure 17. Patient F- March 2018.\nObservations and diagnosis:\n\nThis is complete, full-on menopause\nThey repeat the test which confirms this finding\nPeter was so surprised, they used the Dutch test which gives us more insight into the sub-fractions of estradiol — this time done during her luteal phase\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13593\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-DUTCH-test-842x1024.png\" alt=\"\" width=\"842\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-DUTCH-test-842x1024.png 842w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-DUTCH-test-247x300.png 247w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-DUTCH-test-768x934.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-F-DUTCH-test.png 1108w\" sizes=\"(max-width: 842px) 100vw, 842px\" />\nFigure 18. Patient F – DUTCH test.\nObservations: They found the same thing—zero progesterone, zero testosterone, and zero of any estrogen (estrone, estradiol, and estriol along with all of the fractions of estrone like 16-hydroxy, 4-hydroxy and 2-hydroxy)\nConcluding thoughts:\n\nPeter says, “what’s mind boggling to me is this is a woman who basically six months earlier had all of these hormones.”\nA possible related observation was that Patient F’s symptoms were “relentless and devastating”\nShe was “unquestionably the most difficult patient that I have ever had to alleviate symptoms of menopause through”\n\n“That was just such a great teaching point for me. . .I’ve never seen that. And I’ve watched many women go through menopause, but I’ve never seen something happen so quickly.”\n \nCase study—Hypothyroidism and high cholesterol [1:07:00]\n⇒ Please check out Peter’s video where he explains thyroid hormones\n“Patient G”\nBasics:\n\n66, Female\nBody type: Low BMI\n\nMeds:\n\nNo pharmaceuticals \nB12/MF\nEPA/DHA\nCalcium, vitamin D, vitamin K2, boron. \n\nFam Hx: .\n\nMother: Died at 99 years old due to a fall\nFather: Died at 92 due to a cholecystectomy \n\nMed Hx:\n\nOsteopenia\nExposure to DES in utero.\n\nNutrition:\n\nLow carb. High fat. \n\nImaging:\n\nCAC of zero at age 66 (despite high cholesterol)\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-13594\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-Lipids.png\" alt=\"\" width=\"714\" height=\"942\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-Lipids.png 714w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-Lipids-227x300.png 227w\" sizes=\"(max-width: 714px) 100vw, 714px\" />\nFigure 19. Patient G – Lipid panel.\nObservations from lipids:\n\nDoesn’t quite look like she has FH\nShe does have pretty high cholesterol and ApoB, HOWEVER, not in a pattern that would look like metabolic syndrome (i.e., she has low VLDL, low triglycerides)\nAnd given her coronary artery calcium score of zero in her mid sixties, you clearly understand that there’s something about her elevated cholesterol and ApoB that is NOT particularly problematic\n\nNext, let’s look at her thyroid—\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13595\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-thyroid-1024x636.png\" alt=\"\" width=\"1024\" height=\"636\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-thyroid-1024x636.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-thyroid-300x186.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-thyroid-768x477.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-G-thyroid.png 1442w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 20. Patient G – Thyroid numbers.\nObservations:\n\nTSH is a tab above normal\nRatio of free T3 to reverse T3 is below 0.2\nGoing back in time, her TSH and her ratio of free T3 to reverse T3 has alway been in this range\n\nWhy? ⇒ Probably due to her nutrition—She doesn’t eat many calories would could impact her reverse T3\n\nSide note: This is pretty normal when fasting—as you restrict calories, the body tries to compensate by slowing metabolic rate and the best tool it has to do that is raising reverse T3, which basically just means shuttling more T4 into reverse T3 than free T3\n\n\n\n\n\nPossible therapeutic options:\n*Peter makes the following important point: Before using lipid lower agents to treat elevated LDL and ApoB, you should first use the right versions of T4, T3 to fix the hypothyroidism\nLooking specifically at “Patient G”—\n\nPeter is debating whether it makes sense to intervene and try to lower her LDL cholesterol and ApoB\nIt’s not clear as to if they should treat this for 2 main reasons: 1) Her calcium score is zero, and 2) She doesn’t have any symptoms of hypothyroidism even though her thyroid numbers aren’t perfect\n\nBut what if her calcium score was positive (say at 100)?\n\nGiven her LDL and ApoB is elevated, “anybody would jump all over treating”\nWhere you’d make a mistake in this patient is if you tried to correct LDL and ApoB with lipid lowering agents instead of first using the right versions of T4, T3 to fix the hypothyroidism\nSo had she had a positive calcium score, Peter would have done the following—A low dose of T4 and a reasonable dose of T3 because of the high reverse T3. \n\nTypically if a patient has high reverse T3 and you just give them T4, you’re just giving them more T4 substrate to make more reverse T3 (which could make the problem worse)\n\n\n\nPeter’s main point—\n\nMake sure you’re always paying attention to thyroid function\nHe likes to see TSH below 2 if someone’s got lipid issues that you want to treat\n\n \nCase study—Elevated uric acid and hypertension [1:10:55]\n“Patient H” \nBasics:\n\n46, Male\nBody type: Normal BMI\nHx: Prior to onboarding, patient was diagnosed with essential HTN, blood pressure ranging from 140/90 to 160/90 mmHg. \n\nHe was treated with lisinopril (ACEi) bringing him into the 130/90 range (still higher than ideal for 46 year old, especially if he’s interested in longevity)\n\n\n\nMeds:\n\nUloric 40 mg QD\nLipitor 20 mg\n6/2020: Added Repatha.\n\nFam Hx: .\n\nHTN: Father and Uncle\nCVD: Maternal and Paternal Grandfather. \n\nMed Hx:\n\nEssential HTN\nMixed hyperlipidemia \nAtherosclerotic heart disease with evidence of calcification on CAC\n\nNutrition:\n\nLow carb. No signs of metabolic syndrome or insulin resistance. \n\nExercise:\n\nWeight training 3x/week\nZone2 training 3 hr a week.\n\nImaging:\n\nCAC of 88 – Approximately 85th percentile for age. (even more reason to be aggressive in treating blood pressure)\n\n*To reiterate: This is a guy that on paper looked really good. He’s also very muscular and lean. He runs and exercises six days/week. He also eats well.\nLooking at his initial labs—\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13596\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-1-1024x241.png\" alt=\"\" width=\"1024\" height=\"241\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-1-1024x241.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-1-300x71.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-1-768x181.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-1-1536x361.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-1-2048x482.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 21. Patient H – Initial Labs when presenting with essential hypertension.\nObservations:\n\nHis uric acid was 6.1\nIt was also quite stubborn—never went down with a dietary change (tweaking protein levels, reducing fructose, etc.)\nPeter could not get his uric acid below 6, and the target was below 5\nSee Rick Johnson podcast to understand the importance of lowering uric acid\n\nLabs after ~18 months on Uloric—\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13597\" src=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-2-1024x678.png\" alt=\"\" width=\"1024\" height=\"678\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-2-1024x678.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-2-300x199.png 300w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-2-768x509.png 768w, https://peterattiamd.com/wp-content/uploads/2020/08/Patient-H-2.png 1090w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 22. Labs after ~18 months on Uloric.\nObservations: \n\nUloric “fixed” uric acid\nHis HTN resolved even with a persistently high homocysteine\nHe no longer required ACE inhibitor (for blood pressure)\n\nConcluding thoughts:\n\nThis is a pretty unusual response to just lowering uric acid\nBut it’s also a great teaching point—\n\nDo NOT go after blood pressure until you’ve got the uric acid below 5\nOnly then start playing with the blood pressure medication \n\n\n*The broader point: Try to fix the insulin resistance and metabolic syndrome first (which in this case he didn’t have, but he did have the elevated uric acid) before you introduce drugs to treat blood pressure.\n\nWhat determines uric acid levels?\n\nThings that can drive up uric acid levels include:\n\nPeople who eat foods with lots of DNA and RNA (i.e., protein sources)\nYeast in the beer\nFructose\nBut the biggest part may be genetics, says Peter ⇒ “I don’t know why it is that in some patients you can remove all of the normal impediments to normal uric acid metabolism and it’s still elevated.”\n\n\nFor Peter personally—\n\nDespite eating and exercising well, he can’t get his uric acid below 5.5 without using allopurinol\nHe has a family history of hypertension\n\n\n\n⇒ Make sure to check out Rick Johnson’s episode for more on the importance of managing uric acid levels\nPeter’s internal standard for blood pressure: Below 120/80 without producing any symptoms of lightheadedness\n§Selected Links / Related MaterialAt home Omega-3 index test looking at the levels of EPA/DHA: Omega-3 Index | (omegaquant.com) [4:00]\nSee episode of The Drive with Bill Harris for more on omega-3 fatty acids: #83 – Bill Harris, Ph.D.: Omega-3 fatty acids | Peter Attia (peterattiamd.com) [4:00]\nAbout 1 in 10 people roughly have an elevated Lp(a): Lipoprotein(a): An independent, genetic, and causal factor for cardiovascular disease and acute myocardial infarction (Enas et al., 2019)  [10:45]\nSee episode of The Drive with Iñigo San Millán for more on exercise and different methods of glucose disposal: #85 – Iñigo San Millán, Ph.D.: Mitochondria, exercise, and metabolic health | Peter Attia (peterattiamd.com)   [22:45]\nObesity and type two diabetes probably represent the second leading cause of cancer (after smoking): [35:00]\n\n#32 – Siddhartha Mukherjee, M.D., Ph.D.: new frontiers in cancer therapy, medicine, and the writing process | Peter Attia (peterattiamd.com)\n#62 – Keith Flaherty, M.D.: Deep dive into cancer— History of oncology, novel approaches to treatment, and the exciting and hopeful future  | Peter Attia (peterattiamd.com)\n\nSee episode of The Drive with Rob Lustig where they discuss normal ALT and AST as being below 20: #14 – Robert Lustig, M.D., M.S.L.: fructose, processed food, NAFLD, and changing the food system | Peter Attia (peterattiamd.com) [39:00]\nSee episode of The Drive with Rick Johnson for the importance of managing uric acid: #87 – Rick Johnson, M.D.: Fructose—The common link in high blood pressure, insulin resistance, T2D, & obesity? | Peter Attia (peterattiamd.com) [40:00, 1:12:30]]\nVideo of Peter explaining males sex hormones: Male sex hormones | A|M (vimeo.com) [45:15]\nTest Peter used to get more insight into the sub-fractions of estradiol: Dutch test | (dutchtest.com) [1:04:15]\nVideo of Peter explaining thyroid hormones: Thyroid hormones | A|M (vimeo.com) [1:08:00]\n§People Mentioned\nBill Harris [4:00]\nDr. Joseph Kraft [15:15]\nIñigo San Millán [22:45]\nRob Lustig [39:00]\nRick Johnson [40:00, 1:12:30]\n\n§"
}