{
  "title": "#131 – Beth Lewis: The Art of Stability: Learning about pain, mitigating injury, and moving better through life",
  "content": "Check out more content with movement specialist, Beth Lewis:\n\n\n\n(May 26, 2022) Strength and stability are essential for longevity\n\n\n\n\nBeth Lewis is a former professional dancer and a self-described “educator of movement” who has an unmatched ability to assimilate information and customize training plans from multiple training systems. In this episode, Beth takes us through how she identifies problematic movement patterns and postures to help individuals relieve pain, avoid injury, and move better within all types of exercise. She explains how movement is in fact a trainable skill and provides suggestions for what people can add to their exercise routine to benefit their health and longevity. \nNote: In addition to the extensive show notes, for this episode Drive members also get a collection of 9 instructive exercise videos where Peter & Beth demonstrate several of the exercises and assessments discussed during the episode. If you’re a subscriber, you can now view these videos at the bottom of this page (make sure you are logged in). If you are not a member, you can learn more about the member benefits here.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/t48iqNwS6PY?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#131 - Beth Lewis: The Art of Stability: Learning about pain, mitigating injury, and moving better through life\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#131 - Beth Lewis: The Art of Stability: Learning about pain, mitigating injury, and moving better through life\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#131 - Beth Lewis: The Art of Stability: Learning about pain, mitigating injury, and moving better through life\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nBeth’s “way of no way” training philosophy [4:45]\nBeth’s background in dancing and how she ended up in New York City [7:30]\nBeth’s transition to fitness coaching and how her training philosophy has evolved [12:45];\nFunctional Range Conditioning and scapular mobility [21:50];\nAn overview of Postural Restoration Institute, and Peter’s squat assessment [35:30];\nThe important connection between the ribs and breathing [39:45];\nThe role of sitting and external stress in chronic muscular tension [42:30];\nThe important role of your toes, minimalist footwear, and toe yoga [44:30];\nDynamic Neuromuscular Stabilization (DNS) [48:30];\nA different view on knee valgus [52:45];\nIs there such a thing as “bad posture”? [56:30];\nHow Beth identifies an issue, addresses it, and keeps clients motivated [58:45];\nLifting weights, the Centenarian Decathlon, and dancing into old age [1:11:00];\nThe importance of the hamstrings versus abs [1:21:15];\nBenefits of rowing, and why everyone should add it to their exercise regimen [1:27:15]\nDifferent roles of concentric versus eccentric strength [1:35:15];\nFlexibility and high-intensity interval training (HIIT) [1:39:40];\nTraining versus playing sports, and the best type of activity for kids [1:43:00]; and\nMore.\n\n§\n\n            \n            Show NotesBeth’s “way of no way” training philosophy [4:45]\nResemblance of Beth’s approach to Bruce Lee’s approach to martial arts\n\nBruce Lee’s approach was agnostic to form or discipline, extracting valuable components from a variety of disciplines\nSimilarly, Beth is not partial to a single discipline\nHer approach draws from a variety of disciplines including:\n\nFunctional Range Conditioning\nPostural Restoration Institute\nDynamic Neuromuscular Stabilization\n\n\n\n \nBeth’s background in dancing and how she ended up in New York City [7:30]\nBeth’s dancing career\n\nShe participated in a variety of activities as a kid, including gymnastics, martial arts, soccer, and swimming\nAfter switching majors her junior year of college, she earned a degree in dance performance\nShe danced professionally for four years with a dance company named Pilobolus\n\nThis dance company is known for creating an athletic style of dance referred to as weight shifting \nThe dance technique was “actually quite similar to the way I teach to lift weights. It’s about sharing the load and working with the weight.”\nSee this article for more about Pilobolus and the weight-sharing dance technique they developed\n\n\nBeth did not like the frequent travel associated with professional dancing, which is what led her to change professions\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-13908\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-1-bethlewis-1024x683.jpg\" alt=\"\" width=\"1024\" height=\"683\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-1-bethlewis-1024x683.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-1-bethlewis-300x200.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-1-bethlewis-768x512.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-1-bethlewis.jpg 1500w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Pilobolus dance theatre. Image credit: pilobolus.org\n \nBeth’s transition to fitness coaching and how her training philosophy has evolved [12:45]\nTransition to training\n\nBeth was a fitness trainer prior to becoming a professional dancer\nBroadway didn’t appeal to her, so she decided to return to fitness training\nShe split her time training clients between a few modes:\n\nPrivate 1 on 1 in general strength and conditioning\nGroup classes \nAnd then she got into rowing and started teaching classes at CITYROW\n\n\n\nEvolution in her philosophy on exercise training\n\nBeth’s initial philosophy was rooted in traditional strength and conditioning with particular emphasis on “do no harm”\nThis was partly inspired by her time at EXOS\nShe started to learn more about Olympic lifting and powerlifting at a new gym called Soho Strength Lab\nBeth became fascinated by why so many people were limited in the movements that they could do — “I would see all these accommodations and compensations happening and things that were just impossible and learning issues. Why can’t that person learn what I’m telling them to do?”\nShe wanted to be more involved in helping people move better, more in line with physical therapy\nThis led her to Functional Range Conditioning (FRC), which made a big difference in helping her help her clients move better\n\n \nFunctional Range Conditioning and scapular mobility [21:50]\n\nFunctional Range Conditioning (FRC) is primarily focused on getting to end range of motion and reinforcing that range by challenging it\nThe ability for the scapulae to glide across the rib cage vertically and horizontally is an important example of how FRC can be applied – this ability dictates capacity to move the shoulder and arm\nControlled articular rotations (CARs) are a component of FRC that involve moving a joint through the biggest circle possible without any extraneous or compensatory movement\nProgressive and regressive angular isometric loading (PAILs and RAILs, respectively) is the application of isometric load to an end range of motion\nDespite the focus on movement and mobility, Beth considers FRC as more of a performance than a rehab modality\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13909\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-2-bethlewis-1024x762.png\" alt=\"\" width=\"1024\" height=\"762\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-2-bethlewis-1024x762.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-2-bethlewis-300x223.png 300w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-2-bethlewis-768x571.png 768w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-2-bethlewis.png 1210w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Scapular articulations. Image credit: westcoastsci.com\n \nAn overview of Postural Restoration Institute, and Peter’s squat assessment [35:30]\nThe Postural Restoration Institute (PRI)\n\nThe PRI is more oriented towards clinicians and is focused on patterns throughout the body\nFor example, the right side of the diaphragm is more compressed because the liver is on the right side, and this could be related to various restrictions throughout the body\n\nExample, most people when standing preferentially tend to load their right leg — “it’s probably more to do with we get more compression from the liver on that side.”\nThe whole idea is because you’re on that right side a lot, especially in times of stress, that you’re going to get more repetitive injury on the right. And the left side just becomes kind of weak and almost useless.\n\n\n\nPeter’s enlightening squat assessment\n\nPeter and Beth first met in January 2019\nAt the time, Peter had some minor complaints mostly about his right SI joint and right elbow\nPeter assumed other than those minor issues, everything else was “fine”\nThen, Beth has Peter do a squat assessment and observed the following:\n\nStanding on his right side\nA dent right above his iliac crest from the compression on the right side\nA left scapular hike \nAnd he was spinning out slightly to the left\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13910\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-3-bethlewis-1024x953.jpeg\" alt=\"\" width=\"1024\" height=\"953\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-3-bethlewis-1024x953.jpeg 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-3-bethlewis-300x279.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-3-bethlewis-768x715.jpeg 768w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-3-bethlewis.jpeg 1242w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. Peter’s pre- and post-squat photos. \n \nThe important connection between the ribs and breathing [39:45]\n“Making sure that your breath can be wide and three-dimensional and easy is vital for creating good, efficient, coordinated movement.”\n\nThe ribs are your center of mass, and respiration is one of our constant stresses\nWe breath 20,000+ times per day – inefficiencies in breathing can therefore have large effects\nThe ribs have important relevance to breathing – if they do not externally rotate during exhalation, inhalation will be altered and it can lead to anterior tilt, rib flare, scapular retraction, or forward head posture\nUltimately, this can lead to plantar fasciitis, pain in a variety of places, or even anxiety\n\n \nThe role of sitting and external stress in chronic muscular tension [42:30]\nAnother constant stress is gravity — How are you working with or against gravity? \n\nIf you’re not breathing well, if you’re not dealing with gravity well, that has a high cost. \nYou’re having to hold this and you’re going to have that loading all of the time.\n\nWhat is at the root of this problem?\n\n1-Sitting too much \n\nBeth adds that sitting a lot is not good, but it’s more about the sitting in the same position\nIn other words, taking breaks and changing sitting position is important\n“It’s never good to be in the same position all the time. But I think it’s more of your eyes are always fixed.”\n\n\n2-Chronic stress (as opposed to acute distress) \n\nMore on stress\n\nExternal stress has a big impact on body tension\nCauses you to not sleep well\nWorried about finances, meeting deadlines at work\nEven staring at a screen—Your eyes are always fixed on the screen so you’re missing out a lot of the peripheral parts of vision, which is stressful because you don’t know what’s going on around you.\nWe have more chronic stress than our ancestors (who mostly experienced acute stress)\n\n \nImportance of maintaining use of your toes, minimalist footwear, and toe yoga [44:30]\nFootwear\n\nPeter says going from a minimalist foot pattern to a heavily supported shoe has altered our attachment to the ground\nBeth also considers modern footwear to be a problem, particularly because it decreases one’s ability to use their toes — “If we’re never experiencing load through the toes and the forefoot and you’re never feeling your feet you’re going to lose that.”\n\n⇒ Subscribers get an exclusive discount to Xero brand minimalist shoes\nToe Yoga\n\nTaken from FRC, Beth has her clients do “toe yoga” to help regain and maintain capacity to use the toes\nThis basically involves spreading the toes apart and moving the big toe and other toes up and down independently of each other, all while keeping the rest of the foot relatively still\n\nImportance of maintaining use of your toes\n\nThe ability to use your toes is important because they dampen force\nModern shoes often squeeze your toes and minimize the use of your toes therefore your body becomes accustomed to not needing them \nImagine wearing restrictive gloves on your hands your whole life and what that would do to your fingers\n\n“People don’t think about their toes and their feet until there’s a problem. Above your waist is two-thirds of your mass. They’re basically supporting that mass all the time and pushing you through space.”\n \nDynamic Neuromuscular Stabilization (DNS) [48:30]\n\nDynamic Neuromuscular Stabilization (DNS) is based on a re-engineering of the development of movement patterns that occurs between three months of age and walking\nThe idea of that we are born with the innate ability to move efficiently, but by the time kids are school age (6) they are sitting all day and starting to lose the natural movement patterns\nIt was originally developed to help kids with cerebral palsy, but is now used to help anyone with movement deficiencies\nAlthough Beth likes the concept of DNS, she is not as familiar with it as other disciplines and does not use it as much\n\n \nA different view on knee valgus [52:45]\n\nKnee valgus is inward movement of the knee towards the midline and is generally considered an injury risk\nBeth believes context is important here: Completely avoiding knee valgus is not realistic or appropriate \n\n“So train knee valgus, because it’s going to happen in life. You’re going to bend down to pick something off the floor and your knee is not going to be perfectly in line with your hip and your second toe. It’s going to happen.”\n\nHowever, when exercising with heavy weights (i.e., 65% of capacity or more), more care should be taken to execute the best movement possible, including avoidance of knee valgus\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13911\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-4-bethlewis-1024x693.png\" alt=\"\" width=\"1024\" height=\"693\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-4-bethlewis-1024x693.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-4-bethlewis-300x203.png 300w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-4-bethlewis-768x520.png 768w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-4-bethlewis.png 1274w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. Knee valgus and varus. Image credit: allhealthpost.com\nHow much of movement do you think is or should be conscious versus should be subconscious? \n\n“I think that movement in everyday life should be as subconscious as possible.” says Beth\nA lot of people that are in pain or discomfort or worried about hurting themselves have this really big bracing strategy in their trunk. \nA person needs to instead be reactive and adaptive to be able to respond to different changes in their environment\nBeing too fixated on making things conscious leads to being less adaptive\n\nHow do you take them from subconsciously doing something incorrectly to subconsciously doing it correctly?\n\nBeing very cautious about it\nIf their muscles around their spine are quite loaded, for example, Beth would have them work in a way to unload them, to give them a little more space, because this has a high cost\n\n \nIs there such a thing as “bad posture”? [56:30]\n“The only time it’s bad posture is when you don’t have another option.” —Beth Lewis \n\nBeth does not believe in there being a such thing as bad posture\nShe believes that moving around and never maintaining a single posture for too long is more important than superiority of any one particular posture\n\nCounteracting sitting\n\nGet up and move often\nDon’t sit in the same position the whole time\nYour pose perception just kind of turns off—“You forget that you’re supposed to move. . .if you don’t use it, it you lose it.” \n\nBut what about, for example… Don’t we know that too much looking down is going to create unbelievable cervical strain?\n\nBeth says, “I honestly don’t know if I can answer that because there has been studies where no, it’s just like saying if you’re deadlifting with a flexed spine all the time, there has been studies that it doesn’t create any problems. But you would have to do an assessment to see the full picture of the human to see.”\n\n \nHow Beth identifies an issue, addresses it, and keeps clients motivated [58:45]\nHow can two people have the same movement pattern, yet only one gets injured? \nWhat does Beth attribute to that?\n\nHow they tolerate load\nAnd her intuition is that it’s mostly environmental (and less so genetic)\n\nWhen Beth is working with someone for the first time, how does she know if what she’s seeing is a problem versus an adaptation?\n\n“All I can do is address what I see.”\nFor example, if someone is standing a particular way as their response to gravity, then she’d give them a different option — not because it’s “bad” but it could be causing them discomfort — and a different option could get them out of discomfort and make them more adaptable.\n\nExample: Beth assessment and treatment of Peter\n\nPeter came to Beth with SI joint pain\nBeth noticed he had less stretchability or mobility on the right side of your rib cage\nBeth did a lot of breathing work with Peter because he was also presenting with a pretty significant bilateral rib flare\nBeth calls the rib flaring Peter’s “strategy” for moving through life (basic walking, deadlift, etc.)\nPeter’s QLs (big muscles in the lower part of your back) were locked and loaded 24/7 which explains the rib flaring, anterior tilt of the pelvis\n\nThis is not uncommon—Many people have restrictions that are preventing them from moving well, including locked quadratus lumborum muscles, rib flare, and anterior pelvic tilt\n\nIt can require a lot of time and practice to reverse such restrictions, which can make it difficult to get buy in for the process\nThe process is not as fun as bootcamp-style “crushing it” workouts, which also contributes to difficulty with buy in\nPlus, exercising like this with restrictions can either make it more difficult to reverse any present restrictions or even make them worse\n\nHow does Beth keep clients motivated to keep going?\n\nFirst, she educates them the best she can, “I am very real.”\nPointing out progress\n\nShe constantly points out the little improvements, taking progress photos, etc.\nReminding clients of wins, such as Peter’s alleviation of sacroiliac joint pain, helps\n\n\n\n“The people that are successful pay attention when they practice. It’s hard to pay attention . . .But having that control over your body, you have to pay attention to control it.” \n \nLifting weights, the Centenarian Decathlon, and dancing into old age [1:11:00]\nBeth’s appreciation for lifting weights \n\nShe’s a “meathead at heart”\nShe particularly loves to deadlift (trap bar and straight bar)\nShe doesn’t have all of her clients deadlift, but she does emphasize split leg exercises because of their applicability to hip stability and their greater potential for exposing movement limitations\n\nExamples: Split squats, walking lunges, single leg Romanian deadlift, etc.\n\n\n\nBeth’s version of the “Centenarian Decathlon” includes the ability to:\n\nWalk to the grocery store and carry the groceries home\nBe able walk up stairs\nDo at least one pull up and push up\nContinue dancing\n\n⇒ Hear about Peter’s Centenarian Decathlon from an AMA #5 \nDancing (and moving well) into old age\n\nDancing requires a level of coordination and balance that goes beyond most other activities\nIt is possible to improve balance through training\nMoving with the eyes closed is one of the things Beth has clients do to improve their balance\nBalance declines with age and it’s better to address deficiencies sooner rather than later – otherwise, for someone in their 40s or 50s, balance will only get worse\nBeth has an 80-year old client who came to here unable to get up and down off of the floor without assistance – now he can do so on his own, and only using one hand for support\nFrom Peter’s perspective, an important incentive for maintaining good movement capacity into old age is being able to get on the floor to play with grandkids\n\n \nThe importance of the hamstrings versus abs [1:21:15]\n\nBeth’s perspective on abs: “If you’re a bodybuilder, they’re a thing. But it’s not a big deal.”\nShe believes that too much bracing with the abdominal muscles limits reflexiveness and adaptability and, in turn, resilience\nBeth emphasizes the importance of the hamstrings more so than the abdominals for assisting posterior pelvic tilt\nShe has her clients do bicep curls in a kneeling position to help facilitate activation of the hamstrings\nAnother reason why using the abdominals for posterior pelvic tilt is less desirable is because it limits exhalation\nWhen Peter first started working with Beth, he relied more on his quadriceps to deadlift because of his difficulty activating his hamstrings\n\n“You would kind of slip your knees forward and scoot under it.”\n“It’s a good strategy if you’re trying to use your quads and you don’t care that much about your back.\n\n\n\n \nBenefits of rowing, and why everyone should add it to their exercise regimen [1:27:15]\n“I think every human should row.” —Beth Lewis \n\nShe initially started to teach rowing based on the convenience of CITYROW being close to another gym she taught at\nAs she learned more about rowing, she began to think of it as a great way to promote backward movement – something most people do not do  much and lose the sense of\nRowing also promotes scapular mobility\nBeth has used rowing to help resolve back pain in a lot of her clients\nBeth equates the starting position of rowing to the start of a deadlift, where the posterior chain muscles are pre-loaded\nThe entire drive portion of rowing is actually similar to the concentric phase of a deadlift\nOne of the hardest parts of rowing well is learning to lessen tension while pulling in the bar and relaxing during the return to the starting position\nRowing is 60% legs, 30% hips, and only 10% gripping and pulling the bar\n\nPeter’s back when rowing\n\nHardest part for Peter is keeping the abs relaxed and ribs down\nThis is due to his “strategy of overbracing his QLs\nHis QLs would be in pain during and post workout\nHis QL pain vanished when he started strapless rowing and learning to relax his hands once the bar crossed his knees\nBeth explains: “when you actually can relax the grip, this stuff can relax easier, because your arms and rib cage have a direct correlation. So if you’re hanging on for dear life, this stuff is just so tight”\n\nHow Beth uses rowing for clients\n\nStep 1 would be learning technique with strokes being less than 24\nShe will then add weight and sometimes substitute rowing for deadlifts (like 10 rows per set)\nShe doesn’t start doing higher speeds for a while because coordination goes out the window\nShe also sometimes does single leg rowing\nBeth also does zone 2 exercise on a rowing machine\nShe also loves it for runners — Less load, less impact on the lower leg, and also really works the hips\n\n \nDifferent roles of concentric versus eccentric strength [1:35:25]\n\nAn example of eccentric versus concentric strength that is extremely relevant to sports is accelerating and decelerating, respectively\nBeth equates lack of eccentric strength to a sports car without brakes\nEccentric strength also promotes control, such as in the descent phase of a squat or lunge\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-13912\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-5-bethlewis-721x1024.jpg\" alt=\"\" width=\"721\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/fig-5-bethlewis-721x1024.jpg 721w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-5-bethlewis-211x300.jpg 211w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-5-bethlewis-768x1091.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-5-bethlewis-1081x1536.jpg 1081w, https://peterattiamd.com/wp-content/uploads/2020/10/fig-5-bethlewis.jpg 1280w\" sizes=\"(max-width: 721px) 100vw, 721px\" />\nFigure 5. Isometric, concentric, and eccentric muscle contractions. Image credit: vickphysiotherapy.com\n \nFlexibility and high-intensity interval training (HIIT) [1:39:40]\n\nBeth considers flexibility to be relative to the range of motion that can be controlled – she considers control and load tolerance to be more important\nShe uses people who can do splits but are unable to control the movement as an example of flexibility exceeding control capacity\nAlthough Beth does not put a lot of emphasis on hamstring flexibility, she does think that people should be able to touch their toes\nBeth thinks that HIIT should be done about 20% of the time, although she also acknowledges that most people need more Zone 2 exercise\nIn regard to clients who want to “crush it all the time,” Beth tells them “you should rarely feel like death. It’s just not what it’s about.” \n\n \nTraining versus playing sports, and the best type of activity for kids [1:43:00]\nSports versus exercise training: Beth believes that sports should not be used as a replacement for exercise\n“You have to be so reactive and it’s so stressful when you’re playing a sport that you’re not learning anything. And for me, training is about learning. Paying attention and learning, and that learning will actually help you in your sport.” \nActivity during childhood\n\nBeth believes that kids should spend more time playing and less time at desks and on screens\nKids who spend time playing and are involved with sports will have a better foundation of movement and will learn movement changes more easily\nHowever, sport specialization and repetitive sports can hurt rather than help movement capacity\n\n§\nEXERCISE VIDEOS\nPAILs and RAILs\n<iframe src=\"https://player.vimeo.com/video/456351153?h=f94f7a5353\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n\nShould be done at the end of a workout because they are neurologically challenging\nPrior to starting a pail or rail, a stretch should be held for about two minutes\n\nThis is about how long it takes for neurological signaling to stabilize\n\n\nPAILs are performed by isometrically contracting the stretched muscles, while still stretched\n\nThe intensity of the contraction is progressively increased while maintaining appropriate posture/positioning\n\n\nRAILs are performed by isometrically contracting the muscles opposing the stretched muscles, as if creating additional stretch\nThe stretch is continually maintained while switching from the PAIL to the RAIL – there is no rest period\nOne to two rounds for a particular stretch is adequate.\n\n \nHamstring Control\n<iframe src=\"https://player.vimeo.com/video/456352051?h=d5aa16b651\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n\nThe purpose of the exercise is to learn how to activate the hamstrings with minimal activation of the abdominals\nIf done properly, breathing should feel normal and not restrained\nThe exercise is initiated with posterior pelvic tilt \nSimilar to PAILs and RAILs, the intensity of isometric contraction should be progressively increased\nFinally, the hips should be lifted about an inch off the floor to further increase the load\n\n \nDeadlift\n<iframe src=\"https://player.vimeo.com/video/456353093?h=a81284ed7e\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n\nPrior to initiating the lift, a “wedge” is developed, which is basically a pre-loading of the appropriate muscles\n\nA strong grip is established\nThe arms are externally (outwardly) rotated \nThe hips are shifted back and tension is established in the legs\n\n\nIt is important that the hips move back to maintain emphasis on the appropriate muscles\n\nPeter used to unknowingly shift his weight forward, which puts more emphasis on the quadriceps\n\n\nPeter primarily deadlifts with a hex bar, but periodically uses a straight bar (with lighter load) to reinforce emphasis on the hamstrings\nThe isometric dumbbell deadlift can be used to train the “wedge,” or to maintain strength when access to equipment is limited (i.e., during travel)\n\n \nEccentric-Focused Step-Up\n<iframe src=\"https://player.vimeo.com/video/456354147?h=baf8d3a566\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n\nMimics the gait pattern\nThis exercise is just as much about positioning and posture (particularly the ribs) as it is about leg strengthening\n\n \nBreathing Assessment\n<iframe src=\"https://player.vimeo.com/video/456354477?h=7ccedfb4d4\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n\nShould feel ribs expanding and retracting\nReaching the arms up and protracting the scapulae helps promote proper rib positioning\n\n \nAssessments\n<iframe src=\"https://player.vimeo.com/video/456354942?h=da32ea7146\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nToe touch\n\nMore about how the spine segments than hamstring flexibility\nShifting weight back to the heels and a relatively flat lumbar spine indicate limited hamstring control\n\nLate stance phase\n\nTests the reflexivity of the lower leg\nDoubles as both an assessment and training\n80-85% of weight is on front leg\nEyes are closed \nHead is rotated right and left for vestibular challenge\nHugging a ball is helpful when back muscles are used excessively\n\nThis helps to establish more of a posterior pelvic tilt, which helps to relax the back muscles\n\n\n\n \nSegmental Cat Cow and CARs\n<iframe src=\"https://player.vimeo.com/video/456355761?h=d2e6e45c26\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nSegmental Cat Cow\n\nDoubles as both an assessment and training for spinal segmentation\nSegmental movement implies movement being spread across multiple vertebrae rather than movement being isolated to one area\n\nWhen movement isolated to one area, it creates a lot of unwanted shear stress in the spine\n\n\nTo allow for proper rib movement, elbows should not be locked\nStarting from the hips, back extension (arching) is performed by sequentially focusing on one vertebra at a time\nBack flexion (rounding) is then sequentially performed (again starting at the hips) one vertebra at a time\n\nScapular CARs\n\nSimilar to segmental cat cow, this doubles as an assessment and training\nMovement should be isolated to the shoulder blades – arms should not move far from sides\nHead and spine should remain relatively still\nCan also be done with arms forward instead of at sides to accentuate protraction and retraction\n\nRelated to this variation, Peter explains why scapular protraction is important for archery\n\n\nCan also be done on hands and knees to apply load, but proficiency without load should be developed prior to attempting this variation\n\n \nTricep Extensions and Eccentric Split Squat\n<iframe src=\"https://player.vimeo.com/video/456357533?h=3d8269e024\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nTricep Extensions\n\nExample of FRC and applying challenge at end range of motion\nNot a lot of weight is needed – Peter uses only 5-7 lbs\nPositioning the shoulder in greater extension (elbow further behind torso) is what enables challenging of end range\n\nEccentric Split Squat\n\nSpinal muscles should be unloaded to ensure that control is primarily coming from legs\nDescent should be paced at a count of 5, Ascent at a count of 1\nKnee should only lightly touch the floor\nMain emphasis is on the control of the descent and bottom position\nRestrained breathing and elevation of the shoulders during the ascent are indications of a lack of control\n\n \nRowing\n<iframe src=\"https://player.vimeo.com/video/456358409?h=7e0c760fbc\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nPositioning and Mechanics\n\nHeels can be moderately elevated at the catch position, but with good sense of toes and forefoot\nThe catch position is similar to the deadlift wedge\nHips should open while pushing back from the catch position\n\nA common mistake is to extend the back rather than opening the hips\nA related but opposite mistake is pushing the hips back ahead of the body\n\n\nPull of the bar at the end of the motion should feel easy\n\nAnother common mistake is pulling the bar too soon\nKeeping the arms too tense is common among people with back pain\n\n\nDuring recovery, should feel a sense of being pulled in by the bar\nPracticing without the toe straps helps to reinforce proper mechanics\n\nThis should be done gently to avoid hitting and/or falling off of the back end of the rower\n\n\nRowing can also be done single leg, which is particularly valuable for people with a leg injury\n\nSupporting drills\n\nIsometrically loading the catch position can be helpful for learning to develop the appropriate amount of tension\n\nThis was helpful for Peter, who initially felt that he was not generating enough tension at this position\nThis is quite similar to the isometric dumbbell deadlift\n\n\nIsolating and focusing on the leg movement portion helps to reinforce proper synchronization of knee and hip movement (they should open at the same time)\nDoing “half slides” (minus the full catch) helps to reinforce proper timing of tensing and relaxing the core\n\nPace and Protocol\n\nShould start at lower speeds (strokes per minute)\nSince there is considerable cognitive skill involved with rowing technique, slower speeds facilitate reinforcement of proper technique\nPace can gradually be increased as technique becomes grooved\nBeth recommends doing 1-1.5 minutes at a time with 30-45 second breaks to allow for a cognitive reset\n\nThis can be repeated many times to make it into a cardiovascular workout\nSpeed can be slowly increased as these cycles are repeated\n\n\n\n§Selected Links / Related MaterialThe dance company that Beth danced with: Pilobolus | (pilobolus.org) [8:55]\nA blog article about Pilobolus and the weight-sharing dance technique they developed: 40 Years of Pilobolus Dance: Origins, Partnering, Programming | Nichelle Suzanne (danceadvantage.net) [8:55]\nWhere Beth started teaching rowing; a franchise of studios offering indoor high-intensity rowing classes: CITYROW | (cityrow.com) [14:30]\nOther popular fitness franchises offering high-intensity group classes: Orangetheory Fitness, Barry’s Bootcamp | (orangetheory.com, barrys.com) [14:55]\nWhere Beth developed her early philosophy on strength and conditioning; a fitness company well known for performance training, particularly with elite athletes: EXOS | (teamexos.com) [15:45]\nA gym in New York City where Beth worked at to further pursue her interest in powerlifting: Soho Strength Lab | (sohostrengthlab.com) [18:45]\nA swimming school that Peter thinks highly of: SwimLabs | (swimlabs.com) [19:00]\nA mobility training system that involves challenging joints at end range of motion: Functional Range Conditioning | (functionalanatomyseminars.com) [19:10]\nHip and knee articulations: [21:20]\n\nHip flexion | (crossfit.com)\nKnee flexion | (crossfit.com)\n\nAn upper arm exercise; Beth used a variety of this exercise with Peter: Tricep Kickback | (youtube.com) [23:10]\nShoulder and scapular articulations: [23:50]\n\nShoulder extension | (crossfit.com)\nScapular retraction | (crossfit.com)\nScapular depression | (crossfit.com)\n\nElbow articulations: Elbow extension | (crossfit.com) [24:35]\nA type of cell that senses and responds to mechanical pressure: Mechanoreceptor | (wikipedia.org) [25:05]\nA type of joint rotation/mobility exercise used in Functional Range Conditioning: Controlled Articular Rotations (CARs) – What They Are and Why You Should Do Them | (physioinq.com.au) [27:00]\nTypes of exercises used in Functional Range Conditioning that apply challenge at end range of motion: Progressive and Regressive Angular Isometric Loading (PAILs and RAILs) | (mtnperformancelab.com) [31:05]\nA science-based organization focused on postural adaptation: Postural Restoration Institute | (posturalrestoration.com) [35:40]\nForward/anterior tilting of the pelvis: Anterior pelvic tilt | (medium.com) [36:30]\nThe joint that connects the pelvis to the sacrum (base of the spine): Sacroiliac joint | (wikipedia.org) [38:25]\nForward positioning of the ribs: Rib flare | (balancemotion.com) [42:05]\nInflammation of the tissue at the bottom of the foot: Plantar fasciitis | (mayoclinic.org) [42:20]\nThickening of nerve tissue leading to the toes: Morton’s neuroma | (mayoclinic.org) [47:40]\nAn approach to movement that is based development between three months of age and walking: Dynamic Neuromuscular Stabilization | (rehabps.com) [48:35]\nThe bony protrusion of your femur that you can feel near your hip joint: Greater trochanter | (wikipedia.org) [49:05]\nA group of movement disorders caused by damage to the brain occurring during pregnancy, birth, or shortly after birth: Cerebral palsy | (wikipedia.org) [50:25]\nAn anatomical term meaning away from the midline of the body: Distal | (wikipedia.org) [52:10]\nA muscle that connects the pelvis, lumbar spine, and ribs and helps to stabilize the pelvis: Quadratus lumborum (QL) | (wikipedia.org) [1:02:00]\nReverse/posterior tilt of the pelvis: Posterior pelvic tilt | (musculoskeletalkey.com) [1:07:05]\nPortable pods used for reflex training: | BLAZEPOD (blazepod.com) [1:14:55]\nA group Beth trained with that applies neurology to movement quality and resolution of pain: Integrated Kinetic Neurology | (ikneurology.com) [1:21:45]\nThe major group of muscles in the back of the body: Posterior chain | (wikipedia.org) [1:23:40]\nTypes of muscle contraction: Concentric, eccentric, and isometric | (muscle.ucsd.edu) [1:35:25]\nFor archery, a small loop added to the bowstring of a compound bow to help keep the arrow in place and provides an interface for pulling the bowstring back: D-Loop | (shootingtime.com) [1:35:55]\n§People Mentioned\nBruce Lee [6:05]\nMichael Stromsness [7:20, 20:45]\nJames Brown [13:40]\nAndreo Spina [31:05]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-150x150.jpg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Beth LewisBeth is a former professional dancer and a self-described “educator of movement” who has an unmatched ability to assimilate information and customize training plans from multiple training systems. She grew up in a small town in South Georgia where she was a competitive gymnast, swimmer, dancer, soccer player and martial artist. Beth received her undergraduate degree in Dance Performance from The University of Georgia and then joined with Pilobolus where she spent 4 years touring the world dancing. After retiring from dance, Beth moved to NYC to really dive into health and wellness, and has worked with a variety of gyms, including being the Programming Director of CityRow.  Her continuing education in Functional Range Conditioning, Postural Restoration, Dynamic Neuromuscular Stabilization, and applied neurology has turned her into a strength coach with non-traditional methods.\nInstagram: @bethlewisfit"
}