{
  "title": "#132 – AMA #16: Exploring hot and cold therapy",
  "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob explore the quality of evidence for hot and cold therapy. In the discussion, they evaluate the safety, efficacy, and opportunity costs of various hot and cold therapy protocols, and Peter ultimately considers the addition of dry sauna to his longevity toolkit. Once again, Bob Kaplan, Peter’s head of research, will be asking the questions. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. \nIf you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #16 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nHow stress can show up as physical pain, and tips for changing time zones [1:45];\nLiterature overview of heat and cold therapy [7:15];\nCold therapy for delayed onset muscle soreness (DOMS) [12:00];\nQuality of evidence for cold therapy for depression or immune enhancement [19:30];\nCold therapy and brown adipose tissue (BAT) [21:15];\nWeighing the safety, efficacy, and opportunity cost of cold therapy [28:45];\nAn overview of heat therapy benefits [40:00];\nLongevity benefits of sauna—reviewing the studies [41:30];\nLimitations in the sauna literature—Where might we be fooled? [54:30];\nPossible mechanisms conferring the longevity benefits of sauna, and how it compares to exercise [1:02:15];\nParting thoughts on sauna, opportunity costs, and Bob’s personal regimen [1:06:30]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#132 – AMA #16: Exploring hot and cold therapy\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#132 – AMA #16: Exploring hot and cold therapy\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#132 – AMA #16: Exploring hot and cold therapy\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesHow stress can show up as physical pain, and tips for changing time zones [1:45]\nPeter’s recent move to Texas\n\nPeter recently finished moving his family from California to Texas\nAll things considered, it went well, but he did experience some added stress\nIn fact, his therapist told him, “Just to set your expectations, a move of this nature is among the three most stressful events to your marriage. . .on par with divorce and death.”\n\nHow stress can show up as physical pain\n\nIn the weeks leading up to the move, Peter was experiencing some physical pain in his body\nAmazingly, the pain dissipated once the move was complete\nHe calls it an “aha moment”\nMechanistically, it’s hard to explain “why higher levels of cortisol. . .would actually lead to physical pain in my body. But there’s no question about it.”\n\nTips for adjusting to a new time zone\n\nPrior to making the move, Peter’s family slowly adjusted their bedtime and wake schedule over the course of 10 days\nBy the time they made the move, their internal clocks had already adjusted\n\nJet lag protocol\nExample:\n\nSay you are going to London where it’s 5 hours ahead\nOn the day of departure, the idea would be to wake up super early to match London time (e.g., 3am)\nThat will allow you to be sleepy at a normal time once in London\n\n⇒ See AMA #4 for the complete jet lag protocol\n \nLiterature overview of heat and cold therapy [7:15]\nPeter and team’s research project:\n\nPeter’s research team has put extensive effort into understanding the current literature on heat and cold therapy\nThe idea was to see if there was any reliable evidence that showed either heat or cold therapy to impact lifespan or healthspan\nOften, heat and cold therapy studies are lumped together when they are really separate topics\n\nAn example of “lumping” is clearly seen in a large editorial paper that claimed heat and cold could positively impact in several ways:\n1-A wide range of physiological responses including:\n\nresistance to cardiovascular disease and mortality\nendothelial function and arterial stiffness\nwalking ability and lower limb perfusion; shear pattern, blood pressure and circulating endothelin‐1 concentrations \nglucose metabolism \nautonomic nervous activity\ncerebral protection\nstress resistance\n\n*NOTE: all the references cited for these benefit listed above were related to HEAT therapy\n2-Another claim was an improvement of mental health (the only place where they cited a paper looking at cold therapy)\n\nThe supporting evidence for those were lackluster to say the least\nAnd the only cold paper referenced was an n=1 using cold water swimming which had confounding variables\n\n \nCold therapy for delayed onset muscle soreness (DOMS) [12:00]\nCold therapy for DOMS (delayed onset muscle soreness)\n\nIn their research, Peter’s team found that there was evidence that ice baths could help reduce DOMS (Stacey et al., 2010; Montgomery et al., 2008; Bleakley et al., 2012; Leeder et al., 2011; Burgess and Lambert, 2010) \nBut it will depend of how and when you do it\nThe greatest benefits to reducing DOMS occurred when treated 24 to 72 hours post exercise\nTreatment should not be administered in the first hour post exercise.\n\nPeter’s anecdotal experience: Peter found ice baths to be extremely helpful following his long bike rides in the heat (but admits it could have been placebo)\n⇒ See Jens Voigt: “Shut up, legs.”\nReducing DOMS related to strength training\n\nThe greatest benefits to reducing DOMS occurred when treated 24 to 72 hours post exercise\nHowever, when strength training, there is an inflammatory response post-exercise that is beneficial\nAnd since the cold therapy could reduce inflammation, you have to think about that tradeoff \n\nThe tradeoff: If you overly suppress the inflammation, you could blunt some muscle hypertrophy\n\nSome recommendations found in the literature say you should not administer cold therapy in the first hour post-exercise\nMost of the studies showed actually that no benefit for performance\nWhile other studies suggested that it might even be detrimental to strength (due to the blunting of the inflammatory response from exercise)\n\nSpeaking of inflammation — Does taking ibuprofen post-exercise blunt hypertrophy?\n\nIt may have a positive effect on reducing pain, but a negative effect in terms of the training response\n\nHere’s a piece on this topic in the New York Times\n\n\nMichael Ristow’s group found that taking antioxidants after exercise—which people thought would be a good idea because you would lower the inflammatory response—prevents health-promoting effects of physical exercise in humans\n\nAcetaminophen (Tylenol) for improving performance exercise\n\nAcetaminophen, on the other hand, actually improves performance (especially endurance exercise)\nThe mechanism of action is not clear—but there are 2 plausible explanations:\n\n1-The reduction in temperature\n\nA person who’s running a marathon or doing a really exhaustive kind of thorough endurance event of any nature, their body temperature’s going up\nAnd if the TYLENOL offsets that, it speaks to a larger thesis, which is part of our fatigue is in response to thermogenesis\n\n\n2-The reduction of pain\n\nis it’s reducing your perception of pain in the muscle as you exercise. And by reducing that slightly, your brain’s desire to slow you down or stop you is blunted somewhat\n\n\n\n\n\n*The upshot on cold therapy for DOMS\n\nIt reduces delayed onset muscle soreness, but the timing of when you administer cold matters\nThe closer you administer cold therapy to the bout of exercise, the more you may actually blunt the benefits of exercise\n\n \nQuality of evidence for cold therapy for depression or immune enhancement [19:30]\nFor depression: \n\nPretty clear that we don’t really know if there’s a benefit based on the 2008 study\nIt is possible, but far from established, that cryotherapy could alleviate the symptoms of depression. (Rymaszewska et al., 2008)\n\nCold therapy for immune enhancement: \nThe immune system’s response to cold stress is not yet fully understood. \n\nSome studies have shown that cryotherapy decreases inflammation (Pongor et al., 2011; Shephard & Shek, 1998) \nAlthough, not all results agree. (Peake et al. 2020)\nEven if it does lower inflammation… we get back to the issue of whether that process is blunting the beneficial inflammation post-exercise\nIf cryotherapy is addressing chronic inflammation, that’s one thing, but from the acute perspective, that inflammation might be doing something that’s ultimately beneficial \n\nCold therapy summary: There’s just not a lot of data, and so far it appears to be an “absence of evidence” with cold therapy\n \nCold therapy and brown adipose tissue (BAT) [21:15]\nWhat is BAT?\n\nBrown adipose tissue (BAT) derives its name from the obvious fact that it looks different\nIt’s fat with little organelles inside of each adipose cell, such as mitochondria, that would change the color a little bit darker\n\nWhy do we care?\n\nThe mitochondria and other things in it make it more metabolically active and therefore it becomes another energy consumer suggesting that having more BAT may increase the calories you’re burning\nThere may be other health benefits of BAT due to “batokines”—bioactive peptides and proteins secreted by BAT\n\nObservations:\n\nFirst, metabolically healthy people have more BAT (and less white adipose tissue) than less metabolically healthy people\nSecondly, cold exposure activates brown adipose tissue\n\nPeter tested this on himself while in extreme temperatures in Norway\n\n\n\nThe literature generally explores two things:\n1—Whether increasing BAT increases energy expenditure—which therefore could help with obesity, insulin sensitivity, metabolic health, etc.\n\nRuiz et al., 2018\nBetz & Enerbäck, 2015\nInsulin sensitivity: Lee et al., 2014; Chondronikola et al., 2014;\n\n2—The impact of “batokines”—bioactive peptides and proteins secreted by BAT\n\nPossible benefits of batokines:\n\nHeart—cardioprotection via FGF21 and IL-6\nPancreas—preservation of beta cells\nLiver—fatty acid oxidation, so presumably it might lower fatty liver, lower white adipose tissue, so you have more lipolysis and more glucose uptake\nInhibition of myostatin—potentially the increase in brown adipose tissue activity inhibits myostatin \n\n\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-14459\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/batokines-1-1024x736.jpg\" alt=\"\" width=\"1024\" height=\"736\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/batokines-1-1024x736.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/batokines-1-300x216.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/10/batokines-1-768x552.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/10/batokines-1.jpg 1280w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Schematic representation of the hypothetical role of endocrine factors released by brown adipose tissue (BAT) in interorgan cross-talk. (FGF21: fibroblast growth factor-21; IL6: interleukin-6; T3: triiodothyronine). Image credit: Villarroya et al., 2013\n \n<img decoding=\"async\" class=\"alignnone size-large wp-image-14460\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/batokines-2-1024x725.jpg\" alt=\"\" width=\"1024\" height=\"725\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/batokines-2-1024x725.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/batokines-2-300x213.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/10/batokines-2-768x544.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/10/batokines-2.jpg 1334w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Representation of novel brown adipokines and their tissue targets. (BMP8b; Bone morphogenetic protein-8b; NRG4: neuregulin-4; NGF: nerve growth factor; S100b: S100b; FGF21: fibroblast growth factor-21; IL6: interleukin-6; CXCL14: C-X-C motif chemokine-14; GDF15: growth-and-differentiation factor-15). Image credit: Villarroya et al., 2019\n\nBMP8b: adaptive remodelling of brown & beige adipose tissues to thermogenic demands \nNRG4: promotes sympathetic neurite outgrowth\nNGF & S100b: target sympathetic nervous endings promoting innervation\nMyostatin: controls the performance of skeletal muscles\nFGF21: targets the heart, favouring cardioprotective effects\nCXCL14 & IL6: promotes the recruitment of M2 macrophages\nGDF15: inhibits the pro-inflammatory activity of M1 macrophages\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14464\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/wendy-the-bully-whippit-701x1024.png\" alt=\"\" width=\"701\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/wendy-the-bully-whippit-701x1024.png 701w, https://peterattiamd.com/wp-content/uploads/2020/10/wendy-the-bully-whippit-205x300.png 205w, https://peterattiamd.com/wp-content/uploads/2020/10/wendy-the-bully-whippit-768x1121.png 768w, https://peterattiamd.com/wp-content/uploads/2020/10/wendy-the-bully-whippit.png 948w\" sizes=\"(max-width: 701px) 100vw, 701px\" />\nFigure 3. Wendy the bully whippet has a mutation in the myostatin gene. Image credit: popsci.com\n***\nIn summary as it relates to BAT and cold exposure: \n\nHaving more brown adipose tissue appears to play a positive role in health in the ways mentioned above\nBut not much evidence that BAT volume increases with cold exposure\n\nBAT volume actually changes more so with an improvement in metabolic health via exercise\n\n\nCold exposure does seem to activate the BAT, but it’s unclear whether or not that actually makes a difference\n\nEspecially when you look exclusively through the lens of energy balance, “From a caloric expenditure basis, the numbers are not that impressive.”\n\n\n\n \nWeighing the safety, efficacy, and opportunity cost of cold therapy [28:45]\nAre there any tangible benefits of cold therapy?\n\nFrom a big picture perspective, there isn’t much evidence that cold exposure increases longevity in one way or another\nIf the cold does have a benefit, it might be similar effects to that of exercise\n\nFor example, cold exposure activates sirtuins in brown adipose tissue\n\nSimilarly, exercise activates sirtuins in skeletal muscles\n\n\nCold exposure activates heat shock proteins as does exercise\n\n\nThis leads to the question: Would simply doing more exercise—in place of the time you would otherwise dedicate towards cold exposure—have the same net benefit?\n\nOpportunity cost\n\nPeter call this “the single most important point made during the podcast today”\nWhat gets overlooked in these discussions is *opportunity cost*\nOur order in thinking should be as follows:\n\n1-Safety\n2-Efficacy\n3-Effectiveness\n\n\n\nOpportunity cost\n\nAfter answering the safety question, you look at benefits—and as we’re seeing with cold therapy, it’s pretty hard to find real, tangible benefits to cold therapy when you hold the therapy up to the same sort of standard that we hold other therapies like exercise or heat therapy.\nWhat about the fact that you just spent an hour doing effectively nothing when that hour could have been spent doing something with a known benefit?\n\nAny harm in cold therapy?\nCold therapy is a broad term\n\nThe buckets of cold therapy generally include: cryotherapy, plunging (ice bath), and cold exposure (mild, prolonged cold exposure)\nNot too much risk in cryotherapy (some blisters and pain during treatment) and mild cold exposure\n\nCold water immersion has the most risk associated with it, mostly due to afterdrop\n\nUnder cold conditions, your body tries to keep the core temp as warm as possible but it order to do so your peripheral temperature is colder \nat some point this cold blood in my periphery is going to dump into the warmer core blood\nAfterdrop occurs when your core temperature drops from something safe, like 96-97, to 92-93\nWhich could result in an ventricular arrhythmia\n\nPeter once experienced afterdrop due to cold water swimming where the water temp was ~53 degrees\n\nAfter he came out of the water it was so windy that he lost the coordination in his hands to hold the towel and he couldn’t warm himself up\nHe literally had to go find a stranger to dry him off\n\nWith cold water plunging…\n\nsitting in a ~38 degree ice bath\nThey’re doing selective elongation of time exposure—Maybe 4-6 minutes\nAfter getting out of the bath you need to warm yourself up immediately because that afterdrop can be devastating\nBasically what happens is in a moment your central temperature can go from being something safe, 96, 97, to something very unsafe, like 92, 93. \nAnd at that point, you’re very likely to start throwing off ventricular arrhythmias. \n\n \nAn overview of heat therapy benefits [40:00]\nOverall: Peter and Bob are more optimistic on heat therapy versus cold therapy as a potential tool to enhance longevity\nHeat therapy enhances sleep \n\nSauna before bed is one of the best tools to sleep especially if you follow it with an immediate cold dunk just or got into a cold bed\nThe reason why is that sleep is so facilitated by the time derivative of temperature—So the change in temperature over time, the steeper you can make that a negative number, the better you’re going to sleep\nAnd there’s no better way to do that than to ratchet up your temperature in a sauna and then drop it down quickly\nHere’s one meta-analysis looking at heating the body before bed for better sleep\n\nOther purported clinical benefits of heat therapy:\n\nDecreased pain, including DOMS.  Heat therapy appears to offer analgesic benefits with no risk of detrimental effects. (Leppäluoto et al., 1986; Hausswirth et al., 2011; Viitasalo et al., 1995) \n(Associated) Decreased risk of cardiovascular disease.  A series of Finnish studies that are some of the largest heat therapy trials found that increasing frequency of sauna usage is associated with a decreasing risk of sudden cardiac death (SCD), fatal coronary heart disease, CVD, and stroke. (Laukkanen et al., 2015; Laukkanen et al., 2018)\nImproved endurance and performance.  Data on the effects of heat therapy on muscle strength is inconclusive, but heat therapy appears to improve jump height, power, and endurance. Heat therapy may offer performance benefits with a low risk of detrimental effects. (Mero et al., 2015; Scoon et al., 2007; Viitasalo et al., 1995; Hausswirth et al., 2011) \n(Associated) Decreased risk of dementia and Alzheimer’s Disease with more frequent sauna visits associated with a larger decrease. (Laukkanen et al. 2017) \n(Associated) Decreased risk of respiratory disease, including chronic obstructive pulmonary disease, asthma, pneumonia, and the common cold.  Heat therapy can also improve the symptoms of asthma, bronchitis, and pneumonia. (Kunutsor et al., 2017; Laitinen et al., 1988; Cox et al., 1989; Ernst et al., 1990)\nImproved Insulin sensitivity and glucose control.  Heat therapy may reduce fasting glucose, body weight, and adiposity. (Krause et al., 2015)\n\nThe physiological effects of heat therapy include:\n\nIncreased GH levels (Hannuksela and Ellahham, 2001), though possibly only in those under age 49. (Lammintausta et al., 1976) The frequency of sauna use seems to determine the duration of raised GH levels. (Leppäluoto et al., 1986)\nIncreased prolactin in both sexes, but especially in women. (Leppäluoto et al., 1986) \nIncreased cortisol immediately after heat therapy (Ježová et al., 1985; Pilch et al., 2013) which drops to baseline by 1-2 days after and decreases from 3-7 days. (Leppäluoto et al., 1986)\nA likely increase in other biomarkers, including hormones like norepinephrine (Hannuksela and Ellahham, 2001) and others (Leppäluoto et al., 1986), plasma renin activity (Lammintausta et al., 1976), heat shock protein (Iguchi et al., 2012), and white blood cell count. (Pilch et al., 2013)\n\n \nLongevity benefits of sauna—reviewing the studies [41:30]\nFinland sauna study: The most impressive sauna literature is an observational study out of Finland comparing different frequencies of sauna use led by Jari A. Laukkanen\nDesign:\n\n2,327 men participated and fill out a survey of their sauna use\nThey have been followed for 20+ years\nSince all participants used sauna, the “control group”—aka reference group— were those who used the sauna once a week\n\nBecause presumably it controls for one of the biggest biases, which would be socioeconomic, presumably all of those people have saunas or access to saunas — If it hadn’t tried to extract that piece of information, you’d have probably one of the biggest confounders possible in that study\nIt’s still not randomized — therefore it’s going to be subject to limitations \n\n\nDetails about sauna use—\n\nType of sauna: It was dry sauna (i.e., not infrared sauna)\nTemperature: Avg. temp was 170 degrees Fahrenheit/78.9 degrees Celsius\nDuration: \n\nAvg. duration per session was 14.2 minutes\nA big range, 2 minutes to 90 minutes\nA session was typically over 20 minutes — Note: few studies that it was at least 20 minutes in duration and it was an average of 170 degrees Fahrenheit\n\n\nFrequency:\n\nGroup 1 (Reference Group): At least once per week\nGroup 2: 2-3 times per week \nGroup 3: 4-7 times per week\n\n\n\n\n\nResults—The following are the results comparing the Reference Group (at least once per week) to Group 3 (4-7 sessions per week)\n\nAll-cause mortality: 40% lower relative risk and 18% lower absolute risk (after 21 years, the Ref. Group had 49.1% mortality and Group 3 had 30.8% mortality)\nFatal cardiovascular disease: 50% lower relative risks (hazard ratio of 0.5), and 10% lower absolute risk\nSudden cardiac death: 63% lower relative risk, and 5% lower absolute risk\nFatal coronary heart disease: 48% lower relative risk, and 6% lower absolute risk\nStroke: 62% lower relative risk, and about an 8% lower absolute risk\nAlzheimer’s disease: 65% lower relative risk, and about a 3% lower absolute risk\n\nKey takeaways related to the Finland sauna cohort:\n\nWhat conferred the most benefit? \n\nAt least 20 minutes\nAt least 172 to 174 Fahrenheit/80 degrees Celsius\nAnd at least four times a week\n\n\nIn all-cause mortality: An 18% absolute risk reduction — “I’m not aware of a single [positive] intervention that leads to an 18% absolute reduction in all-cause mortality.”\nFor MACE (major adverse cardiac event): 6-7% absolute risk reduction over 20 years\nRisk profile of patients: Important to note that these are NOT really high risk people, increasing the impressiveness of the numbers\nStroke reduction: 8% absolute risk reduction\nAlzheimer’s disease reduction: 3% absolute risk reduction — Note: Given avg. age starting age was 53 and followed for 21 years makes them 74—which means this is probably undercounting what the potential is for Alzheimer’s risk reduction—so as this cohort gets older you could see more data related to Alzheimer’s disease\n\n \nLimitations in the sauna literature—Where might we be fooled? [54:30]\nHealthy user bias \n\nIn this cohort of sauna users, you’re dealing with a highly privileged group of individuals\n\nCan afford your own sauna \nHave access to leisure\nHave resources to buy healthier, more expensive food\n\n\nThis is considered a healthy user bias—one of the biggest challenges that epidemiologists face when they try to make associations into causations\n\n⇒ Another example of healthy-user bias: Vegetarian epidemiology studies\n\nEating a vegetarian diet requires a lot of effort\nSo by definition, a person who could put that much effort into what they ate and didn’t eat could put a lot of effort into other things that could positively influence their health\nIn other words, being a vegetarian was a proxy for being conscientious, for being obsessed with many layers of your health that went probably beyond what you ate. \nTherefore, it’s hard to infer health benefits associated with the absence of meat as opposed to the presence of these other things\n\nWhat else needs to be considered about these sauna studies?\n\nHeart rate increase could possibly just be a marker, not a “maker”, of health: \n\nHeart rate may increase up to a hundred beats a minute during moderate sauna bathing sessions and up to 150 beats per minute during more intense, warm sauna bathing\nThat sounds very similar to what happens when a 50-year-old engages in endurance exercise\n\n\nThe heavy sauna users were 2 years younger: The 4 to 7 times per week sauna group was 2 years younger than the reference group (51.5 vs. 53.5)\nMore smokers in the reference group: 36% of the reference group are smokers and only 20% of the four to seven times per week were smokers — and in “pack years” the 4 to 7 sauna group was about half the amount as the reference group\n\nIn the multivariate adjustment, they adjusted for the following covariates: Age, BMI, systolic blood pressure, LDL cholesterol, smoking, alcohol consumption, previous MI, type two diabetes, cardiorespiratory fitness, resting heart rate, physical activity, and socioeconomic status\n\nThey provided detail on a few of those covariates: \n\nFor previous myocardial infarction—9% in the reference group, 6% in the four to seven times per week. \nFor Type 2 diabetes—7% in the reference group and 2% in the four to seven times per week. \nOne theory could be that they just started picking them up at baseline at age 53—i.e., Maybe they’ve been doing sauna at this rate before, and that’s part of why they have lower rates of diabetes.\n\nThis could indicate that there might be a “there there” with healthy user bias\n\n\n\n\n\nTable showing the Age-adjusted and Multivariate adjusted hazard ratios:\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14463\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/hazard-ratios-Laukkanen-et-al.-2015-1024x549.png\" alt=\"\" width=\"1024\" height=\"549\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/hazard-ratios-Laukkanen-et-al.-2015-1024x549.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/hazard-ratios-Laukkanen-et-al.-2015-300x161.png 300w, https://peterattiamd.com/wp-content/uploads/2020/10/hazard-ratios-Laukkanen-et-al.-2015-768x412.png 768w, https://peterattiamd.com/wp-content/uploads/2020/10/hazard-ratios-Laukkanen-et-al.-2015-1536x824.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/10/hazard-ratios-Laukkanen-et-al.-2015-2048x1098.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. Age-adjusted and Multivariate adjusted hazard ratios. Image credit: Laukkanen et al., 2015\n\nFor all-cause mortality—after they adjusted for everything, the hazard ratio went from 0.61 to 0.60 meaning the association got stronger\nFor sudden cardiac death—.49 in hazard ratio, drops to .37 the association gets stronger after they control for everything\nThis is a bit vexing considering it implies that some of those covariates are working in opposition to each other, yet when you look at each of them, most should move in the same direction with the exception of two:\n\n1-body mass index, the body mass index in the reference group was 26.9, and in the four to seven times per week was 27.7. \n2-Alcohol consumption, 83% in the reference group (one time a week), the four to seven times per week was 95% (no measure of total alcohol consumed)\n\n\n\n \nPossible mechanisms conferring the longevity benefits of sauna, and how it compares to exercise [1:02:15]\nOverall, the data is robust in support of heat therapy in the following manner: \n\nDry sauna\n20 minutes or more each session\nFour times a week or more\nAt about 170 degrees Fahrenheit/80 degrees Celsius\n\nPossible mechanisms conferring benefit:\nMimics exercise—\n\nThis type of sauna activity seems to mimic cardiovascular exercise\nE.g., Heart rate gets up to 150 beats per minute in a sauna\n\nWhat about other things such as growth hormone and heat shock proteins?\n\nThere are increased growth hormone levels\nIncreased prolactin\nIncreased cortisol, \nAnd other hormones likely increase: norepinephrine, renin activity, white blood cell count, and heat shock proteins\n\nTheoretical experiment: \n\nRandomize people to four hours a week of sauna under these above listed conditions\nMatch them with another group that does four hours a week of exercise at the same heart rate as in the sauna conditions\nAnd have a third group do neither (control group)\nFollow them for 20 years\n\nWhat would Peter and Bob predict the outcome to be?\n\nBob: “I think that you would see a lot of similarities in the outcome”\nPeter thinks an experiment like this could be done in animals and would predict both the sauna group and exercise group would do significantly better\nPeter: “But is there a difference between those two? That’s the question that’s interesting.”\n\n \nParting thoughts on sauna, opportunity costs, and Bob’s personal regimen [1:06:30]\nBob’s personal sauna regimen\n\nFive times per week\n60 minute sessions\nHe personally really enjoys it\nHe feels mentally and intellectually stimulated (almost like a “runner’s high”) — He brings papers and articles inside the sauna \n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14462\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/Salem-wglass_door-800x800jpg-1024x1024.jpg\" alt=\"\" width=\"1024\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/Salem-wglass_door-800x800jpg-1024x1024.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2020/10/Salem-wglass_door-800x800jpg-300x300.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/10/Salem-wglass_door-800x800jpg-150x150.jpg 150w, https://peterattiamd.com/wp-content/uploads/2020/10/Salem-wglass_door-800x800jpg-768x768.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/10/Salem-wglass_door-800x800jpg-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/10/Salem-wglass_door-800x800jpg.jpg 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Barrel sauna similar to what Bob has at his home. Image credit: almostheaven.com\nThe question of ‘opportunity cost’\nDoes Bob think there’s an opportunity cost of spending so much time in the sauna when he could be exercising?\n\nBob personally does not feel there to be an opportunity cost\nIn fact, he finds it a tad challenging to engage in a similar amount time in zone 2 exercise (which presumably is the closest type of exercise to dry sauna)\nAs a bonus, he can be more “productive” in the sauna (e.g., reading papers) as compared to during exercise\n\nZone 2 training\nPeter is planning to have another discussion with Iñigo San Millán to zoom in on the proper zone 2 (and zone 5) protocol and minimum effective dose in metabolically healthy versus metabolically unhealthy people\n⇒ see the previous episode of The Drive with Iñigo San Millán for more on the different training zones\n*Peter’s final takeaways on sauna\n\nPrior to this big analysis done by Peter and his team, Peter never really viewed sauna as having any longevity benefit\nBut now, Peter is ready to add sauna into his tool kit for longevity\nThat said, exercise is probably giving you many of the same benefits\nIn fact, Peter would place exercise above sauna as exercise comes with a number of benefits that sauna doesn’t including (but not limited to) stability and structural benefits and some of the mitochondrial fuel partitioning benefits \n\nIn short, the order of operations would be:\n\nFulfill your exercise quota first\nAnd if there’s an ability to do dry sauna, there is value in doing it\n\n§Selected Links / Related MaterialEpisode where Peter discusses his jet lag protocol: #45 – AMA #4: sleep, jet lag protocol, autophagy, metformin, and more | Peter Attia (peterattiamd.com) [6:00]\nA large editorial paper that claimed heat and cold could positively impact health in several ways despite only referencing one cold study: Humans: A homeothermic animal that needs perturbation? (Mike Tipton, 2018) [9:00] \nThe one “cold” citation mentioned in the editorial paper—an n=1 case report of one 24-year-old woman who had major depressive symptoms and anxiety who did open water swimming: Open water swimming as a treatment for major depressive disorder (Tulleken et al., 2018) [10:45, 19:30]\nEvidence that cold therapy may reduce delayed onset muscle soreness: [12:00]\n\nEffects of recovery method after exercise on performance, immune changes, and psychological outcomes (Stacey et al., 2010)\nThe effect of recovery strategies on physical performance and cumulative fatigue in competitive basketball (Montgomery et al., 2008)\nCold-water immersion (cryotherapy) for preventing and treating muscle soreness after exercise (Bleakley et al., 2012) \nCold water immersion and recovery from strenuous exercise: a meta-analysis (Leeder et al., 2011)\nThe efficacy of cryotherapy on recovery following exercise-induced muscle damage (Burgess and Lambert, 2010)\n\nCyclist Jens Voigt saying “Shut up, legs.”: Jens Voigt – Shut Up | Scott Kemp (youtube.com) [14:15] \nNew York Times piece discussing ibuprofen and its impact on recovery and performance: Bring On the Exercise, Hold the Painkillers | Gretchen Reynolds (nytimes.com) [16:15]\nIn one study, taking antioxidants after exercise essentially blunted the effects of the exercise: Antioxidants prevent health-promoting effects of physical exercise in humans (Ristow et al., 2009) [16:15] \nAcetaminophen actually improves performance though the mechanism of action is not entirely clear: Influence of acetaminophen on performance during time trial cycling (Mauger et al., 2009) [17:15]\nIt is possible, but far from established, that cryotherapy could alleviate the symptoms of depression: Whole-body cryotherapy as adjunct treatment of depressive and anxiety disorders (Rymaszewska et al., 2008) [19:30]\nSome studies have shown that cryotherapy decreases inflammation: [20:00]\n\nPongor et al., 2011\nShephard & Shek, 1998\n\nNot all study results agree that cold therapy decreases inflammation: Peake et al. 2020 [20:00]\nThe discovery of the hormone called irisin garnered excitement around the idea that more irisin could increase brown fat: Newly Discovered Hormone Boosts Effects of Exercise, Could Help Fend Off Diabetes | Katherine Harmon (scientificamerican.com) [21:15]\nReview paper on brown adipose tissue: Human Brown Adipose Tissue: What We Have Learned So Far (Betz & Enerbäck, 2015) [21:15]\nPeter’s trip to Norway to measure the effect of cold temperature on BAT activity: @peterattiamd – 2/27/20 | (instagram.com) [24:15] \nThe idea the increasing and activating BAT with cold can increase energy expenditure, burn more calories, and help with obesity: Role of Human Brown Fat in Obesity, Metabolism and Cardiovascular Disease: Strategies to Turn Up the Heat (Ruiz et al., 2018) [25:15]\nLiterature exploring the endocrine role of BAT and the benefit of “batokines”: [25:45]\n\nAn endocrine role for brown adipose tissue? (Villarroya et al., 2013)\nNew insights into the secretory functions of brown adipose tissue (Villarroya et al., 2019)\n\nNo evidence that BAT volume was increasing with cold exposure, BAT volume was changing more so with exercise and metabolic health: Cold-activated brown adipose tissue in human adults: methodological issues (van der Lans et al., 2014)  [27:30]\nCold exposure activates sirtuins in brown adipose tissue: [29:15]\n\nSirtuins in mammals: insights into their biological function (Shaday MICHAN and David SINCLAIR, 2007) \nSIRT3, a mitochondrial sirtuin deacetylase, regulates mitochondrial function and thermogenesis in brown adipocytes (Shi et al., 2005)\nMammalian sirtuins—emerging roles in physiology, aging, and calorie restriction (Haigis and Guarente, 2008)\nCold acclimation increases levels of some heat shock protein and sirtuin isoforms in threespine stickleback (Teigen et al., 2015)\n\nCold exposure activates heat shock proteins: [29:30]\n\nThe Effect of Repeated Whole-Body Cryostimulation on the HSP-70 and Lipid Metabolisms in Healthy Subjects  (Lubkowska et al., 2019)\nCharacterization of cold-induced heat shock protein expression in neonatal rat cardiomyocytes (Laios et al., 1997)\n\nActivation of brown adipose tissue are in cold immersion of 67 degrees: [34:30]\n\nTemperature-Acclimated Brown Adipose Tissue Modulates Insulin Sensitivity in Humans (Lee et al., 2014)\nBrown Adipose Tissue Improves Whole-Body Glucose Homeostasis and Insulin Sensitivity in Humans (Chondronikola et al., 2014)\n\nHeat therapy before bed may enhance sleep: Before-bedtime passive body heating by warm shower or bath to improve sleep: A systematic review and meta-analysis (Haghayegha et al., 2019) [40:30]\nPurported clinical benefits of heat therapy: [40:30]\n\nDecreased pain, including DOMS.  Heat therapy appears to offer analgesic benefits with no risk of detrimental effects. (Leppäluoto et al., 1986; Hausswirth et al., 2011; Viitasalo et al., 1995) \n(Associated) Decreased risk of cardiovascular disease.  A series of Finnish studies that are some of the largest heat therapy trials found that increasing frequency of sauna usage is associated with a decreasing risk of sudden cardiac death (SCD), fatal coronary heart disease, CVD, and stroke. (Laukkanen et al., 2015; Laukkanen et al., 2018)\nImproved endurance and performance.  Data on the effects of heat therapy on muscle strength is inconclusive, but heat therapy appears to improve jump height, power, and endurance. Heat therapy may offer performance benefits with a low risk of detrimental effects. (Mero et al., 2015; Scoon et al., 2007; Viitasalo et al., 1995; Hausswirth et al., 2011) \n(Associated) Decreased risk of dementia and Alzheimer’s Disease with more frequent sauna visits associated with a larger decrease. (Laukkanen et al. 2017) \n(Associated) Decreased risk of respiratory disease, including chronic obstructive pulmonary disease, asthma, pneumonia, and the common cold.  Heat therapy can also improve the symptoms of asthma, bronchitis, and pneumonia. (Kunutsor et al., 2017; Laitinen et al., 1988; Cox et al., 1989; Ernst et al., 1990)\nImproved Insulin sensitivity and glucose control.  Heat therapy may reduce fasting glucose, body weight, and adiposity. (Krause et al., 2015)\n\nThe physiological effects of heat therapy include:\n\nIncreased GH levels (Hannuksela and Ellahham, 2001), though possibly only in those under age 49. (Lammintausta et al., 1976) The frequency of sauna use seems to determine the duration of raised GH levels. (Leppäluoto et al., 1986)\nIncreased prolactin in both sexes, but especially in women. (Leppäluoto et al., 1986) \nIncreased cortisol immediately after heat therapy (Ježová et al., 1985; Pilch et al., 2013) which drops to baseline by 1-2 days after and decreases from 3-7 days. (Leppäluoto et al., 1986)\nA likely increase in other biomarkers, including hormones like norepinephrine (Hannuksela and Ellahham, 2001) and others (Leppäluoto et al., 1986), plasma renin activity (Lammintausta et al., 1976), heat shock protein (Iguchi et al., 2012), and white blood cell count. (Pilch et al., 2013)\n\nTim Ferriss interviewed Rick Rubin while inside a sauna: Rick Rubin on Cultivating World-Class Artists (Jay Z, Johnny Cash, etc.), Losing 100+ Pounds, and Breaking Down The Complex (#76) | Tim Ferriss (tim.blog). [41:15]\nSauna study from Finland: Association Between Sauna Bathing and Fatal Cardiovascular and All-Cause Mortality Events (Laukkanen et al., 2015) [42:00]\n§People Mentioned\nDan Palenchar [8:00] \nJens Voigt [14:00]\nMichael Ristow [16:15]\nTim Ferriss [41:15]\nRick Rubin [41:15]\nJari A. Laukkanen [42:30]\nIñigo San Millán [1:08:30]\n\n§"
}