{
  "title": "#137 – Paul Offit, M.D.: An expert perspective on COVID-19 vaccines",
  "content": "Paul Offit is a pediatrician specializing in infectious diseases and an expert in virology and vaccine development. He currently serves on the FDA committee overseeing and evaluating COVID-19 vaccines. In this episode, Paul discusses the strategies and major companies pursuing a vaccine against the SARS-CoV-2 virus. He gets into the nuances of the vaccine approval process and its implications for COVID-19 vaccine outlook. Paul also explains potential risks, reveals his own confidence level in safety, and gives insight into protection against reinfection with vaccination. Please note that this episode was recorded 11/05/2020, prior to the 11/09/2020 news release of the Pfizer vaccine update.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#137 - Paul Offit, M.D.: An expert perspective on COVID-19 vaccines\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#137 - Paul Offit, M.D.: An expert perspective on COVID-19 vaccines\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#137 - Paul Offit, M.D.: An expert perspective on COVID-19 vaccines\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nHow Paul’s experience as a child in a chronic care hospital as child informed his path in pediatrics and vaccine development (3:30);\nAddressing the anti-vaccination sentiment and explaining the fraudulent origins of the anti-vaccination movement (8:00);\nLessons and insights from 26 years studying rotavirus and creating a successful rotavirus vaccine (17:00);\nDeveloping a new vaccine: the different phases of clinical trials, overall timeline, and financial costs (27:15);\nOperation Warp Speed: the expedited process of creating a coronavirus vaccine (32:30);\nVarious vaccine strategies—RNA, DNA, virus vector—and the challenges associated (35:00);\nThe Moderna and Pfizer mRNA vaccines: strategy, timeline, and Emergency Use Authorization (41:15);\nPaul’s confidence level in the safety of the first coronavirus vaccines (48:30);\nThe risks associated with different types of vaccines, and updates on the Johnson & Johnson and Astrazeneca coronavirus vaccines (52:15);\nWhat we know about the coronavirus vaccines approved in Russia and China (55:45);\nThe latest on the Merck coronavirus vaccine (57:15);\nThe recombinant/purified protein vaccine approach for coronavirus—big players, risks, and the best vaccine for the elderly (57:45);\nAttenuated and inactivated vaccine strategies for coronavirus (1:02:00);\nThe genetic drift of SARS-CoV-2: Impacts for protection and vaccine development (1:02:30);\nPaul’s take on the hypothesis that a previous coronavirus infection offers protection against the novel COVID-19 (1:06:45);\nAddressing the concern that antibodies fade over time (1:09:15);\nBlood type and protective against coronavirus (1:13:00);\nDistribution: the challenge of prioritizing the limited doses of vaccines after approval (1:13:15);\nPaul’s perspective on COVID-19 vaccine safety (1:16:15);\nConsiderations regarding vaccinating children for coronavirus and the role of a fever immune response (1:21:45);\nWhy vaccine development can be challenging and risks of current COVID-19 strategies (1:29:45); and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesHow Paul’s experience as a child in a chronic care hospital as child informed his path in pediatrics and vaccine development [3:30]\nA traumatic experience as a young boy that shaped his future\n\nPaul was born with clubbed feet (feet turned inward and down)\nHe wore a brace and cast for months as an infant, but his father was not satisfied with the result\nAround age 5, his father found a surgeon to do an unproven procedure to correct this feet and it went very badly\nHe ended up in a chronic care facility called Kernan’s Children’s Hospital for 6 weeks\nThis was a time when polio was rampant and there was many children suffering with polio in the same hospital\nDue to polio, Paul’s parents were almost never able to come see him, and so he was mostly alone the whole time laying in bed staring out a window with nothing to do— “I kept waiting for my parents to come rescue me, to walk through that front door of the hospital. Never happened.”\n\nHow that traumatic experience shaped his future career\n\nAs a med student at Maryland Medical School, he visited that same hospital and cried when he saw that same window he stared at every day\n“I think that we are motivated by the scars of our youth.”\nPaul says his decision to go into pediatrics, to go into pediatric infectious diseases, to write a book about polio specifically about a tragic event associated with the making of the polio vaccine, his choice to make vaccines…was all motivated by the scars of his youth. \nAlmost every book he’s written has, at its heart, child advocacy— standing up for children who are vulnerable, who can’t stand up for themselves.\n\n \nAddressing the anti-vaccination sentiment and explaining the fraudulent origins of the anti-vaccination movement [8:00]\nHow the movement started\n\nThe anti-vaccination movement was catapulted by a Lancet paper (now retracted) by Andrew Wakefield\nThe paper was comprised of 12 completely fabricated case studies that is a big part of the anti- vaccine rhetoric that the vaccines, like the MMR vaccine, cause gastrointestinal disease, which causes autism\nUnfortunately, a solid number of people continue to believe this, despite the efforts of people like Brian Deer, Peter Hotez, and Paul who have so thoroughly debunked it\nPaul says Wakefield was a fraud\nJust one example, at least a couple of the children had developed signs and symptoms of autism before ever having received that vaccine—something Wakefield knew\nBrian Deer’s book, The Doctor Who Fooled the World, goes through the whole story\n\n⇒ See also by Paul Offit et al. — \n\nAddressing Parents’ Concerns: Do Multiple Vaccines Overwhelm or Weaken the Infant’s Immune System?\nDon’t Hesitate – Vaccinate!\n\nWhy Wakefield was good for science in a way\n\nHe became a darling of the anti-vaccine movement, and the anti-vaccine folks attached themselves to his star\nBut once it was discovered that he not only had misrepresented clinical and biological data, but in fact had basically laundered money under legal claims through a medical journal—his star fell \nHe no longer appeared on mainstream media outlets\nSo at some level he helped us marginalize the anti-vaccine voices\nHis popularity spurred scientists to scrutinize his claims\nNowadays, about 85% of parents of children with autism no longer believe that vaccines were the cause according to the Autism Science Foundation\n\n“There aren’t many things in medicine we can say with a higher degree of certainty actually than the MMR vaccine does not cause autism.” —Peter Attia\nThe phenomenon of ‘misremembering facts’\n\nThe other thing that this anti-vax movement has exposed is the all-too-common phenomenon of ‘misremembering facts’\nAny of us are capable of misremembering facts, says Peter\nSo much of what gave Wakefield the ability to carry on for so long was effectively parents misremembering things\nEven faced with unambiguous data about what had happened, people still sometimes struggle when we go back to remember things, especially things that are painful\n“I think we look for reasons for why things happen. That gives us some level of control, even though the reason may not be the correct one.” says Paul\nPaul calls Wakefield a “charlatan of the first order” because he took advantage of parents’ desperate desire to do something for their children\n\n“The difference between a good scientist and a bad scientist and a charlatan is that a good scientist can look at the data when they disagree with hypothesis and modify hypothesis.” —Peter Attia\nIn 2000, Paul created the Vaccine Education Center at Children’s Hospital of Philadelphia to address the anti-vaccine sentiment that people may have — they create and distribute educational materials to educate the press, the public, and the doctors about vaccines\n \nLessons and insights from 26 years studying rotavirus and creating a successful rotavirus vaccine [17:00]\nRotavirus \n\nPaul spent about 26 years creating the strands of a virus that became the rotavirus vaccine (brand: RotaTeq)\nRotavirus is a virus that affects the small intestine and it causes fever, vomiting, and diarrhea, primarily in children between 6 and 24 months of age\nIn the United States, before there was a vaccine, everybody would be infected by age 5\nIt would cause about 75,000 children to be hospitalized every year with severe dehydration and about 60 children would die every year\nIn the developing world, it was really the biggest killer of infants and young children, killing about 500,000 babies a year (Typically children less than two years of age)\n\nThe difference between this country and other countries where children die is the not severity of disease. . .It’s just that we have the resources here to keep children from dying.\n\n\n\nRotavirus vaccine\n\nThe virus is a double stranded, segmented, RNA virus\nIn the 70s, virologist Ruth Bishop was able to show clear evidence that natural infection can induce protection against the moderate to severe disease from a reinfection\nThen you know that you should just need to mimic that part of the immune response that’s associated with protection to create an effective vaccine\n\nHow long was the protection from reinfection last after an initial infection?\n\nLike many mucosal viruses, rotavirus, influenza virus, parainflu, respiratory syncytial virus, natural infection and immunization induces a protection that is short-lived and incomplete—meaning years (not decades) and meaning protection against moderate to severe disease, but not mild disease\n*Paul thinks we will see something similar with SARS-CoV-2\n\nDid Ruth Bishop’s work in the 1970s offer any insight into whether the immunity was provided more by the B-cells or the T-cells?\n\nIt did not—The thinking was that it was going to be an antibody response at the intestine mucosal surface meaning they had to induce an antibody response that was active in the intestinal mucosal surface (oral vaccine as opposed to injection which would simulate systemic immunity)\n\nWhat was the approach Paul took in developing the rotavirus vaccine?\n\nThe rotavirus is ubiquitous—every mammal has its own unique strand of a rotavirus\nHowever, a rotavirus in a cow, for example, would not cause the same severity of disease if introduced to a human (though it may induce immunity)\nSo the initial approach was just to take a cow virus, a calf virus, that had caused diarrhea, and adapt it to growth in cell culture and then use that as the human—”And it did work, but it was inconsistent.”\nFrom there they modified the calf virus—they made a combination virus, aka reassortant viruses, between calf and animal strains that became the vaccine (way oversimplified explanation)\n\nWhat were the risks associated with the vaccine?\n\nYou don’t know if they will behave differently in people\nFor example, a previous rotavirus vaccine caused intussusception (intestinal blockage) in some people\n\nIt was a vaccine that was introduced in the late 1990s—made by the National Institutes of Health in collaboration with Wyeth—called RotaShield (a simian rotavirus)\nIt was off the market within 10 months\n\n\n\n*Here’s the scary thing: Rotavirus had been studied for 50 years by that time, nonetheless, it caused this side effect that would have never been predicted by all those studies \nPeter adds the following as it relates to coronavirus: “It speaks to aftermarket surveillance and the absolute imperative of it. And it also speaks to the fact that as we start to talk about Coronavirus, which we’re going to get to very shortly, one has to be thoughtful about risk versus reward trade- off.”\nThe COVID analogy: “Here’s a virus, COVID-19, which was for which we had at least the gene structure in early January of this year. . .It has already had a number of clinical and pathological surprises, which we are now about to counter with a series of vaccine strategies with which we have no commercial experience. I think it’s fair to say there’s going to be a learning curve here. So there has to be real humility I think, as we move forward.”\n \nDeveloping a new vaccine: the different phases of clinical trials, overall timeline, and financial costs [27:15]\nPreclinical studies\n\nGoal: Proof of concept\nThese studies are done on animals\nGive animal the vaccine then challenge it with the virus\nIf the animal were to get sick from the vaccine or the virus, you have a way to study the infection \nYou can frankly literally dissect out there that part of the immune response disassociated with protection against challenge. \nOnce preclinical is done, you will have settled on your way of making a vaccine\n*NOTE: It typically takes 10 to 15 years to get a vaccine from preclinical to phase 1\n\nPhase 1 studies \n\nGoal: Trying to establish a dose and maybe a frequency of dose\nUsually about 20 to 100 people involved\nYou give a variety of different doses to people to see whether or not you can safely induce an immune response that you think is going to be protective based on your animal model work\nYou SLOWLY increase the dosage after each group of people show no bad side effects starting from the smallest dose\nIn phase 1, we’re not actually able to assess whether or not people have legitimate immunity\nIn other words, we’re not actually testing their ability to resist an infection, we’re measuring an antibody and you have a prediction, based on your animal model studies, that one aspect of the immune response is going to be associated with prediction to get a protection against challenges (You won’t know that until you get to phase 3)\n\nPhase 2 studies\n\nGoal: Trying to consistently inducing an immune response that you think is protective and that it’s at least safe, i.e., doesn’t cause common serious side effects\nUsually involves hundreds of people—relatively small\nStill using surrogate markers so we don’t truly know efficacy or effectiveness in the real world\nWe also don’t have a way of knowing about possible infrequent negative consequences because we’re still dealing with a very small sample size\n\nPhase 3 studies\n\nGoal: The definitive trial you’re going to use to submit information to the FDA for licensure\nTens of thousands of people\n*Rotavirus example:\n\nPhase 3 trial had 70,000 babies, 35,000 got the vaccine 35,000 got placebo\nThen you just see whether or not children who got the vaccine were less likely to get rotavirus, or if they got it that they were less likely to get it severely\n\n\nThis phase typically costs hundreds of millions of dollars\n\n*Overall timeline and cost (typically): To go from preclinical trials in animals all the way to FDA approved vaccines, it usually take 15-20 years and over $1 billion \n \nOperation Warp Speed: the expedited process of creating a coronavirus vaccine [32:30]\nContext\n\nIn January 2020, the sequence of the RNA identified a novel pathogen, a coronavirus named SARS-CoV-2\nBy March, it becomes pretty clear this is not going to be contained meaning a vaccine was important\nBut if the timeline is 15-20 years typically, that would not be helpful \nBack in Feb/March, Paul imagined a vaccine would have been years away\n\nOperation Warp Speed \n\nThis program initiated by the Trump administration basically took the risk away of pharmaceutical companies\nThe government told the pharma companies that the govt would pay for phase 3 trials, pay for mass production without knowing whether the vaccine works, without knowing whether it’s safe, and showing a willingness to throw out those tens of millions of doses if they didn’t work out (No pharmaceutical company would ever do that)\nPaul says we’re on pace to have vaccines rolling off the assembly line into the arms of Americans by early 2021—just a year and a quarter in time with only having the virus in hand in January\n“That’s remarkably fast, it’s unimaginably fast, but it’s the government that did that. So give credit to them.”\n*Resources on Operation Warp Speed:\n\nVaccine timeline shorted from 15-20 years to 1-1.5 years (cited source)\nFact Sheet: Explaining Operation Warp Speed\n\n\n\n⇒ From the NY Times: Coronavirus Vaccine Tracker \n \nVarious vaccine strategies—RNA, DNA, virus vector—and the challenges associated [35:00]\nmRNA vaccines: \n\nThe idea is you deliver the RNA of the coronavirus in a vehicle that then gets taken up by our DNA which then triggers an immune response to it\n\nThe good news about SARS-CoV-2:\n\n1) We know a lot about the spike protein in the virus that attaches the virus to cells which means, in theory, you should be able to prevent the virus from infecting cells\n2) We also know the gene that codes for that protein—It’s a single-stranded messenger RNA (mRNA) virus like rubella or German measles\nSo the initial coronavirus vaccine strategies are all based on that knowledge\nThe mRNA strategy would work like this:\n\nYou take the messenger RNA, which codes for that spike protein, you inject it into people\nIt’s taken up by the cell cytoplasm, the outside of the nucleus, it enters the ribosomal system, and is translated to a protein\nPut simply, your body makes the coronavirus spike protein and then your body makes antibodies to the spike protein\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14555\" src=\"https://peterattiamd.com/wp-content/uploads/2020/11/mRNA-offit-1024x765.png\" alt=\"\" width=\"1024\" height=\"765\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/11/mRNA-offit-1024x765.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/11/mRNA-offit-300x224.png 300w, https://peterattiamd.com/wp-content/uploads/2020/11/mRNA-offit-768x573.png 768w, https://peterattiamd.com/wp-content/uploads/2020/11/mRNA-offit.png 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. mRNA vaccines have never been used in people before in a vaccination program. It is a genetic vaccine. [source]\nSimilar strategies: “genetic plug and play vaccines” — the below have a similar strategy to mRNA vaccines which is to introduce the gene that codes for the coronavirus spike protein, induce your body to make that spike protein and then your body will make antibodies.\n\n1) So called “DNA vaccines”\n2) Virus vector vaccines such as:\n\nReplication-defective simian, or human, adenovirus vaccines \nReplication-competent vectored vaccines\nThese plus the mRNA vaccines are likely to be the first ones to come out because they’re the easiest to construct and the easiest to mass-produce (but doesn’t mean they’ll work the best)\n\n\n\nBack to mRNA:\nGiven the unstable nature of RNA, how is it able to work as a vaccine strategy?\n\nmessenger RNA (mRNA) must be stored at minus 70 degrees centigrade (or in liquid nitrogen) b/c it breaks down within moments\nTo get around that problem, the messenger RNA vaccines have to be encapsulated in a complex lipid delivering system which stabilizes them to some extent. \nModerna has been able to figure out a way to ship and store at minus 20 degrees, which is just freezer temperature \nBut Pfizer is going to ship and store at minus 70 minus 80 which will be a big challenge. \nOnce you thaw it out and put it in the refrigerator, it can’t be there for more than a day before you give it.\n\n*Interesting fact about coronavirus…\n\nWhen you’re infected with this virus, you’ll shed infectious virus for about a week, but you’ll be PCR positive for up to three months\nBut what you’re detecting in the back of the throat is not infectious virus, it’s just messenger RNA\nThis is odd because RNA generally degrades to quickly, so why would it be around so much longer in the throat? \nThe answer is that the virus is continuing to make messenger RNA, but not making whole virus particles. \nBut it’s still unclear WHY it does this, “I don’t know of any virus that does that.”\n\n \nThe Moderna and Pfizer mRNA vaccines: strategy, timeline, and Emergency Use Authorization [41:15]\n\nModerna and Pfizer are the frontrunners for a COVID-19 vaccine\nThey are both using an mRNA strategy\n\nModerna:\n\nThey are partnered with NIH (who holds the patent)—the nucleoside analogs that are used in that vaccine was all developed by a couple of researchers at the NIH\nSpent about $1 billion so far\nThey entered phase 3 in July and are fully enrolled\n\nThe difference between Moderna and Pfizer:\n\nModerna gives a hundred micrograms per dose in a two dose series\nPfizer gives 30 micrograms, so it’s not the same nucleoside analogs\nIt’s not clear how or why, but Pfizer is having to keep the vaccines at minus 70 degrees celsius whereas Moderna is able to keep them at freezer temperature\nThey both sort of did a phase 2/phase 3 combined study (almost just skipped phase 2 altogether)\n\nChallenge of keeping vaccines are proper temperature\n\nPaul is concern about the ability to keep the vaccines (especially Pfizer’s) at the cold temperature\nWhile the study researchers are on top of it, he’s worried about the pharmacies and such that will have to manage the dry ice constantly\nIf the vaccines are not kept at the exact correct temperature, they could lose their effectiveness\n\nWhen might we see the data from these trials?\n\nNote: Days after this podcast was recorded, Pfizer announced some early data suggesting their vaccine was more than 90% effective \nPaul points about the executives at Moderna and Pfizer actually don’t know anything about the data because all of the research is being done by a CRO—a group of academics and researchers who are not affiliated with the company\n\nHow the trials are, presumably, set up:\n\nThere’s a power analysis that says, for example, we’re going to enroll 30,000 people—half get placebo, half get an active agent\nThey are also likely stratified on some level by age and and current level of health\nThey then have some prediction as to what percentage of people will be exposed to the virus \nPaul’s hope is that these companies do what was recommended by Francis Collins of the NIH\n\nYou need at least around between 147 and 160 people to get sick in the trial in order to be able to \n\n1) reject the null hypothesis (that the vaccine does NOT work) and say ‘we have statistically significant, robust evidence that says it does’, and \n2) To get to a 90% confidence interval\n\n\nSafety is being looked at in real time\n\n\n\nVaccine approve through Emergency Use Authorization (EUA)\n\nOnce that information is gathered, these vaccines will be permitted under Emergency Use Authorization (EUA) as opposed to the typical process of submitting for licensure with a biologic license application\nAn EUA is a permission to use something even though there may not be clear data showing that something is safe or effective\nThis can be scary for the public considering other things have recently been pushed out via EUA even though they turned out to not be effective (e.g., hydroxychloroquine and convalescent plasma—antibodies taken from people who have survived the infection)\n\n \nPaul’s confidence level in the safety of the first coronavirus vaccines [48:30]\n⇒ Paul’s op-ed for the Philadelphia Inquirer: COVID-19 vaccine, soon to be released, will likely be safe and effective \n\nIn Paul’s piece, is trying to answer the question of ‘How big of a risk are we taking?’ \n\nIn terms of effectiveness…\n\nHe believes they will almost assuredly be effective for at least a few months\nIt less clear if it will be effective for a year or more, but he thinks it’s likely to be effective at least for a year or two or three\nHe doesn’t think it’s going to be effective for decades\nAnd in the worst-case scenario, you could give a booster dose to extend the immunity period\n\nIn terms of safety…\n\nMany people are understandably worried about safety given the short period of time this has been studied before being mass-produced\nHowever, Paul is confident that the 2 months of follow up data after the last dose is given in these trials will give us a clear picture of safety\n\nIs 2 months really enough time? \n\n“Personally, I think the answer is yes.” says Paul\nIf you look historically at the serious side effects that vaccines occasionally cause:\n\nPolio caused by the oral Polio vaccine, which occurred in one in 2.4 million doses. \nNarcolepsy was caused by the squalene adjuvant in the flu vaccine occurred in roughly one in 55,000 doses. \nThrombocytopenia, lowering of the platelet count that occurs with measles containing vaccine occurs in one in 25,000 doses\nViscerotropic disease, which is basically a sort of multi-system disease caused by the yellow fever vaccine occurs in about one in a million doses\nGuillain-Barre Syndrome, which is this ascending paralysis which can affect your ability to breathe occurs in about one in a million doses of the influenza vaccine\n\n\nIn all these cases, they knew of these problems within 2 months \n\n \nThe risks associated with different types of vaccines, and updates on the Johnson & Johnson and Astrazeneca coronavirus vaccines [52:15]\nAnother COVID-19 vaccine strategy is the use of viral vectors\n\nBoth Johnson & Johnson and Astrazeneca are both using the same class of vaccine—replicative-defective adenovirus\n\nJohnson & Johnson is using a replication-defective human adenovirus (type 26) which was genetically engineered so it contains the gene that codes for the coronavirus spike proteins\nAstrazeneca is using a replication-defective simian (chimpanzee) adenovirus\n\n\n\nPaul has concern for the safety of these strategies based on three clinical holds so far:\nWith Johnson & Johnson’s product…\n\nThis was as a replication-defective adenovirus 26 which was genetically engineered so it contains the gene that codes for the coronavirus spike proteins\nAdenovirus is a human virus that causes a variety of clinical diseases, and type 26 is just one of the many types of adenovirus\nReplication-defective means that the virus has been genetically engineered so it can’t reproduce itself\nThe good news with replication-defective is that it can’t cause disease because the virus isn’t reproducing itself\nThe bad news is that the potential for serious side effects is greater because you have to give a lot of virus to get enough of those virus particles into the cell, to make the protein you’re interested in (About 10 billion virus particles per dose) \nThe Jesse Gelsinger story of gene therapy was one cautionary tale to remember \n\nNote that the amount of replication-defective adenovirus that Jesse got was logarithmically greater than the amount that we’re currently giving in coronavirus vaccine\n\n\n\nWith the Astrazeneca product…\n\nThere were two clinical holds for the replication-defective simian adenovirus both because of neurological issues\nThe first was so-called undiagnosed multiple sclerosis \nThe second was transverse myelitis — an inflammation of the segment of the spinal cord. \nThe mechanism by which both of those diseases happen is the same, which is that you make an immune response really to the sheathing of your nerves, particularly one protein or the sheathing of your neurons, myelin basic protein. \nMultiple sclerosis is relatively common, but transverse myelitis isn’t (maybe one in 200,000 in the general population)\nThat trial was about 18,000 people which is to say 9,000 people got vaccine and they saw that case of transverse myelitis\nIt was adjudicated to be likely to be coincidental and not causal, but it does worry you a little bit that, because it certainly was a statistical bizarity \nAnd you’d like to know what the problem was with Johnson and Johnson’s vaccine, which you don’t, \nBut the point is that both the Johnson and Johnson vaccine and the Astrazeneca vaccine both in the same class of vaccine—replicative-defective adenovirus\n\n \nWhat we know about the coronavirus vaccines approved in Russia and China [55:45]\nChina has a replication-defective adenovirus type 5—they actually had approved for use in the military\n\nBut it appears they have pivoted strategies as they are now focusing on inactivated viral vaccine\nDo we have any data on this vaccine?\nPaul has heard they have given it to tens of thousands of people, but he hasn’t seen any date from a phase 3 trial (so we don’t know if it even works)\n\nThe Russian vaccine, from the Gamaleya Research Institute in Moscow, is actually a two dose vaccine \n\nThe first dose is a replication-defective adenovirus vaccine \nThe second dose is replication-defective Ad26\nWhile Putin has said they have checked all the boxes and are ready to give it to the public, Paul has seen no phase 3 data that would suggest it’s ready for that\nA Venezuelan reporter told Paul that the Russian vaccine had been shipped to Venezuela for use\n\n \nThe latest on the Merck coronavirus vaccine [57:15]\nTwo candidate vaccines from Merck\n\nOne is the replication-competent vesicular stomatitis virus which although reproduces itself in your body doesn’t really cause disease (that’s what they use for their Ebola vaccine)\nThey are also using their measles vaccine virus as a vector for this as well\nPaul has not seen any data yet from these vaccines out of Merck\n\n⇒ From reuters.com: Merck says early data from COVID-19 vaccines expected this year\nSummary of vaccine pipeline Peter and Paul have discussed so far:\n\nModerna and Pfizer as the big players on the mRNA front\nJohnson & Johnson and AstraZeneca as the big players on the adenovirus/viral vector front \n\n \nThe recombinant/purified protein vaccine approach for coronavirus—big players, risks, and the best vaccine for the elderly [57:45]\nSimplified concept of a recombinant DNA/purified protein approach\n\nYou take off spike protein from the virus and give a whole bunch of them to the person\nYour body won’t be threatened by them because it has no genetic material with which to take over your cells\nBut it will be able to make an immune response to them\n\nNon-coronavirus applications of a recombinant DNA vaccine include:\n\nHepatitis B vaccine and the human papillomavirus vaccine\n\nYou take a yeast plasmid, which is just a small circular piece of DNA, you clone it into that the gene you’re interested in (so the spike protein in the case of coronavirus), and then you sort of transfect that into yeast cell, and as this Baker’s yeast reproduces itself, it also makes that protein, which you purify. \n\n\nIt’s a strategy used to make one of the influenza vaccines (Flublok)\n\nFlublok is close to the strategy that’s being used by Sanofi-GSK for a coronavirus vaccine\nYou take basically an insect virus, so-called baculovirus, you clone into it the gene that you’re interested in (e.g., coronavirus spike protein gene) and then that protein actually forms rosettes \nThat’s how you make flublok\nIt’s quadrivalent\n\n\n\nCompanies using the recombinant/purified protein approach for coronavirus:\n\nSanofi and GSK are partnering and they are getting close to a phase 3 (December 2020)\nNovavax which is in phase 3 as of November 2020\n\nIs there anything about this approach that tends to go really wrong? \n\nIt’s probably the most “benign” vaccine strategy\nIt’s just a purified protein\nWe have decades worth of history doing that approach successfully\nExample, Shingrix: \n\nA purified protein, it’s just one of the proteins from varicella zoster virus—That vaccine actually works better than the live-attenuated viral vaccines Zostavax\nHistorically, live-attenuated viral vaccines always work better than a single protein\nBut the difference was the adjuvant—Shingrix has two powerful adjuvants: \n\nOne is monophosphoryl lipid A\nThe other is the so-called QS-21…That’s all part of the varicella zoster virus glycoprotein E, has these two adjuncts that are all part of the vaccine.\n\n\n\n\n\nRegarding Novavax — best for the older population?:\n\nThe adjuvant that’s being used in a Novavax product is actually similar to the adjuvant and the Shingrix product\nIf you had to take a guess, maybe this would be the vaccine that would be best for older people because that Shingrix vaccine works remarkably well in older people\n\n \nAttenuated and inactivated vaccine strategies for coronavirus [1:02:00]\n\nAll the inactivated vaccines are coming out of China, says Paul\nThis could have the first data from a phase 3 trial and potentially then be the first vaccine that is commercially available\n\n \nThe genetic drift of SARS-CoV-2: Impacts for protection and vaccine development [1:02:30]\nGenetic drift\nWhat do we know about how much the genome of SARS-CoV-2 is moving?\n\nIt’s a single-stranded RNA virus which means it probably mutates to some extent every time it reproduces itself\n\nThe critical questions are:\nDoes it mutate in a manner that makes it more or less contagious, or more or less virulent? \nOr from the standpoint of a vaccine, does it mutate away from the vaccine enough to where natural infection or vaccine no longer protect you the following year?\n\nInfluenza is also a single-stranded RNA virus which mutates so much that we must vaccinate every year\nBut measles and mumps is also a single-stranded RNA virus but you only need one vaccination for that in your lifetime\n\nIn other words, for measles you have different genotypes, meaning that there is enough “drift” to cause there to be different strains, but never enough for measles to have a change in its serotype\nThis is why the measles virus vaccine that worked in 1963 still works today. \n\n\n\nAnd so the question is: Is this novel coronavirus going to be influenza like? Or is it going to be measles like? \n\nPaul predicts that it will be more like measles\nIf Paul is right, this is great news because it means that there won’t be enough genetic drive to alter the serotype and theoretically a vaccine could provide immunity for a long time\nIn other words, a coronavirus vaccine that works now could well work next year and the year after that\n\nPeter adds some more good news: We’re getting to about a year of COVID-19 and the viruses we’re seeing today do not look meaningfully different from what we saw in January\n \nPaul’s take on the hypothesis that a previous coronavirus infection offers protection against the novel COVID-19 [1:06:45]\nThere’s also been a lot of talk about T-cells and how some people might be getting a less aggressive version of COVID-19 because perhaps they had some T cells that recognized a separate coronavirus that they may have had, for instance, six months earlier\nWhat’s the latest thinking on those hypotheses and ideas?\n\nSARS-CoV-2 is essentially a bat coronavirus that just reared its head in Wuhan in the middle of November of last year, and now has swept across the world and made its debut in the human population. \nThat said, we are infected with human coronaviruses all the time (about 4 strands) and these cause respiratory infections—congestion, cough, runny nose, & occasionally more severe disease pneumonia\n\nSo the question is: Does your previous experience with human coronavirus, which we pretty much all had, mean something to us in terms of protecting us against this virus? \n\n“I don’t think so” says Paul\n\nPaul leans on his experience with rotavirus to pontificate on what “works”:\n\nThe trick is keeping the virus from binding to cells such as the way the measles vaccine or the varicella chickenpox vaccine works\nIf you can prevent the virus from binding to cells, you can prevent the virus from entering cells\nWhen you make antibodies, you don’t want to just bind to the virus, you want them to neutralize the virus (which not all types of antibodies do)\n\n \nAddressing the concern that antibodies fade over time [1:09;15]\nSo what does that mean for a vaccine if antibodies fade over time? \n\nWhen you’re naturally infected with a virus, it’s not just that you make antibodies, you also induce immunological memory (memory B cells), \n\nThe kind of cells that actually make antibodies are memory T cells\n\n\nDo the memory B cells matter? … They do matter, especially for longer incubation period diseases \nReally short incubation period diseases—meaning the time from when you’re infected to when you get sick—they are less impacted by memory B cells \nCoronavirus is sort of a medium length incubation (6-7 days) whereas measles is much longer (10 to 14 days)\nFor longer incubation period diseases, there’s enough time then for activation and differentiation of memory cells to become, in the case of B cells, antibody screening cells—So it still would work\n\n“When people talk to me about how nervous they are that antibodies are fading, I’m not sure you should be nervous about it yet. Let’s wait to see what happens as we move forward with these vaccines.” —Paul Offit\nPeter highlighting the points Paul just made:\n\nFirst, it’s not antibodies that probably matter, it’s neutralizing antibodies \n\nFrankly, we don’t have commercial tests for that. \nSo I don’t know how much it matters that your serology test that’s measuring IgG and IgM levels over time is changing, when that’s not actually, or certainly not necessarily the thing that we care about—neutralizing antibodies, not antibodies\n\n\nSecondly, if there’s one upside to having the long incubation period, which has allowed this silly virus to replicate like crazy and spread around the world, at least it’s that the immune system gets some chance to rev up against it\n\nIf this thing had no time between when you were infected and when you got sick, you’d probably get sicker because you wouldn’t have any of that memory response, but at least it would have been contained\n\n\n\nPaul adds another hopeful point: \n\nA recent paper from Science showed that when you’re infected with SARS CoV-2 you can actually make antibodies directed against interferons—a protein made by the immune system that interferes with the ability of virus to infect cells\nSince interferons fight viruses, you do NOT want antibodies doing that\nThis fact offers hope that a vaccine may be better than natural infection, because it’s unlikely that the vaccine produce antibodies directed against interferons\n\n \nBlood type and protective against coronavirus [1:13:00]\nSome research suggests that having Type O blood would be somewhat protective because you can make antibodies A or B types\n“I think I would still put that in the hypothesis unproven category.” says Paul\n \nDistribution: the challenge of prioritizing the limited doses of vaccines after approval [1:13:15]\nWhen a vaccine gets approved, there’s going to be some kind of rationing…\n\nIt’s not like a we will have 300 million doses the day after approval\nSo what do we know about how people are responding to a vaccine, who’s most vulnerable, and who should be getting it?\n\nBoth the National Academy of Medicine and the Advisory Committee for Immunization Practices at the CDC have come up with their first tier group—it’s a very large group, some of which include:\n\nHealthcare workers\nEssential personnel like people who work in mass transportation, grocery stores, pharmacies\nPeople working in law enforcement\nPeople in water purification \nPeople over 65\nPeople with certain high risk medical conditions like obesity, diabetes and chronic obstructive pulmonary disease, etc. — which is probably like 30% of the American population, \nIf you add that all up, it adds up to about 150 million adults—which is half the adult population in the United States—who are going to require a two-dose vaccine (so 300 million doses)\nThat is simply not going to happen immediately\nSo, how do you partition that? … Paul doesn’t have a good answer to that, it’s going to be a real learning curve when trying to roll this out\n\nWho will this rationing responsibility fall to?\n\nIt’s the Department of Defense that’s going to take the lead at Operation Warp Speed for determining where these vaccines get distributed, but they’ll be distributed to the states. \nThen the states, I think, will decide\nThe CDC initially had sort of four states and one city, which was Philadelphia actually, to try and do kind of this test program for how it would be distributed. \nNow, Pfizer is not an Operation Warp Speed vaccine, so they may have a different distribution strategy. \n\n“It’s a two-dose vaccine which means you have to get people back for their second dose, and some of these vaccines are going to be stored at minus 70. It’s going to be really a challenge to see how we get it out there.” —Paul Offit\nShould we mandate the vaccine for hospital workers? \n\nNo, says Paul, here’s why: \n\nOne, for the practical reason that we probably won’t have a lot of vaccines\nTwo, I think that with the novel vaccine strategy like mRNA, or these replication-defective viruses, I don’t think you really can fairly mandate that, you might need to wait and see\n\n\n“There’s going to be plenty of people who are going to be perfectly willing to take these vaccines, and then we’ll have a few million doses out there, and we’ll have a sense of things.”\nMaurice Hilleman, who Paul considers the father of modern vaccines, said, “I never breathe a sigh of relief until the first 3 million doses are out there.”\n\n \nPaul’s perspective on COVID-19 vaccine safety [1:16:15]\nWill Paul personally take the vaccine?\n\nPaul says he will take it eventually, but “Not till I see the data.”\nThe good news is that Paul is on the FDA vaccine advisory board, so he will see the data\nHe wants to feel confident that the safety issues look good, that the immunogenicity issues look good for people his age (over 65) — “I want to feel I’m adequately represented in these trials.”\n\nHypothetical from Peter: At a sample size of 30,000 with a third of them are over 65, would 10,000 people over 65 having no adverse effects in three months make you feel comfortable enough to take it?\n\n“I think it would, yes.”\n“I feel between taking a vaccine and wearing a mask and social distancing, I dramatically decrease having to suffer this virus.”\n\nWhat scared Paul the most about COVID-19:\n\nWhat scares Paul the most about COVID-19 is the possibility that it can cause vasculitis or cardiomyopathy\n“It can cause heart attacks, it can cause strokes, it can cause liver or kidney disease because it causes vasculitis.”\n\nWhy might it be causing vasculitis?\n\nIt induces your immune response to damage endothelial cells that line blood vessels, and because every organ in your body has a blood supply, every organ can be affected. \nPeople that experience “long COVID”, at least in part, are probably determined by a vasculitis, maybe even at a low level.\n\n“That’s what scares me about this. This is not a virus that just gets in, kills you and gets out, or gets in, makes you sick and gets out. There are longer-term effects with this virus, and it should be taken seriously.” —Paul Offit\nPeter’s personal take, and some good news about a long lasting vaccine\n\nOn a personal level, Peter is looking to strike a balance\n“The probability that I’m going to die from this staggeringly low, but there’s some risk that I can’t quantify of cardiomyopathy or some lingering respiratory thing that never fully resolves that impairs quality of life.”\nThe real question is just the trade-off between how effective is a coronavirus vaccine relative to what other risk? \nPeter’s interpretation of Paul’s message is one he finds heartening, that within a few months of this vaccine coming out and entering the real world we will have post-market surveillance (i.e., phase four) and we’re going to have a pretty good sense of safety and efficacy\n\n \nConsiderations regarding vaccinating children for coronavirus and the role of a fever immune response [1:21:45]\nPaul believes vaccine testing will begin to include trials in children: Time to include children in COVID-19 vaccine trials, experts say\n***\n\nChildren are less likely to be infected, and they are usually less severely infected (only accounting for about 0.08% of the deaths)\nThat said, it can cause long-term problems in children with the so-called Multisystem inflammatory syndrome in children so there is a compelling desire to make a vaccine for children\nAnd some of the trials are lowering the age of their participants to 16 and even 12\n\nThe question is what happens if a vaccine is approved through the EUA? \n\nTo get to the children, this could be done in one or two ways:\nFirst, it could be done as placebo- controlled trials, the same way we do adults; Or\nSecondly, it could be done as immuno-bridging studies, meaning that you actually find out there is an immunological correlate of protection in adults, that it is a certain level of neutralizing antibodies that’s invoked, and if you give to children a certain dose that you find that you get that level of neutralizing antibodies and so then you just move forward. \nThen you look retrospectively because not all children will be inoculated at the moment that you start inoculating children\n\nThe important role of fever in fighting infections\n\nPaul wrote an interesting paper this summer about the role of fever in fighting infection in children: Could fever improve COVID-19 outcomes? \nPeter said his article is changing the way he thinks about his use of Tylenol with his kids\nPaul also wrote a book called Overkill: When Modern Medicine Goes Too Far in which the first chapter is “in defense of fever” and discusses how treating fever can prolong, or worsen, illnesses\n\nWhy fevers are important:\n\nPretty much everything that walks, crawls, flies or swims on the planet can make fever\nWhy do we do that? We make fever not because viruses or bacteria die more quickly at a higher temperature, but because our immune system actually works better at a higher temperature:\n\nB cells make antibodies more efficiently\nNeutrophils, or white blood cells that form pus, can travel to areas where bacteria are and kill bacteria more efficiently.\n\n\nStudies repeatedly show that the people who are giving anti-fever medicines like Tylenol or ibuprofen do worse [sources found in Paul’s article] \nAnd in the world of vaccines, when people choose to treat fever with anti-fever medicines when they’ve gotten the vaccine, you have a lesser immune response  [sources found in Paul’s article] \n\n“Over and over again this has been shown, yet we just can’t help ourselves because we want people to feel better, or we want ourselves to feel better. But know this, you are hurting one part of your immune system when you do that.” —Paul Offit\nIs there a danger at some point of kids having fevers when their temperatures get too high? \n\nSo-called febrile seizures are benign, they’re generally short-lived, and they don’t have long-lasting sequela\nIt’s not the height of the temperature that’s an issue, it’s the rapid rise in temperature that causes seizure\nPhysiological fevers don’t cause harm, but environmental fevers can (e.g., heatstroke)\nPaul urges that we need to give the immune system a chance to work as good as it can: Why cripple his neutrophils’ ability to ingest and kill bacteria by giving anti-fever medicines? \n\nIs there any scenario under which you would recommend taking something like Tylenol?\n\nOnly if somebody cannot handle the metabolic strain of increased temperature \nFor example, someone with chronic lung disease, chronic heart disease, or metabolic disease that makes you unable to handle that rise in temperature\nBut otherwise, no.\n\n \nWhy vaccine development can be challenging and risks of current COVID-19 strategies [1:29:45]\nAre there viruses besides the obvious, like HIV and even Hep C, where just vaccinating them is either impossible or outright dangerous? \nFor example, in the case of RSV\n\nThere’s no vaccine for it — Is that just that it’s not cost-effective, or was there sort of a more technical issue with it?\nMore a technical issue of creating a vaccine, says Paul\nBob Chanock, head of the Laboratory of Infectious Diseases at NIH, wanted to make an RSV vaccine because it causes pneumonia and can be fatal in young children, especially babies\nHe took the virus, grew it up and activated it with formaldehyde (the same way the polio vaccine was made), and then gave it to babies\nWhat he found was that children who got that vaccine did worse\n\nAfter being vaccinated and THEN getting exposed to the natural virus, they were more likely to develop pneumonia and more likely to be hospitalized than if they got the virus without first having a vaccine\n\n\n\nHow that’s relevant to SARS-CoV-2:\n\nThe reason that may be relevant to SARS-CoV-2 is that both of those viruses, respiratory syncytial virus and measles, have a fusion protein just like SARS-CoV-2.\nSo people are always a little nervous about an inactivated vaccine because you sort of change the confirmation of that protein, that SARS-CoV-2 protein, so it didn’t really look like it looked on the natural virus\n“You asked me earlier what sort of safety things I’m worried about. That actually is one of the safety things.”\n\nWould that be more of a concern with the live attenuated virus as opposed to mRNA and the viral vector viruses?\n\n“I worry about it with all of them because you worry that the confirmation has made under these conditions, mRNA or DNA or replication-defective virus or a whole-kill virus, or recombinant DNA-generated proteins that it’s different, it’s critically different than the way it sits on the virus surface.”\n\n§Selected Links / Related MaterialNOTE: Days after this podcast was recorded, Pfizer announced some early data suggesting their vaccine was more than 90% effective: Pfizer’s Early Data Shows Vaccine Is More Than 90% Effective | By Katie Thomas, David Gelles and Carl Zimmer (nytimes.com)\nRetracted Lancet paper that was the basis for the anti-vaccine movement: RETRACTED: Ileal-lymphoid-nodular hyperplasia, non-specific colitis, and pervasive developmental disorder in children (Wakefield et al., 1998) [8:15]\nBrian Deer’s book debunking the anti-vaccine literature: The Doctor Who Fooled the World: Science, Deception, and the War on Vaccines by Brian Deer | (amazon.com) [10:30]\nThe education center Paul helped create which distributes educational materials to the press, public, and doctors about vaccines: Vaccine Education Center at Children’s Hospital of Philadelphia | (chop.edu) [18:00]\nRotavirus vaccine that Paul developed: RotaShield | (wikipedia.org) [25:00]\nGovernment program to expedite COVID-19 vaccine development: Operation Warp Speed | (wikipedia.org) [34:00]\nFrontrunners in the COVID-19 vaccine candidates—both using the mRNA strategy: [43:15]\n\nModerna\nPfizer \n\nThe framework for a vaccine study designed by Francis Collins: ACCELERATING COVID-19 THERAPEUTIC INTERVENTIONS AND VACCINES (ACTIV) | (nih.gov) [48:45]\nPaul’s op-ed in the Philadelphia Enquirer regarding the safety of a potential COVID-19 vaccine: COVID-19 vaccine, soon to be released, will likely be safe and effective | Paul Offit (inquirer.com) [51:00]\nInfo about the two COVID-19 candidate vaccines from Merck: Your questions answered: How Merck is responding to the COVID-19 pandemic | (merck.com) [1:00:00]\nCompanies using the recombinant DNA/purified protein approach strategy for a COVID-19 vaccine: [1:00:45]\n\nSanofi and GSK (moving to phase 3 in December 2020)\nNovavax (in phase 3 as of November 2020)\n\nA recent paper from Science showing that a SARS CoV-2 infection can produce antibodies directed against interferons—a protein made by the immune system that interferes with the ability of virus to infect cells: Autoantibodies against type I IFNs in patients with life-threatening COVID-19 (Bastard et al., 2020) [1:15:10]\nResearch suggesting that having Type O blood would be somewhat protective against COVID-19: Does your blood type affect your Covid-19 risk? Here’s the latest evidence | (advisory.com) [1:16:30]\nPaul’s article about the role of fever in fighting infection in children: Could fever improve COVID-19 outcomes? | Paul Offit (contemporarypediatrics.com) [1:29:45]\nPaul’s book that mentions the overuse of Tylenol and other fever reducing medicines: Overkill: When Modern Medicine Goes Too Far by Paul Offit | (amazon.com) [1:29:45]\n§People Mentioned\nAndrew Wakefield [8:15]\nBrian Deer [9:00]\nPeter Hotez [9:00]\nRuth Bishop [21:45]\nFrancis Collins [48:45]\nJesse Gelsinger [56:00]\nMurphy Brown [1:16:00]\nMaurice Hilleman [1:20:50]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/11/bio-image-offit-500x500.png\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/11/bio-image-offit-500x500.png 500w, https://peterattiamd.com/wp-content/uploads/2020/11/bio-image-offit-150x150.png 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Paul Offit, M.D.Paul Offit is a pediatrician specializing in infectious diseases and an expert on vaccines, immunology, and virology. He is the co-inventor of a rotavirus vaccine that has been credited with saving hundreds of lives every day. Offit is the Maurice R. Hilleman professor of vaccinology, professor of pediatrics at the Perelman School of Medicine at the University of Pennsylvania and director of The Vaccine Education Center at  Children’s Hospital of Philadelphia (CHOP). Offit is currently a member of National Institutes of Health (NIH) working group on vaccines, a subgroup of the “Accelerating COVID-19 Therapeutic Interventions and Vaccines” (ACTIV) comprised of experts to combat COVID-19. He is also a member of the FDA’s Vaccines and Related Biological Products Advisory Committee (VRBPAC). Previously, he was a member of the Centers for Disease Control and Prevention’s (CDC) Advisory Committee on Immunization Practices. Offit is a board member of Vaccinate Your Family and Autism Science Foundation.  “Overkill” is his 11th book. [paul-offit.com]"
}