{
  "title": "#140 – Gerald Shulman M.D. Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications",
  "content": "Check out more content on this subject\n\n\n\n(December 7, 2020) #140 – Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance\n(February 15, 2021)  Podcast Follow-up — AMA #20: Simplifying the complexities of insulin resistance\n\n\n\n\nGerald Shulman is a Professor of Medicine, Cellular & Molecular Physiology, and the Director of the Diabetes Research Center at Yale. His pioneering work on the use of advanced technologies to analyze metabolic flux within cells has greatly contributed to the understanding of insulin resistance and type 2 diabetes. In this episode, Gerald clarifies what insulin resistance means as it relates to the muscle and the liver, and the evolutionary reason for its existence. He goes into depth on mechanisms that lead to and resolve insulin resistance, like the role of diet, exercise, and pharmacological agents. As a bonus, Gerald concludes with insights into Metformin’s mechanism of action and its suitability as a longevity agent.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#140 - Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#140 - Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#140 - Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nGerald’s background and interest in metabolism and insulin resistance (4:30);\nInsulin resistance as a root cause of chronic disease (8:30);\nHow Gerald uses NMR to see inside cells (12:00);\nDefining and diagnosing insulin resistance and type 2 diabetes (19:15);\nThe role of lipids in insulin resistance (31:15);\nConfirmation of glucose transport as the root problem in lipid-induced insulin resistance (40:15);\nThe role of exercise in protecting against insulin resistance and fatty liver (50:00);\nInsulin resistance in the liver (1:07:00);\nThe evolutionary explanation for insulin resistance—an important tool for surviving starvation (1:17:15);\nThe critical role of gluconeogenesis, and how it’s regulated by insulin (1:22:30);\nInflammation and body fat as contributing factors to insulin resistance (1:32:15);\nTreatment approaches for fatty liver and insulin resistance, and an exciting new pharmacological approach (1:41:15);\nMetformin’s mechanism of action and its suitability as a longevity agent (1:58:15);\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesGerald’s background and interest in metabolism and insulin resistance [4:30]\n\nGerald has an MD and a PhD, did a residency in medicine at Duke, and a fellowship in endocrinology at Mass General Harvard\nGerald’s father was a diabetologist, which exposed Gerald to metabolism and diabetes at a young age\nAlthough Gerald’s father wanted him to become a radiologist because of his physics background, Gerald ended up staying in the field of metabolism and endocrinology\n\nWhen did the idea of understanding what insulin resistance means and being able differentiate between some of these phenotypes of insulin resistance begin to intrigue Gerald?\n\nDating back to medical school, Gerald was interested in biochemistry and physiology\nWhile visiting a medical student at Vanderbilt in the 1970s, he became interested in in vivo metabolism – observing metabolism in living animals – particularly glucose and fatty acid turnover\nSince diabetes is a metabolic disease with significant consequences (blindness, renal disease, limb amputation, etc.), Gerald considers working in this area to be an easy transition for someone like himself who is already interested in metabolism\nGerald’s interest in metabolism led him to nuclear magnetic resonance spectroscopy (NMR), which is a technology that can be used to observe metabolism within a cell\nAt the time, this technology was being developed to look at yeast cells, but Gerald envisioned using it to look at human cells — “In medical training, you go back to medical school, you learn how to become a good doctor, take care of patients. But then in your fellowship years, you’re back in the lab and I really wanted to get back to understand the metabolism by looking inside the cell.” \n\n“I think [insulin resistance] is such an important metabolic disease, the most common metabolic disease, so if someone’s who’s interested in metabolism it’s a natural segue way.” —Gerald Shulman\n \nInsulin resistance as a root cause of chronic disease [8:30]\nHow Peter describes the insulin resistance to people:\n\nPeter sometimes describes insulin resistance to his patients as “the foundation upon which the major three chronic diseases sit”\nIn addition to the direct complications of diabetes, Peter believes that the majority of diabetes-related mortality comes through amplification of atherosclerotic disease, cancer, and dementia – all of which are “a force multiplied in spades by type 2 diabetes”\nPeter also describes insulin resistance as a continuum starting with hyperinsulinemia and leading to impaired glucose disposal, non-alcoholic fatty liver disease (NAFLD), non-alcoholic steatohepatitis (NASH), and eventually type 2 diabetes\n\n“That continuum makes up a plane upon which all chronic disease get worse. If we’re going to be serious about the business of delaying the onset of death, we have to be serious about the business of delaying the onset of chronic disease. If we want to do that, we must fix our metabolisms, and that’s my thesis.” —Peter Attia\nGerald’s thesis:\n\nGerald fully agrees with Peter’s “thesis” and refers to Jerry Reaven’s 1988 Banting Lecture, which was where he first generated interest in insulin resistance not only leading to diabetes but also hyperlipidemia, inflammation, elevated uric acid, polycystic ovarian disease, and cancer\nIn regard to NAFLD, Gerald prefers to instead call it metabolic-associated fatty liver disease, or MAFLD—the most common cause of liver disease, liver inflammation, end stage liver disease and liver cancer.\nGerald says that insulin resistance is driving the huge increase in cancers which are associated with obesity, such as breast, colon, pancreatic, and liver cancers and that there is strong preclinical evidence for this in animals\n\nInsulin resistance is not necessarily causing the cancer, but is promoting its growth\n\n\nRachel Perry, a former student of Gerald’s, has used insulin pumps in mouse models of breast and colon cancer to show that insulin accelerates tumor growth and insulin-sensitizing agents slow it\n\nRachel and Gerald co-authored a recent review article describing the role of insulin in cancer growth\n\n\nGerald says that insulin resistance is quite common—he estimates one quarter to one half of the population is affected by it without symptoms\n\n \nHow Gerald uses NMR to see inside cells [12:00]\nFlux and molecular labeling\n\nSimply measuring the concentration of a metabolite (i.e., glucose) does not provide any information about its metabolism or flux, or the rates at which it is produced versus consumed\nTraditionally, dating back to about 50 years, flux has been measured by “labeling” molecules, such as radiolabeled isotopes\nThis approach is great for assessing flux in general, but does not give good indication of what is going on inside of cells\n\nLooking inside the cell\n\nOne approach used to look at cellular metabolism is positron emission tomography (PET), which is commonly used to detect cancer tumors based on uptake of radioactive glucose\nThe radioactive nature of this approach, however, is not appropriate for studying metabolism in healthy volunteers\nNuclear magnetic resonance spectroscopy (NMR) is a safer alternative  \nBasically, NMR can locate certain atoms based on the spin properties of their nuclei and how they align in a magnetic field\nThe magnetic field produced by NMR excites these atoms, which release energy as they return to their normal state\nThis release of energy enables detection of molecules containing these atoms\nTwo atoms commonly used for NMR are phosphorous (pioneered by George Rada at Oxford) and the carbon-13 isotope\nCarbon-12, which comprises 99% of carbon in the body, is not visible to NMR, but carbon-13 is. Molecules like glucose can therefore be labeled with the carbon-13 isotope and tracked throughout the body with NMR\nPhosphorous in the body is visible to NMR and molecules like phosphocreatine and adenosine triphosphate (ATP) can be detected without labeling\nIn collaboration with Doug Rothman and others at Yale, Gerald developed a method to measure glucose-6-phosphate and intracellular glucose with NMR \nAn example of how NMR can be used to answer questions related to metabolism and diabetes is observing how much of dietary carbohydrate ends up being stored as glycogen versus being oxidized into carbon dioxide (i.e., during energy production) or converted into lactate through glycolysis\n\n \nDefining and diagnosing insulin resistance and type 2 diabetes [19:15]\nThe difference between a diabetic and non-diabetic\n\nPeter poses the scenario of a type 2 diabetic and a healthy individual each consuming a nighttime meal containing about 100-200 grams of carbohydrate\nThe next morning, the healthy individual will have a blood glucose level around 100 mg/dL while the type 2 diabetic may be around 200 mg/dL, which is dramatic, but only represents about 5 grams of glucose in the blood (a small fraction of what was digested the night before)\nIn a healthy individual, 80-90% of consumed glucose is stored as glycogen (in muscle and liver)\nIn type 2 diabetics, there are two processes that have “gone awry,” leading to the elevated blood glucose\n\nThe first is that the liver produces more glucose through gluconeogenesis, which involves conversion of metabolites like amino acids and lactate into glucose\nThe second is that less glucose is being taken up by muscle\nSo overall, production is up and clearance is down\nAnother contributing factor is that in some diabetics, insulin is low because of impaired production from pancreatic beta cells, which contributes to the lower amount of glucose uptake by muscle and other tissues\n\n\n\nReversing insulin resistance\n\nGerald’s team conducted a study (Petersen et al., 2012) showing that caloric restriction (1,200 kcal/d for 9 weeks) reversed insulin resistance in offspring of type 2 diabetics\nGerald says that these results have been duplicated by many other investigators and that his colleague Roy Taylor is doing it in a primary care clinic in the UK\n\n“…  let’s understand insulin resistance, because if we can understand insulin resistance, then that’s going to be the best way to fix diabetes, type 2 diabetes, heart disease, we’re going to make a big impact there, fatty liver disease and slow down cancers.” —Gerald Shulman\nWhen insulin resistance begins [23:00]\n\nGerald estimates up to half the people in the U.S. actually have insulin resistance, but are asymptomatic\nHe has seen young, lean 20 year olds that have profound insulin resistance in the muscle, yet no problems in the liver \nThe progression goes from insulin resistance in muscle, to fatty liver and insulin resistance in the liver, and then to type 2 diabetes\n\nPeter’s process of diagnosing insulin resistance:\n\nTake a patient with a normal fasting glucose and normal fasting insulin \nChallenge them with an oral glycemic load (OGTT) and then measure insulin and glucose in 30-minute intervals\nDoing this often exposes a problem that seems most easily explained by the muscles’ inability to assimilate glycogen. \nIn other words, if a person has a normal fasting insulin (e.g., 5) and their fasting glucose is normal (e.g., 90)\nBut after challenging them with 75 to 100 grams of glucose, 60 minutes later their fasting glucose is 200 and their insulin is 70\nPeter calls that insulin resistance, and he can impute that something has broken down in the pathway that prevents their muscle from taking in glucose\nThe question becomes: Is the problem taking place at the GLUT4 transporter or one of the mechanisms—hexokinase or glycogen synthase?\n\nDefining insulin resistance [26:30]\n\nThe three key insulin response organs are the muscle, fat, and the liver\nInsulin signals the muscle, liver, and fat to take up glucose\nInsulin also signals the liver to stop making glucose\nSo an impaired ability to do any of those things in the presence of insulin is what we call insulin resistance\nAnd again, this is happening in roughly every other person here in the U.S. and in Western Europe, and it mostly goes unrecognized because it is asymptomatic and is not recognizable by a doctor using a simple fasting glucose value\n\nWhat causes resistance in the muscle?\n\nGerald considers young, lean, non-smoking individuals who are sedentary the ideal candidates to study for better understanding insulin resistance because it eliminates obesity and exercise as confounding factors\n\nIn these individuals, the ones who are most insulin resistant (e.g., based on a oral glucose tolerance test combined with measurement of insulin) have a 50% impairment in glycogen synthesis (determined with NMR)\nThese people are “resistant because they can’t get glucose into glycogen” — that’s the major pathway\nSo where’s the block in that pathway? ⇒ The block is in the GLUT4 transport (it’s not in glycogen synthase or hexokinase) which we know because glucose 6-phosphate and glucose are both reduced in the muscle cell, in vivo, in humans\nTo fix muscle insulin resistance, your target is transport (therefore drugs that target synthase or hexokinase are not good)\n\n\n\nGerald’s group conducted a series of studies on type 2 diabetics showing that during infusion of glucose and insulin (hyperglycemic-hyperinsulinemic clamp), concentrations of glucose 6-phosphate (Rothman et al., 1992) and glucose (Cline et al., 1999) were lower in the muscle of the diabetics \n\nThis is indication that the cause of impaired glycogen synthesis (and insulin resistance) is impairment of glucose transport into the cell (Note that NMR was necessary for the above studies leading to this discovery)\nGerald likens this to a roadblock that causes traffic. In this case, impaired glucose transport into the cell is the roadblock and an increased concentration of circulating glucose is the resulting traffic\n\n \nThe role of lipids in insulin resistance [31:00]\nWhy Gerald started looking at lipids\n\nThe first abnormality found in the “healthy” 20 year-olds was the problem with the transport (as mentioned above)\nThen the question is, what’s wrong with the transport mechanism?\n\nThis question led Gerald into the world of lipid\nIt’s well known that obesity is associated with insulin resistance—virtually every obese adult or child having some resistance\nGerald developed a method to measure fat inside the muscle cell and that was the best predictor for insulin resistance in muscle and a block in translocation\n\n\n\nPrimer on how glucose enters a cell\n\nAs shown below in the simplified depiction of glucose uptake (Figure 1)…\nThe first step is insulin binding to the insulin receptor, which triggers the receptor to autophosphorylate\nThis initiates a sequence of signaling through insulin receptor substrate 1 (IRS-1) and phosphatidylinositol 3 kinase (PI3K), among other molecules\nUltimately, this signalling results in glucose transporter type 4 (GLUT4) molecules moving from inside the cell to the cell membrane which allows glucose to passively enter the cell\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14597\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-1-shulman-725x1024.png\" alt=\"\" width=\"725\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-1-shulman-725x1024.png 725w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-1-shulman-212x300.png 212w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-1-shulman-768x1085.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-1-shulman-1087x1536.png 1087w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-1-shulman-1450x2048.png 1450w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-1-shulman.png 1849w\" sizes=\"(max-width: 725px) 100vw, 725px\" />\nFigure 1. Insulin-induced glucose uptake in cells. Image credit: journals.plos.org\n\nIt is this process that Gerald and his team identified as the roadblock in insulin resistance and therefore the target of treatment\nThe question is: Why isn’t insulin causing this translocation of the GLUT4 transporter to the membrane to allow glucose to come into the cell?\n\nLipid-induced insulin resistance\n\nGerald says insulin resistance is most commonly “lipid-induced insulin resistance” — it accounts for the majority of his patients with type 2 diabetes\nGerald uses a proton NMR to measure fat inside the cell (different from fat outside the cell)\n\nProtons are the most abundant NMR visible nucleus in the body, and it’s mostly water we’re looking at\nYou’re basically getting the signal from protons and mostly protons are water and fat. \nAnd so an imager gives you this three-dimensional reconstruction of proton density in water and fat, and that’s what gives you the images\n\n\n\n⇒ Using steak as an analogy:\n\nThere is fat both outside and inside of the muscle cells that comprise the steak. You can easily see the fat outside of the cells (marbling), but you cannot see the fat inside of the cells\nNMR enables differentiation of fat within the cell from that outside of the cell\nThis enabled Gerald and his team to determine that the amount of fat inside a muscle cell is the strongest predictor of impaired glucose transport into the cell\n\nGerald’s team did a study showing infusion of triglycerides to cause insulin resistance in healthy individuals to an extent comparable to obesity type 2 diabetes (Roden et al., 1996). \n\n(This was done in a more recent Nowotny et al., 2013 as well)\nThe lipid infusion also included heparin, which activates lipoprotein lipase, thereby increasing circulation of free fatty acids by up to two-fold or about 1.5 mM and facilitating entry of fatty acids into muscle cells\nWhile this was not the first study to show that lipid infusion caused insulin resistance, it was the first to show it’s due to this block in glycogen synthesis (i.e., block in transport)\n“It takes three to four hours before you see this, and then boom, you get very profound insulin resistance.”\nConsistent with their previous work, they also found lower levels of glucose and glucose 6-phosphate inside cells suggesting it’s due to this same acquired block in transport\n\n \nConfirmation of glucose transport as the root problem in lipid-induced insulin resistance [40:15] \n\nThis observed role of lipids in causing insulin resistance by impairing glucose transport represented a paradigm change. \nPrior to this, work pioneered by Philip Randle led to the belief that fatty acid accumulation would lead to an increase in citrate from the citric acid cycle, resulting in inhibition of glucose metabolism through the key glycolytic enzyme phosphofructokinase (a.k.a., the Randle Cycle)\nGiven that the Randle Cycle is focused on fat oxidation rather than glucose transport, it would be expected for glucose and glucose 6-phosphate concentrations in the cell to increase, but Gerald’s team consistently found the opposite–both concentrations to decrease, consistent with glucose transport being the root of the problem rather than inhibition of glycolysis\n\n⇒ Gerald’s team conducted a series of studies (Nowotny et al., 2013, Szendroedi et al., 2014) \n\nThe studies ended up confirming in human muscle biopsies that lipid infusion impaires glucose transport and does so through the lipid intermediate diacylglycerol, which is basically a triglyceride minus one of its three fatty acids \n\n(consistent with this, diacylglycerol is sometimes referred to as a diglyceride, and triglycerides are sometimes referred to as triacylglycerol)\n\n\nIn the same series of studies, lipid-induced impairment of insulin signaling coincided with decreased PI3K activation (PI3K activation was mentioned earlier by Peter as part of the insulin signaling cascade required from translocation of the glucose transporter GLUT4 to the cell membrane)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14598\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-2-shulman-1024x439.png\" alt=\"\" width=\"1024\" height=\"439\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-2-shulman-1024x439.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-2-shulman-300x129.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-2-shulman-768x329.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-2-shulman.png 1424w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Derivation from diacylglycerol (diglyceride) from a triglyceride molecule. Image credit: researchgate.net\nA closer look at the involvement of diacylglycerol [42:30]\n\nIn the previous two studies just mentioned (Nowotny et al., 2013, Szendroedi et al., 2014), Gerald and his team found elevation of diacylglycerol to be associated with increased activation of the theta isoform of protein kinase C (PKCθ)\nSince diacylglycerol is the direct byproduct of just a single fatty acid being removed from a triglyceride molecule, triglyceride levels are predictive of both diacylglycerol levels and insulin resistance, but in contrast to diacylglycerol, triglycerides are inert and do not directly cause insulin resistance\nAccording to Gerald, it’s the hydroxyl group of the diacylglycerol molecule that interacts with PKC and causes trouble (see the “OH” that replaces the third fatty acid in the diacylglycerol molecule shown above in Figure 2)\nDiacylglycerol also activates the epsilon isoform of protein kinase C (PKCε) \nAs shown in Figure 3 below, PKCε inhibits insulin signaling at the insulin receptor while PKCθ inhibits signaling somewhere between the receptor and insulin receptor substrate 1 (IRS-1), ultimately resulting in decreased PI3K activity and decreased translocation of the glucose transporter GLUT4 to the cell membrane\nGerald and his team have done rigorous research in animals showing the involvement of fat metabolism and diacylglycerol in insulin resistance:\n\nMice that are altered to not genetically express PKCθ are protected from lipid-induced insulin resistance (Kim et al., 2004)\nSimilarly, limitation of fat transport into muscle cells by preventing genetic expression of a fatty acid transporter also protects mice from lipid-induced insulin resistance (Kim et al., 2004)\nIn contrast, increasing the genetic expression of lipoprotein lipase, which increases concentration of diacylglycerol in muscle, making the mice more susceptible to lipid-induced insulin resistance (Kim et al., 2001) \nAnd causing impairment of mitochondrial fat oxidation promotes fat accumulation in the liver of mice and increased susceptibility to insulin resistance (Zhang et al., 2007), but increasing mitochondrial fat oxidation is protective (Choi et al., 2007)\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14599\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-3-shulman-1024x574.png\" alt=\"\" width=\"1024\" height=\"574\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-3-shulman-1024x574.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-3-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-3-shulman-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-3-shulman-1536x861.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-3-shulman-2048x1149.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. Diacylglycerol and inhibition of insulin signaling in a muscle cell. Image credit: Gerald Shulman\n \nThe role of exercise in protecting against insulin resistance and fatty liver [50:00]\n*Gerald says exercise reverses muscle insulin resistance as well as prevents fatty liver and liver insulin resistance\n\nSee Jerry Reaven’s Banting Lecture in 1988\n\nRevisitation of insulin resistance in healthy, lean, and young (but sedentary) research participants (Petersen et al., 2007)\n\nA shown in Figure 4 below, after feeding these healthy, lean, and young individuals a high-carbohydrate milkshake, Gerald and his team found that insulin-resistant and insulin-sensitive participants maintained similar glucose levels, however, the insulin-resistant participants had much higher insulin levels (Petersen et al., 2007)\nThis implies that the insulin resistant individuals were remaining “healthy” by producing more insulin\n\n“That’s why virtually every obese insulin resistant person has normal glycemia, because the beta cells are working so hard to maintain [glucose levels].”\n\n\nCompared to plasma insulin levels shown in Figure 4, insulin levels in the are about threefold higher in portal circulation, meaning that the liver is being exposed to very high concentrations of insulin\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14600\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-4-shulman-1024x572.png\" alt=\"\" width=\"1024\" height=\"572\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-4-shulman-1024x572.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-4-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-4-shulman-768x429.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-4-shulman-1536x858.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-4-shulman.png 1732w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. Glucose and insulin levels following consumption of a high-carbohydrate milkshake. Image credit: Gerald Shulman\n\nUsing carbon NMR, Gerald and his team discovered that while insulin-sensitive and insulin-resistant participants were able to store similar amounts of the ingested carbohydrate as liver glycogen, the insulin-resistant participants were able to store much less glycogen in muscle (Figure 5) \n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14601\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-5-shulman-1024x574.png\" alt=\"\" width=\"1024\" height=\"574\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-5-shulman-1024x574.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-5-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-5-shulman-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-5-shulman-1536x861.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-5-shulman.png 1726w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Glycogen storage in muscle and liver following consumption of a high-carbohydrate milkshake. Image credit: Gerald Shulman\n\nAs shown in Figure 6, the insulin-resistant participants also stored more fat in the liver and synthesized more fat from the ingested glucose (de novo lipogenesis)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14602\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-6-shulman-1024x575.png\" alt=\"\" width=\"1024\" height=\"575\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-6-shulman-1024x575.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-6-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-6-shulman-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-6-shulman-1536x862.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-6-shulman.png 1736w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6. Storage and synthesis of fat in the liver following consumption of a high-carbohydrate milkshake. Image credit: Gerald Shulman\n\nAs pointed out by Peter, a study from the 1990s (Hellerstein et al., 1991) showed that de novo lipogenesis is not a notable source of lipid. However, a limitation of this study is that the participants were insulin-sensitive. De novo lipogenesis becomes more important in the context of insulin resistance and can contribute to development of fatty liver disease\nMeal content can influence de novo lipogenesis as well—Fructose in particular fuels this pathway\n*A key point: Insulin resistance in muscle leads to de novo lipogenesis and fat accumulation in the liver, leading to increased very-low density lipoprotein (VLDL) production by the liver, increased blood triglyceride levels, and decreased high-density lipoprotein (HDL) levels\n\nThe need to reset what we consider “normal”\n\nConsistent with the elevated triglycerides in the insulin-resistant participants in Gerald’s study, Peter believes that elevated triglycerides are an underappreciated warning of poor metabolic health and that the currently accepted threshold for “normal” (150 mg/dL) is too high\nIn his practice, Peter considers triglycerides above 100 mg/dL as abnormal and triglycerides that are more than twice HDL cholesterol as a “very big red flag”\n\n“So you have increased [de novo lipogenesis]. That leads to this increase we just reviewed – plasma triglycerides, this reduction in HDL … that’s going to set these healthy individuals up to atherogenic dyslipidemia, heart disease in their 40s and 50s. And with time it’s metabolic associated fatty liver disease, now and again, most common cause of liver disease now in the world. It’s now the leading cause of NASH, leading cause of liver fibrosis, cirrhosis, end stage liver disease and going to be liver cancer. So it’s all going to be metabolic driven, and from that hyperinsulinemia, in my view.” —Gerald Shulman\nBypassing the transport abnormality with exercise [1:00:55]\n\nThe Joslin Diabetes Center has found that, if you have two parents with type 2 diabetes, being insulin resistant is the best predictor of whether or not you would go on to develop type 2 diabetes yourself\n\nGerald and his team has studied this type of population – young, lean, and “healthy” individuals (that have insulin resistance (IR)) and diabetic parents\n\nThese IR people in their basal state take up less than half the amount of glucose in muscle due to a block in transport (as discussed previously)\nGerald and team asked the question: “Can we bypass this [transport] abnormality with exercise?”\n\nAnd the answer is yes. \n\n\nAs shown in Figure 7 below, just one 45-min bout of aerobic exercise (three 15 minute sets at 65% of maximal aerobic capacity, each separated by 5 minutes of rest) restored the concentration of glucose 6-phosphate and the rate of glycogen synthesis in the muscle of insulin-resistant participants to that of the baseline (pre-exercise) level of the insulin-sensitive participants (Perseghin et al., 1996)\nThis is indication of enhanced glucose uptake into the cell, or in simpler terms, an opening up of the roadblock\nA molecular explanation is that a protein called AMPK gets activated with exercise which has been shown to cause more translocation (independent of PI3 kinase) \n“So we’re kind of short circuiting that block with exercise.”\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14603\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-7-shulman-1024x575.png\" alt=\"\" width=\"1024\" height=\"575\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-7-shulman-1024x575.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-7-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-7-shulman-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-7-shulman-1536x862.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-7-shulman.png 1736w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 7. Changes in muscle glycogen synthesis following a single bout of aerobic exercise. Image credit: Gerald Shulman\nMore recently, Gerald’s team conducted another study (Rabol et al., 2011) in a similar population of individuals who were healthy, young, lean, and sedentary but insulin resistant\n\nThey showed that the same ingested glucose would lead to more glucose deposition as muscle glycogen, and a significant reduction in de novo lipogenesis and a significant reduction in liver triglyceride. \nThey used NMR and isotopic labeling to find that compared to resting conditions, a single bout of exercise  (three sets of 15 minutes at 75-85% of calculated maximal heart rate, each separated by 5 minutes of rest) prior to two carbohydrate-rich meals resulted in an approximately threefold increase in muscle glycogen synthesis and a ~30% decrease in de novo lipogenesis in the liver\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14604\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/Fig-8.-A-single-bout-of-exercise-can-reverse-the-abnormal-pattern-of-carbohydrate-storage-in-insulin-resistant-individuals-shulman-1024x574.png\" alt=\"\" width=\"1024\" height=\"574\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/Fig-8.-A-single-bout-of-exercise-can-reverse-the-abnormal-pattern-of-carbohydrate-storage-in-insulin-resistant-individuals-shulman-1024x574.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/Fig-8.-A-single-bout-of-exercise-can-reverse-the-abnormal-pattern-of-carbohydrate-storage-in-insulin-resistant-individuals-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/Fig-8.-A-single-bout-of-exercise-can-reverse-the-abnormal-pattern-of-carbohydrate-storage-in-insulin-resistant-individuals-shulman-768x430.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/Fig-8.-A-single-bout-of-exercise-can-reverse-the-abnormal-pattern-of-carbohydrate-storage-in-insulin-resistant-individuals-shulman-1536x861.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/Fig-8.-A-single-bout-of-exercise-can-reverse-the-abnormal-pattern-of-carbohydrate-storage-in-insulin-resistant-individuals-shulman-2048x1148.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. A single bout of exercise can reverse the abnormal pattern of carbohydrate storage in insulin resistant individuals. Image credit: Gerald Shulman\nPeter asks: Do we know if that single bout of exercise, which particular piece of the pathway got released? Did it have some direct effect on the root cause, the DAG, or some of the kinases downstream? Was it even further downstream at the very last step where the transporter gets released? Where is the actual bottleneck alleviated with that single bout of exercise?\n\nAMP-activated protein kinase (AMPK) is a contributing factor to this exercise-induced improvement in glucose uptake by increasing translocation of the glucose transporter GLUT4 to the cell membrane independently of PI3K and associated insulin signaling\nWhile Gerald does not know the actual mechanism of how exercise increased glucose uptake in the above studies, he believes (based on speculation) it has more to do with AMPK than insulin signaling\n\nThe impact of chronic (not just acute) exercise\n\nGerald also believes that chronic exercise would decrease diacylglycerol accumulation and therefore enhance insulin-induced GLUT4 translocation in addition to that induced by AMPK\nBased on his experience treating type 1 diabetics, Peter sees exercise as a powerful tool\n\nModest intensity aerobic exercise (an hour or 2 of brisk walking per day) can result in virtually being free of insulin while maintaining reasonable glycemic control \n“It seems that that exercise becomes a spigot to how much glucose they can dispose in their muscle, seemingly without insulin. It’s almost like a total bypass of the system.” \n\n\n\n“Being able to maximize both insulin-dependent and insulin-independent glucose uptake into a muscle really becomes a powerful tool to combat all of the metabolic dysregulation.” —Peter Attia\n \nInsulin resistance in the liver [1:07:15]\nRecapping so far\n\nThe physiological cause for insulin resistance in muscle—you can’t get glucose in the glycogen due to a block in the GLUT4 transport\nA molecular understanding of how that insulin resistance in muscle happens—which is lipid diacylglycerols block leading to activation of a novel epsilon isoform of protein kinase C (PKCε) which is blocking insulin signaling\nMuscle insulin resistance can lead to fat accumulation in the liver, atherogenic dyslipidemia, and fatty liver. \nFatty liver is what then leads to insulin resistance in the liver\nWhat Gerald is about to explain is the molecular basis for how fat in the liver causes insulin resistance\n\nIn summary: Muscle insulin resistance leads to peripheral IR, then hepatic IR, and hepatic consequences which then basically amplifies it\n“When you get both muscle and liver insulin resistance, and increased glucose production by liver, then something happens to the beta cell and that’s when things really start to spiral where you have very profound hyperglycemia—fasting and postprandial.” —Gerald Shulman\nSequence of insulin resistance in muscle and the liver\n\nIn the healthy, young, and lean individuals Gerald has worked with, they have insulin resistance in muscle, but their livers are healthy\nInsulin resistance in muscle diverts glucose to the liver, leading to fat accumulation\nAt this point, insulin resistance is present in both the liver and muscle\nBut Gerald has studied insulin resistance extensively in rodents as well as humans, and in rodents the sequence is the opposite – insulin resistance occurs in the liver first\n\nGlucose uptake and metabolism in the liver\n\nIn contrast to muscle, insulin is not required to stimulate glucose uptake in the liver\nInstead of GLUT4, the primary transporter for glucose in the liver is glucose transporter 2 (GLUT2), which translocates to the cell membrane independently of insulin\nHowever, like muscle, the liver does have insulin receptors and the signaling that occurs once insulin binds to the receptor is similar \nOutcomes of this signaling in the liver include increased glycogen synthesis (through activation of glycogen synthase) and decreased gluconeogenesis (through phosphorylation and inactivation of a FOXO protein)\n\nThe molecular mechanism of insulin resistance in the liver\n\nSimilar to muscle, and as shown in Figure 9 below, diacylglycerol promotes insulin resistance in the liver by activating the epsilon isoform of protein kinase C (PKCε) \n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14605\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-9-shulman-1024x575.png\" alt=\"\" width=\"1024\" height=\"575\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-9-shulman-1024x575.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-9-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-9-shulman-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-9-shulman-1536x863.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-9-shulman.png 1738w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 9. Insulin resistance in the liver. Image credit: Gerald Shulman\n\nIn a study on rats (Samuel et al., 2007), Gerald’s team induced steatosis (fat accumulation) and insulin resistance in the liver through high-fat feeding and found activation of PKCε and its subsequent binding to the insulin receptor to be what caused the insulin resistance\nGerald’s team later discovered that PKCε interferes with insulin signaling by phosphorylating a specific spot on the insulin receptor (Petersen et al., 2016)\nAs shown in Figure 10 below, the catalytic site of the insulin receptor is normally like a closed loop. In this loop, there are three key tyrosine molecules (Tyr1158, Tyr1162, and Tyr1163, each numbered according to their position in the amino acid sequence of the insulin receptor protein). When insulin binds to the receptor, these three tyrosines become phosphorylated, physically opening the “loop” and allowing insulin receptor substrate 1 (IRS-1) to enter and initiate insulin signaling\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14606\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-10-shulman-970x1024.png\" alt=\"\" width=\"970\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-10-shulman-970x1024.png 970w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-10-shulman-284x300.png 284w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-10-shulman-768x811.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-10-shulman.png 1002w\" sizes=\"(max-width: 970px) 100vw, 970px\" />\nFigure 10. Catalytic domain of the insulin receptor. Image credit: Gerald Shulman\n\nWhat Gerald’s team determined with PKCε is that by phosphorylating a nearby threonine molecule (Thr1160), it prevents phosphorylation of the three previously mentioned tyroisines, thereby preventing subsequent insulin signaling\nConfirming this role of PKCε in hepatic insulin resistance, Gerald’s team created genetically altered mice in which threonine is replaced with alanine at the location of the insulin receptor that PKCε phosphorylates, basically preventing PKCε from phosphorylating it. Consistent with the mechanism described above, this protected the mice from hepatic insulin resistance during high-fat feeding (Petersen et al., 2016)\nAlthough the high-fat feeding used in these studies was mainly just fat, Gerald notes that adding sucrose would have promoted fat accumulation and insulin resistance to an even greater extent\nCircling back to diacylglycerol, Gerald’s team just recently discovered that it is primarily just one stereoisomer of diacylglycerol (sn-1,2) in the cell plasma membrane that activates PKCε (Lyu et al., 2020)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14607\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-11-shulman-1024x828.png\" alt=\"\" width=\"1024\" height=\"828\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-11-shulman-1024x828.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-11-shulman-300x243.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-11-shulman-768x621.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-11-shulman.png 1400w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 11. Image credit: Lyu et al., 2020\n \nThe evolutionary explanation for insulin resistance—an important tool for surviving starvation [1:17:15]\n\nGenetics determines the amino acid sequence of proteins, and the sequence of the insulin receptor that allows PKCε to phosphorylate the receptor and block subsequent insulin signaling is preserved from humans all the way to fruit flies, implying that insulin resistance has had an important role in evolution\nThe central nervous system requires glucose, which becomes limited during starvation\nAs shown in Figure 12 below, Gerald’s team found greater accumulation of diacylglycerol and activation of PKCε in the livers of mice fasted for 48 hours, indicating onset of insulin resistance (Perry et al., 2018)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14608\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-12-shulman-1024x574.png\" alt=\"\" width=\"1024\" height=\"574\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-12-shulman-1024x574.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-12-shulman-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-12-shulman-768x430.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-12-shulman-1536x861.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-12-shulman.png 1738w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 12. Activation of hepatic insulin resistance during fasting. Image credit: Gerald Shulman\n\nBased on these factors, Gerald considers insulin resistance to be an important component of evolution that allows survival during starvation by sparing glucose for the central nervous system\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14609\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-13-shulman-1024x575.png\" alt=\"\" width=\"1024\" height=\"575\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-13-shulman-1024x575.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-13-shulman-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-13-shulman-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-13-shulman-1536x863.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-13-shulman.png 1734w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 13. Image credit: Gerald Shulman\n\nConsistent with this idea, there is a type of fish called the Mexican cavefish that eats infrequently and is known to have a genetic mutation in the insulin receptor that causes profound hepatic insulin resistance, which is believed to be important for the survival of these fish\nAlthough Gerald’s examples here are focused on the liver, because that is the direction his research led him in, he and Peter agree that insulin resistance in muscle is also involved in this evolutionary conservation of glucose for the central nervous system\n\n“In my view, insulin resistance was a protective mechanism throughout evolution that allowed us to survive…starvation which was probably the predominant environmental exposure we’ve had for the last many, many millennia. It’s only in recent years, recent decades and now we’re in this toxic environment of over-nutrition and it’s when these same pathways now are going the opposite direction—promoting disease by doing what they were at one time was protective. And now they’re actually being called metabolic disease.” —Gerald Shulman\n \nThe critical role of gluconeogenesis, and how it’s regulated by insulin [1:22:30]\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14610\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-14-shulman-1024x617.png\" alt=\"\" width=\"1024\" height=\"617\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-14-shulman-1024x617.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-14-shulman-300x181.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-14-shulman-768x463.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-14-shulman-1536x926.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-14-shulman-2048x1235.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 14. Image credit: Gerald Shulman\nThe necessity of gluconeogenesis for survival\n\nThe liver produces glucose from non-carbohydrate sources through a process called gluconeogenesis\nThis process is necessary for survival – Peter argues that we would have a tough time surviving 10 minutes without it (unless you have continuous feeding)\nDemonstrating the necessity for gluconeogenesis is a glycogen storage disease called von Gierke’s disease in which the enzyme glucose 6-phosphatase (the final step of gluconeogenesis) is not functional, preventing glucose from leaving the liver. People with this disease must be continuously fed to survive\n\n“Without gluconeogenesis, we’re not going to wake up in the morning because it’s gluconeogenesis that supplies glucose for the CNS while we’re sleeping.” —Gerald Shulman\nRegulation of gluconeogenesis\n\nRegulation of gluconeogenesis is important in both directions. \n\nFor example, if gluconeogenesis was not suppressed after eating, blood glucose could go up to 400 or 500 mg/dL\n\n\nAs previously mentioned and shown in Figure 9, insulin signaling leads to phosphorylation and inactivation of FOXO proteins leading to downregulation of gluconeogenesis\nThis regulation, however, occurs through genetic expression, and since changes in genetic expression do not happen fast enough to explain the possibility of turning gluconeogenesis off within minutes, there must be another regulatory mechanism with a stronger influence\nFurther supporting this, gluconeogenesis can still be shut off when insulin signaling is blocked\nAnd in liver samples from diabetics undergoing bariatric surgery, in which upregulation of the key gluconeogenic enzymes phosphoenolpyruvate carboxykinase (PEPCK) and glucose 6-phosphatase (G6Pase) would be expected due to insulin resistance (Samuel et al., 2009), such upregulation is not found, indicating suppression through a different mechanism\nGlycerol, which is a byproduct of lipolysis (breakdown of fat), interestingly feeds gluconeogenesis in an unregulated manner, which is related to Gerald’s team discovering that metformin decreases gluconeogenesis by inhibiting conversion of glycerol to glucose (Madiraju et al., 2014; Madiraju et al, 2018)\nRelated to glycerol and lipolysis, β-oxidation of fatty acids leads to production of acetyl-CoA, which feeds the citric acid cycle for energy production\nAcetyl-CoA is difficult to measure, but Gerald and his team developed a method to measure it reliable, and as shown in Figure 15, they consistently find that increases in acetyl-CoA track with increases in gluconeogenesis\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14611\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-15-shulman-1024x577.png\" alt=\"\" width=\"1024\" height=\"577\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-15-shulman-1024x577.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-15-shulman-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-15-shulman-768x433.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-15-shulman-1536x865.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-15-shulman-2048x1153.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 15. Relationship between gluconeogenesis and acetyl-CoA. Image credit: Gerald Shulman\n\nThis is consistent with acetyl-CoA being known to allosterically increase activity of the gluconeogenic enzyme pyruvate carboxylase\nGerald also consistently sees insulin suppressing acetyl-CoA, which represents a mechanisms through which insulin can more acutely inhibit gluconeogenesis \nAs shown in Figure 16, an important distinction here is that while insulin regulates hepatic glycogen synthesis through signaling induced through receptor binding, insulin’s influence on gluconeogenesis is primarily mediated outside of the liver, mainly through fat cells\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14612\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-16-shulman-1024x579.png\" alt=\"\" width=\"1024\" height=\"579\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-16-shulman-1024x579.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-16-shulman-300x170.png 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-16-shulman-768x434.png 768w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-16-shulman-1536x868.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-16-shulman.png 1738w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 16. Distinction between insulin’s influence on hepatic glycogen synthesis versus gluconeogenesis. Image credit: Gerald Shulman\n\nInsulin strongly inhibits lipolysis in fat cells, thereby decreasing the amount of fatty acids available to the liver to be oxidized into acetyl-CoA and, in turn, decreasing gluconeogenesis.\n\nAnd given the decrease in lipolysis, there is also less glycerol to fuel gluconeogenesis\n\n\n\nThis is going to answer Peter’s question about how we distinguish insulin promoting storage as glycogen, yet keeping gluconeogenesis going for the brain:\n\nInsulin binds the receptor and it has direct effects through the receptor—that is mostly to promote glucose uptake and storage as glycogen. \nThe effects on gluconeogenesis (the process that keeps us going during starvation) is really mostly regulated not through the receptor in liver, but through its effect on the fat cell in the periphery.\n\nIt’s really insulin putting the break on peripheral lipolysis, \nless fatty acid delivery to liver, \nless generation Acetyl-CoA. \n\nNote: the more fatty acids that flux liver track almost perfectly with Acetyl-CoA content\n\n\nless pyruvate carboxylase activity \nAgain, there’s about 10-15% of this gluconeogenesis is simply coming from less glycerol from lipolysis to liver through sub straight push\n\n\nYou have two very different processes here: \n\nOne is glycogen synthesis—that’s what the receptor’s doing in the liver\nGluconeogenesis is mostly (90%) through its effect to put the break on peripheral lipolysis\n\n\nWhen you have glycogen in liver (i.e., fed state), it’s really these direct effects of insulin on liver will predominate\nBut as you move to the fasted state ( in human probably have to go 24 hr or longer fast) then it’s the indirect effects that will predominate\nIn other words: As time shifts from fed to fasting, the influence of insulin shifts from the direct effect on hepatic glycogen synthesis to the indirect effect on lipolysis in fat cells outside of the liver\nGerald believes this shift explains a lot of conflicting research results, particularly studies on dogs by Alan Cherrington and Richard Bergman\n\n \nInflammation and body fat as contributing factors to insulin resistance [1:32:15]\nHow inflammation drives the transition from insulin resistance to hyperglycemia\n\nInflammatory cytokines including tumor necrosis factor-α (TNF-α) and interleukin 6 (IL-6) contribute to insulin resistance\nAlthough much of Gerald’s work shows that diacylglycerol induces insulin resistance independently of inflammation, inflammation is a compounding factor\nThe transition from insulin resistance in muscle in liver to fasting hyperglycemia requires inflammation\nIn the context of obesity and diabetes, inflammation causes insulin resistance in fat cells, which results in increased lipolysis, leading to greater delivery of fatty acids to the liver, more accumulation of diacylglycerol and, in turn, more hepatic insulin resistance and less storage of glucose as liver glycogen\nIn addition, the increased lipolysis leads to increased glycerol and acetyl-CoA, leading to the increased gluconeogenesis driving hyperglycemia\nDespite this role of inflammation, diacylglycerol has an active role as well in inducing insulin resistance in fat cells\n\nPeter asks: Would we still say they are insulin resistant at the fat cell? Or would we say they are insulin sensitive at the fat cell? Because they are correctly undergoing lipogenesis in the fat cell. They’re at least taking up a esterified fat and they’re presumably impairing lipolysis, which is why they retain adipose cell mass. In other words, the flux through the fat cell is negative. They’re holding onto fat, correct?\n\nIf you do careful studies measuring rates of lipolysis, by definition they will have insulin resistance in the fat cell\nThey’re holding on to fat because it’s at hyperinsulinemia—their insulin concentrations are two to three fold\nBut if you brought them down to normal levels of insulin, then you might see more lipolysis\nSo, there is peripheral insulin resistance\nBut we’re finding actually the same mechanism that we have in liver and muscle—the diacylglycerol Epsilon pathway is also accounting for this defect and insulin action in the fat cell\n\nVisceral fat [1:38:00]\n\nIn contrast to subcutaneous fat, which is fat just beneath the skin, visceral fat surrounds internal organs including the kidneys, liver, and spleen \nVisceral fat is a well-known indicator of poor health and it is strongly correlated with insulin resistance and liver fat (whereas subcutaneous fat is not)\nGerald believes that the negative effects of visceral fat are mediated through increased delivery of fatty acids to the liver. \n\nIn other words, fat accumulation in the liver is the main problem, and visceral fat exacerbates it\n\n\nThis is supported by lipodystrophy, which is a type of disorder in which someone is unable to store subcutaneous or visceral fat. Despite this, people with these disorders have a lot of liver fat and are diabetic, showing that metabolic dysfunction can certainly occur independently of visceral fat\nIn general, Gerald believes that it is diacylglycerol that initially drives insulin resistance and subsequent increases in acetyl-CoA and gluconeogenesis that facilitate transition to fasting hyperglycemia and diabetes\n\n“If I had to pick two molecules that are driving metabolic disease, it’s acetyl-CoA driving pyruvate carboxylase. And again, the diacylglycerols activating [PKCε]. And again, it’s the [PKCε] that drives insulin resistance – no diabetes, no hyperglycemia. Then it’s this accelerated gluconeogenesis through this mechanism, that’s taking you from just pure insulin resistance to fasting hyperglycemia and diabetes.” —Gerald Shulman\n \nTreatment approaches for fatty liver and insulin resistance, and an exciting new pharmacological approach [1:41:15]\nTargeting the liver for treating metabolic disease\n\nUnderscoring the relevance and prevalence of fatty liver, it is becoming a problem with liver transplants because most of the donors have fatty liver and transplanted livers with fat accumulation do not do well\nGerald frequently emphasises to patients that metabolic problems can be fixed with diet and exercise, but unfortunately, the vast majority of patients do not take the advice\nHe believes that the liver is the most important organ to target in resolving metabolic disease and that the problem is primarily an energy imbalance (thermodynamics)\n\nToo much energy coming in relative to the ability of the hepatocyte, the liver, to:\n\ni) oxidize the energy and convert it the CO2; or\nii) export it—the liver is also able to do is export energy as a form of VLDL triglyceride\n\n\n\n\nHow do we fix this?\n\nWhile diet and exercise is the first solution, to get the patient to stay on this is challenging\nGastric bypass is effective for resolving metabolic concerns, but there’s no magic – the benefit is from weight loss achieved through decreased energy intake\nAdditionally, there are pharmacologic approaches\n\n\n\n“If I had to pick one organ to target it’s the liver, as important as muscle insulin resistance is at the very beginning. If we actually want to reverse the disease and make the biggest impact, if I had to pick one organ it’s the liver. … The whole metabolic problem with the liver is this imbalance of energy. Too much energy in relative to the ability of the hepatocyte, the liver, to oxidize the energy and convert it to CO2 or export it.” —Gerald Shulman\nPharmaceutical approaches\n\nGerald has found glucagon-like peptide 1 (GLP-1) agonists to be effective for helping people eat less and lose weight, but they cause nausea in some people\nHis experience has been that GLP-1 agonists decrease liver fat, but do not completely normalize it\nSodium glucose cotransporter 2 (SGLT2) inhibitors also decrease net energy intake by increasing urinary excretion of glucose, and although this may be helpful in combination with other treatments, it has minimal effect on liver fat\nThe pharmaceutical approach Gerald is most excited about is intentionally inducing mitochondrial inefficiency through uncoupling, which for the liver means more oxidation of fat to produce the same amount of energy\n\nGerald’s team has done a number of studies showing mitochondrial uncoupling agents to reverse fatty liver and associated inflammation and fibrosis (Perry et al., 2013; Perry et al., 2015; Abulizi et al., 2017) \nMore recently, Gerald’s team validated the safety and efficacy of this mitochondrial uncoupling approach in non-human primates (Goedeke et al., 2019)\nAn important characteristic of this treatment, in contrast to other treatments for non-alcoholic fatty liver disease (NAFLD), non-alcoholic steatohepatitis (NASH), and liver fibrosis, this treatment is “heart healthy” because it decreases hepatic export of very-low density lipoproteins (VLDL)\n\nThis is important, because most patients with diabetes and fatty liver disease end up dying of heart disease\n\n\n\n\n\nMore on mitochondrial uncoupling\n\nAs shown in Figure 17, during oxidative phosphorylation in mitochondria, passage of electrons through the electron transport chain establishes a gradient of protons across the inner mitochondrial membrane. This gradient drives ATP synthase, resulting in energy production. Uncoupling dissipates the gradient by allowing protons to pass through the inner membrane without ATP production, thereby requiring a greater input of electrons (which are mainly obtained through the food we eat) to the electron transport chain to produce the same amount of energy\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-14613\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-17-shulman.jpg\" alt=\"\" width=\"808\" height=\"416\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/fig-17-shulman.jpg 808w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-17-shulman-300x154.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/12/fig-17-shulman-768x395.jpg 768w\" sizes=\"(max-width: 808px) 100vw, 808px\" />\nFigure 17. Mitochondrial uncoupling. Image credit: scielo.br\n\nMitochondrial uncoupling was accidentally discovered in the early 1900s because of munition factory workers who were losing weight despite not eating differently. The weight loss was eventually determined to be a result of exposure to dinitrophenol, which is a substance that was used in the factories and also happens to be a mitochondrial uncoupler\nIn 1933, a paper was published in the Journal of the American Medical Association (JAMA) by Maurice Tainter describing the use of dinitrophenol for treatment of obesity\nEventually, after creation of the FDA, dinitrophenol was pulled from the market because high doses were causing hyperthermia, and even death in some cases\nHyperthermia is a result of uncoupling (and the subsequent heat generation) occurring throughout all organs of the body. \n\nGerald’s team has addressed this concern by using an uncoupler that only targets the liver\n\n\nThey are currently still exploring pre-clinical models and hope to be testing in humans within the next year or two\n\n“I just think that this is the nexus from which all diseases stand. And therefore, we are really making a mistake if we want to treat chronic diseases in their silos and just think about atherosclerosis and just think about cancer and just think about Alzheimer’s disease without understanding how these diseases are fed. And unfortunately that means rolling up our sleeves and understanding insulin resistance.” —Peter Attia\n \nDietary considerations when treating metabolic illness [1:56:15]\n\nPeter has found that although not universal, carbohydrate restriction and periodic fasting are more effective for helping people lose weight compared to caloric restriction\nGerald does not have a preferred approach, but rather encourages his patients to stick with “whatever works,” because as long as they lose weight, their diabetes will improve\nHe sees a lot of people regain the weight they lost and therefore considers finding a sustainable approach to be more important than what the approach is\n\n“And so it’s a marathon. You have to find something you like, like it enough to be able to stick with, that’s most important thing. Because we’ve all seen that where people lose the weight and then few weeks, months later, right back to where they started. So everyone has to find what works for them.” —Gerald Shulman\n \nMetformin’s mechanism of action and its suitability as a longevity agent [1:58:15]\n\nMetformin effectively lowers glucose levels in people with poorly controlled diabetes, primarily through inhibition of gluconeogenesis\nMany people believe that metformin works by inhibiting complex I of the mitochondrial electron transport chain, but Gerald is convinced there is a more important and relevant mechanism\nMetformin is a biguanide, and guanides in general are well known to inhibit complex I\nPrior to metformin, other guanide-based drugs, like phenformin have been used to treat diabetes. Even French lilac extracts, which these biguanide drugs originated from, were used 300 years ago, prior to even knowing what diabetes is\nHowever, the concentration of metformin needed to inhibit complex I is in the millimolar range while the maximal dose of metformin for humans only results in a 30-50 micromolar concentration\nEven when considering that the concentration in portal circulation to the liver may be about threefold higher, this is still tenfold below the threshold of inhibiting complex I, making this mechanism clinically irrelevant\nGerald’s team has found that at clinically relevant concentrations, metformin inhibits the mitochondrial isoform of glycerol-3-phosphate dehydrogenase (Madiraju et al., 2014), thereby decreasing glycerol availability\nThey have also determined that metformin primarily inhibits gluconeogenesis by limiting the use of glycerol and lactate as substrates (Madiraju et al., 2018)\nMore specifically, conversion of lactate to pyruvate and glycerol to dihydroxyacetone phosphate (DHAP) are the two steps of gluconeogenesis that metformin inhibits by inhibiting glycerol-3-phosphate dehydrogenase\nThis is why metformin rarely causes hypoglycemia – because other substrates, such as alanine, are still available for gluconeogenesis. It is also why lactic acidosis is a known side effect of metformin\nGerald’s team is currently investigating the mechanism of how metformin inhibits glycerol-3-phosphate dehydrogenase, which Gerald believes to be indirect and hopes to publish within the next year\nIn regard to the interest in metformin for aging, Gerald considers this “a question that remains to be answered,” but emphasizes that in order to answer the question, the correct mechanism of action must be understood\n\n§Selected Links / Related MaterialGerald’s 1988 Banting Lecture: Role of insulin resistance in human disease (Reaven, 1988) | [9:30]\nA recent review article co-authored by Gerald and one of his former students on the role of insulin in cancer growth: Mechanistic links between obesity, insulin, and cancer (Perry & Shulman, 2020) | [10:45]\nA study by Gerald’s team showing caloric restriction to reverse insulin resistance: Reversal of muscle insulin resistance by weight reduction in young, lean, insulin-resistant offspring of parents with type 2 diabetes (Petersen et al., 2012) | [21:30]\nA study by Gerald’s team showing infusion of lipids to cause insulin resistance and inhibit glycogen synthesis in healthy individuals: Mechanism of free fatty acid-induced insulin resistance in humans (Roden et al., 1996) [37:00]\nA more recent study by Gerald’s team showing infusion of lipids to cause insulin resistance in healthy individuals, as well as demonstrating impairment of glucose transport in human muscle biopsy samples: Mechanisms underlying the onset of oral lipid-induced skeletal muscle insulin resistance in humans (Nowotny et al., 2013) [37:00, 43:15]\nA study by Gerald’s team showing in human muscle biopsy samples that the lipid intermediate diacylglycerol is responsible for impairing glucose transport: Role of diacylglycerol activation of PKCΘ in lipid-induced muscle insulin resistance in humans (Szendroedi et al., 2014) [43:15]\nSeveral animal studies by Gerald and his team elucidating the mechanisms of lipid-induced insulin resistance: [49:15]\n\nPKCθ knockout mice are protected from fat-induced insulin resistance (Kim et al., 2004) \nInactivation of fatty acid transport protein 1 prevents fat-induced insulin resistance in skeletal muscle (Kim et al., 2004)\nTissue-specific overexpression of lipoprotein lipase causes tissue-specific insulin resistance (Kim et al., 2001)\n\n\nMitochondrial dysfunction due to long-chain acyl-CoA dehydrogenase deficiency causes hepatic steatosis and hepatic insulin resistance (Zhang et al., 2007)\nOverexpression of uncoupling protein 3 in skeletal muscle protects against fat-induced insulin resistance (Choi et al., 2007)\n\nGerald’s 2018 Banting Lecture: Critical Viewing on Insulin Resistance – Banting Medal for Scientific Achievement – Gerald Shulman | Ivor Cummins (youtube.com) | [51:15]\nA study by Gerald and his team showing healthy and lean individuals with insulin resistance to have greater fat accumulation in their muscle and livers: The role of skeletal muscle insulin resistance in the pathogenesis of the metabolic syndrome (Petersen et al., 2007) | [52:00]\nA study showing de novo lipogenesis to not be a notable source of lipids in insulin sensitive individuals: Measurement of de novo hepatic lipogenesis in humans using stable isotopes (Hellerstein et al., 1991) | [54:15]\nA study by Gerald’s team showing exercise to enhance insulin sensitivity in insulin resistant participants: Increased glucose transport-phosphorylation and muscle glycogen synthesis after exercise training in insulin-resistant subjects (Perseghin et al., 1996) | [1:01:15]\nA study by Gerald’s team showing exercise to increase muscle glycogen synthesis and decrease hepatic de novo lipogenesis following carbohydrate-rich feeding: Reversal of muscle insulin resistance with exercise reduces postprandial hepatic de novo lipogenesis in insulin resistant individuals (Rabol et al., 2011) | [1:03:00]\nAn animal study by Gerald’s team showing activation PKCε and its binding to the insulin receptor to cause insulin resistance in the liver: Inhibition of protein kinase Cε prevents hepatic insulin resistance in nonalcoholic fatty liver disease (Samuel et al., 2011) | [1:11:30]\nA study by Gerald’s team characterizing how PKCε interacts with the insulin receptor to block insulin signaling: Insulin receptor Thr1160 phosphorylation mediates lipid-induced hepatic insulin resistance (Petersen et al., 2016) | [1:12:15]\nA study by Gerald’s team showing that it is a single diacylglycerol stereoisomer that activates PKCε: A membrane-bound diacylglycerol species induces PKCε-mediated hepatic insulin resistance (Lyu et al., 2020) | [1:16:15]\nA study by Gerald’s team showing 48 hrs of fasting to cause hepatic insulin resistance: Leptin mediates a glucose-fatty acid cycle to maintain glucose homeostasis in starvation (Perry et al., 2018) | [1:17:15]\nA type of fish that likely relies on insulin resistance for survival: The healthy diabetic cavefish conundrum | Sylvie Retaux, Nature | [1:18:30]\nA biographical review of George Cahill’s work on fasting, including the brain’s diminished but persistent reliance on glucose: Fuel metabolism in starvation (Cahill, 2006) | [1:20:30]\nA study by Gerald’s team showing key gluconeogenic enzymes to not be upregulated in the livers of diabetic individuals: Fasting hyperglycemia is not associated with increased expression of PEPCK or G6Pc in patients with type 2 diabetes (Samuel et al., 2009) | [1:25:30]\nTwo studies by Gerald’s team showing that metformin inhibits glycerol from being a substrate for gluconeogenesis: [1:27:45, 2:02:15]\n\nMetformin suppresses gluconeogenesis by inhibiting mitochondrial glycerophosphate dehydrogenase (Madiraju et al., 2014)\nMetformin inhibits gluconeogenesis via a redox-dependent mechanism in vivo (Madiraju et al., 2018)\n\nThree studies by Gerald’s team showing mitochondrial uncoupling to effectively reverse fatty liver: [1:48:30]\n\nReversal of hypertriglyceridemia, fatty liver disease, and insulin resistance by a liver-targeted mitochondrial uncoupler (Perry et al., 2013)\nControlled-release mitochondrial protonophore reverses diabetes and steatohepatitis in rats (Perry et al., 2015)\nA controlled-release mitochondrial protonophore reverses hypertriglyceridemia, nonalcoholic steatohepatitis, and diabetes in lipodystrophic mice (Abulizi et al., 2017)\n\nA study by Gerald’s team showing mitochondrial uncoupling to be safe and effective in non-human primates: Controlled release mitochondrial protonophore (CRMP) reverses dyslipidemia and hepatic steatosis in dysmetabolic nonhuman primates (Goedeke et al., 2019) | [1:48:30]\nAn early case series describing the effects of the mitochondrial uncoupler dinitrophenol on weight loss: Use of dinitrophenol in obesity and related conditions (Tainter et al., 1933) | [1:52:00]\n Gerald’s 2018 Banting Lecture: Critical Viewing on Insulin Resistance – Banting Medal for Scientific Achievement – Gerald Shulman | Ivor Cummins (youtube.com) [1:55:00]\n§People Mentioned\nGerald Reaven [9:30, 50:45]\nRachel Perry [10:45]\nGeorge Radda [14:45]\nDoug Rothman [18:00]\nRoy Taylor [23:00]\nLew Cantley (scientist who discovered PI3K) [33:45]\nPhilip Randle [40:15]\nMarc Hellerstein [54:15]\nKitt Peterson (Gerald’s wife and colleague) [56:45, 1:45:30]\nGianluca Perseghin [1:01:15]\nRasmus Rabol [1:03:00]\nVarman Samuel | [1:11:30]\nJesse Rinehart | [1:12:15]\nMax Petersen | [1:12:15]\nRachel Perry | [1:17:15]\nGeorge Cahill | [1:20:30]\nAnila Madiraju | [1:27:45]\nAlan Cherrington | [1:32:00]\nRichard Bergman | [1:32:00]\nMaurice Tainter | [1:52:00]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/12/gerald-shulman-photo-500x500.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/12/gerald-shulman-photo-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/12/gerald-shulman-photo-300x300.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/12/gerald-shulman-photo-150x150.jpg 150w, https://peterattiamd.com/wp-content/uploads/2020/12/gerald-shulman-photo-768x768.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/12/gerald-shulman-photo.jpg 800w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Gerald Shulman M.D., Ph.D.Dr. Shulman is the George R. Cowgill Professor of Medicine and Cellular & Molecular Physiology at Yale. He is also Co-Director of the Yale Diabetes Research Center. Dr. Shulman has pioneered the use of magnetic resonance spectroscopy combined with mass spectrometry to non-invasively examine intracellular glucose and fat metabolism in humans and transgenic rodent models that have led to several paradigm shifts in our understanding of type 2 diabetes (T2D), including the molecular mechanisms by which ectopic lipid promotes liver and muscle insulin resistance, as well as developing new drugs for the treatment of T2D, nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH). Dr. Shulman is the recipient of the Stanley J. Korsymeyer Award from the American Society for Clinical Investigation, the Outstanding Clinical Investigator Award from the Endocrine Society, the Solomon Berson Award from the American Physiological Society and the Banting Medal for Lifetime Scientific Achievement from the American Diabetes Association. Dr. Shulman is a Fellow of the American Association for the Advancement of Science, Inaugural Fellow of the American Physiological Society and he has been elected to the American Society for Clinical Investigation, the Association of American Physicians, the National Academy of Medicine, the American Academy of Arts and Sciences and the National Academy of Sciences. [yale.edu]"
}