{
  "title": "#149 – AMA #20: Simplifying the complexities of insulin resistance: how it’s measured, how it manifests in the muscle and liver, and what we can do about it",
  "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob discuss all things related to insulin resistance by revisiting the important points made in the fascinating, yet quite technical, episode of The Drive with Gerald Shulman. They devote the entire discussion to understanding the condition known as insulin resistance, how it’s measured, how it manifests in the muscle and liver, and ultimately, what we can do about it.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #20 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nExplaining the format of this AMA: Extracting insights from Gerald Shulman’s masterclass on insulin resistance (2:00);\nThe basics of insulin, defining insulin resistance (IR), and gold-standard methods of quantifying IR in the muscle (7:15);\nPractical ways to test for insulin resistance in a normal clinical setting (15:45);\nHow insulin resistance manifests in the muscle (23:00);\nThe biochemical block in glycogen synthesis—drivers and mechanisms resulting in insulin resistance in the muscle (30:45);\nThe disparity in fat oxidation between insulin-sensitive and insulin-resistant individuals (44:45);\nThe fate of the ingested carbohydrate in someone who is insulin resistant (51:00);\nThe prevalence and clinical phenotype of insulin resistance (1:00:15);\nThe role of exercise in mitigating and reversing insulin resistance (1:05:00);\nHow insulin resistance manifests in the liver (1:09:15);\nBiggest takeaways: what we can do to mitigate and prevent insulin resistance (1:20:45); and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#149 – AMA #20: Simplifying the complexities of insulin resistance: how it’s measured, how it manifests in the muscle and liver, and what we can do about it\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#149 – AMA #20: Simplifying the complexities of insulin resistance: how it’s measured, how it manifests in the muscle and liver, and what we can do about it\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#149 – AMA #20: Simplifying the complexities of insulin resistance: how it’s measured, how it manifests in the muscle and liver, and what we can do about it\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesExplaining the format of this AMA: Extracting insights from Gerald Shulman’s masterclass on insulin resistance [2:00]\nPeter recently did a podcast with Gerald Shulman: #140 – Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications\n\nListening to that discussion was like “drinking through a fire hose” with so much info, so many mechanisms, etc.\nToday’s AMA will be designated to going through the important points of that podcast in a slower way to unlock the takeaways\nPrep for this AMA largely came from Shulman’s Banting Memorial Lecture\n\nQuestions to answer today:\nHow does insulin work under normal circumstances?\nWhat does insulin resistance really mean? \nHow do we even measure it? \nHow is insulin resistance manifested in muscle? \nHow is it manifested in the liver? \nHow are those the same or different, and what are the consequences of this? \nWhat should you do about this?\n“Once you understand the consequences of this, you’ll appreciate how central this is to your health.” —Peter Attia\n \nThe basics of insulin, defining insulin resistance (IR), and gold-standard methods of quantifying IR in the muscle [7:15]\nThe basics of insulin\n\nInsulin is secreted as what’s called a pro-peptide\nThe pancreas secretes something that is inactive and it gets split into insulin and C-peptide (insulin is the active thing)\nInsulin as a very anabolic (building/growing) hormone, and does the following:\n\nDrives glucose into muscles where it can be turned into glycogen\nPlays a role in glycogen synthesis in the liver\nIncreases fatty acid uptake into fat cells\n\n\nIn short: Insulin makes fat cells more fat, it makes muscle cells more glycogen rich, and it makes the liver more glycogen rich. \nIt’s a pro-building hormone\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14823\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-7-ama20-1024x472.png\" alt=\"\" width=\"1024\" height=\"472\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-7-ama20-1024x472.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-7-ama20-300x138.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-7-ama20-768x354.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-7-ama20-1536x708.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-7-ama20-2048x944.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Effects of Insulin on Glucose & Lipid metabolism (left, 2019); Critical actions & pathways controlled by insulin (right, 2018).\nDefining insulin resistance (IR) and how it’s measured\nDefinition:\n\nInsulin resistance is probably best defined as an impaired ability for insulin to do some of the things listed above\nE.g., if insulin’s job is to take glucose into a muscle so that a muscle can make glycogen, when that gets impaired, that is insulin resistance in the muscle\nHowever, fat cells and liver cells have a slightly different explanation/manifestation of insulin resistance\n\nHow insulin is measured (Focusing on the muscle for this discussion)\nThere are a couple of gold standard ways to measure and quantify insulin resistance that are done in clinical trials (i.e., not something done at the doctor’s office as part of any regular checkup)\n1-Hyperinsulinemic-euglycemic clamp technique\n\nUsing to separate IV lines…\nThe plasma insulin concentration is acutely raised and maintained at 100 μU/ml by a continuous infusion of insulin. \nMeanwhile, the plasma glucose concentration is held constant at basal levels by a variable glucose infusion. \nWhen the steady-state (i.e., euglycemic/normal) is achieved, the glucose infusion rate equals glucose uptake by all the tissues in the body (almost exclusively into their muscles)\nThis is a measure of tissue insulin sensitivity, and the more insulin sensitive you are, the higher that glucose disposal rate will be\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14824\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-10-ama20-1024x622.png\" alt=\"\" width=\"1024\" height=\"622\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-10-ama20-1024x622.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-10-ama20-300x182.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-10-ama20-768x467.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-10-ama20.png 1366w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. [UpToDate]\n\nThe figure above is actually showing glucose disposal, not glucose\nAnd that’s why the more insulin-sensitive person at a fixed level of insulin requires more and more glucose to maintain glucose homeostasis\n\n2-Insulin suppression test\n\nTwo IV lines\nIn one of them you’re infusing epinephrine, propranolol (which suppress your endogenous insulin release) as well as insulin\nin the other IV, you’re infusing glucose\nThis is done until you have a steady state level of glucose and insulin\nThe way this test works is kind of the opposite of the euglycemic clamp, which is you fix the level of glucose and you’re trying to see how much insulin is required to do that\nBecause the steady-state insulin level is the same in all subjects, the height of the steady-state plasma glucose level provides a direct estimate of insulin resistance.\nNOTE: When Peter did this test, he got very, very hypoglycemic and it got a little dangerous\n\n \nPractical ways to test for insulin resistance in a normal clinical setting [15:45]\nPopular ways:\n\nFasting insulin and fasting glucose are generally talked about as ways that people pay attention to insulin resistance\nBut the reality of it is those things don’t tell us much\nAnd even something called the HOMA-IR (homeostatic model assessment of insulin resistance) which uses a formula (fasting insulin in mIU/L x Fasting glucose in mg/dL / 405) is not much better than looking at fasting insulin\n\nThe best way: Oral glucose tolerance test\n\nPatients show up fasting and you draw blood to measure fasting glucose and insulin\nThey then ingest 75 grams of glucose\nThen every 30 minutes for 2 hours you draw blood, checking glucose and insulin\nFrom that you generate two curves:\nTheir glycemic response (how does their glucose change over the next two hours)\nTheir insulin response over those 2 hours\nYou’re trying to measure how much glucose gets taken up into the muscles, and that’s being measured by the glucose level over time, and then how much insulin was required to do it\nThe earliest indication of insulin resistance is an elevation of those “postprandial” insulin levels\nPeter notes that he sees patients all the time that have normal glucose levels but their insulin levels are sky high\n\nThe typical progression from normal to severely insulin resistant:\n >Glucose stays relatively low after the ingestion and so does insulin (normal) \n >> insulin goes up while glucose stays down (first thing that usually goes wrong)\n >>>Glucose goes up while insulin stays up\n >>>>Fasting glucose going up and then fasting insulin going up (once fasting glucose gets high enough you’re very close to diabetes)\n⇒ Check out this AMA episode with real case studies using OGTT\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14843\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/example-OGTT-ama20-1024x752.png\" alt=\"\" width=\"1024\" height=\"752\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/example-OGTT-ama20-1024x752.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/example-OGTT-ama20-300x220.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/example-OGTT-ama20-768x564.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/example-OGTT-ama20.png 1242w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. Example OGTT results. [source]\n \nOther ways of diagnosing IR: Using the criteria for metabolic syndrome\nThe five criteria of metabolic syndrome:\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14825\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-12-ama20-1024x649.png\" alt=\"\" width=\"1024\" height=\"649\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-12-ama20-1024x649.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-12-ama20-300x190.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-12-ama20-768x487.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-12-ama20-1536x974.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-12-ama20.png 1808w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. The five criteria of metabolic syndrome per the various authorities. [source]\n\nOne should aspire to have none of them present\nAlmost 90% of Americans have at least one of these five factors present\nAnd if you have three or more of them present you are technically defined as having metabolic syndrome and your risk for all metabolic diseases, cancer, cardiovascular disease, Alzheimer’s disease, type 2 diabetes, etc. just goes through the roof\n\nHow might Peter adjust these criteria?\n\nPeter says this is really helpful on the population basis because it’s directionally helpful\nBut the devil’s in the details on the individual level\n\nAmount of visceral fat is more important than subcutaneous fat\nPeter believes triglycerides should be always below 100 and always less than twice the HDL cholesterol\nPeter is very aggressive with blood pressure — Anything over 120 over 80 is reason to start to pay attention\nPeter is not particularly alarmed with fasting glucose above 100, depending on how it responds\n\nFor example, a fasting glucose of 105 is not terribly alarming if the average blood glucose is below 100 (which is not uncommon in people where they have a bit of a “dawn effect”)\n\n\n\n\n\n⇒ See Gerald Reaven’s 1988 Banting Lecture \nInsulin resistance is the thing that sits at the heart of metabolic syndrome:\n“If you have an interest in being healthy you can’t be insulin resistant. If you are insulin resistant, you’re not going to be healthy. . .But if you’re in the business of wanting to live the healthiest life you can live, which means longer and better, you’ve got to be insulin sensitive, full stop.” —Peter Attia\n \nHow insulin resistance manifests in the muscle [23:00]\nNormal metabolism:\n\nYou eat some carbs and plasma glucose increases\nThe increase in plasma glucose stimulates insulin secretion\nAnd insulin secretion:\n\nstimulates glucose uptake in muscle\nSuppresses GNG by the liver\n\n\nIn a healthy individual, 80-90% of consumed glucose is stored as glycogen (in muscle and liver)\nThe muscle is the predominant place where we dispose of glucose\n\nWhen Peter says “glucose disposal” he’s referring to muscle taking in glucose\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14826\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-1024x573.png\" alt=\"\" width=\"1024\" height=\"573\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-1024x573.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-768x430.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20.png 1386w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5.\nWhat goes wrong from here?\n\nIt’s important to understand this is a continuum — on one end of the spectrum is just becoming insulin resistant and at the other end of the spectrum is full-blown type 2 diabetes\nThe first thing that really goes wrong is the muscles take in less glucose, and by extension, the plasma insulin level has to rise to force that in\nThe first sign of this is normal levels of glucose going in but at a higher level of insulin (and that’s easy to miss)\nThe first thing that usually shows up is higher levels of plasma glucose — and that’s because the liver is becoming resistant to insulin\nThe liver being resistant to insulin means it’s not slowing down glucose production, and therefore in the presence of glucose it’s still making glucose (very problematic)\nAt some point there’s not even enough insulin that the pancreas can make to overcome the resistance resulting in a person needing medication to start to overcome this problem\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14827\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-1024x577.png\" alt=\"\" width=\"1024\" height=\"577\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-1024x577.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-768x433.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20.png 1388w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6.\n \nWhat is it about the muscle that fails in this process of glucose disposal?\nThree fates of glucose within the muscle\n\nOxidative\nGlycolytic\nGlycogen\n\n1-The oxidative fate of glucose says glucose comes into a muscle and immediately gets converted into ATP through the very efficient pathway\n\nGlucose gets converted to pyruvate, pyruvate gets converted to acetyl CoA, and that going into the mitochondria where ATP is generated under something called oxidative phosphorylation (Krebs cycle — this is the most efficient way to generate ATP out of glucose)\n\n2-The second potential fate of glucose is to undergo glycolysis\n\nTake the glucose down to pyruvate\nBut instead of taking the pyruvate towards the mitochondria and going through the Krebs cycle you turn it into lactate, which yields much less ATP\n\n3-The third fate of glucose in the muscle is it can be stored as glycogen\n\nGlycogen is literally a lattice of glucose.\nGlucose is a single six carbon ring, but you can join these things in rows, and rows, and rows, and rows, and sheets, and sheets, and sheets covalently and that becomes a matrix of glucose, which is a very efficient way to store it\n\nWhen things go wrong…\n\nWhen things go wrong, we know that at least one of those three are not working\nThe question becomes, which one?\n\nGerald Shulman did a study using a technique called NMR to try to answer this question:\n\nNMR, nuclear magnetic resonance, looks at labeled carbon atoms and using the magnetic fields that can be applied to them, it gets a sense of where these carbons go\nWhen they compared glucose uptake into glycogen synthesis using people who had type 2 diabetes versus people who were insulin sensitive, they found that those with type 2 diabetes made 50% less glycogen out of the same amount of glucose\nInterestingly, there was virtually no difference between their oxidative phosphorylation\nSaid another way, they basically had no difference in how much ATP they made out of that glucose, they had no difference between how much energy they made out of that glucose. They were both able to use the glucose and extract energy, but the lion’s share of the glucose that was disposed was disposed in the form of glycogen and the difference was profound.\nTo put it in perspective…\n\nThe normal subjects disposed of about 180 units of glucose per kilogram of body weight compared to the diabetic subjects who were less than half that at 78\nGiven that there was no difference on the oxidative side, the entire difference was effectively accounted for by glycogen synthesis\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14828\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-21a-ama20-1024x574.png\" alt=\"\" width=\"1024\" height=\"574\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-21a-ama20-1024x574.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-21a-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-21a-ama20-768x430.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-21a-ama20.png 1242w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 7. [source]\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14829\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-21b-ama20-1024x591.png\" alt=\"\" width=\"1024\" height=\"591\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-21b-ama20-1024x591.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-21b-ama20-300x173.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-21b-ama20-768x443.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-21b-ama20.png 1314w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. [source]\n \nThe biochemical block in glycogen synthesis—drivers and mechanisms resulting in insulin resistance in the muscle [30:45]\nGerald’s work established where the macro defect was — It’s that an insulin resistant person can’t make glycogen effectively, so something is blocking that process\nSince there are a lot of things that drive glycogen synthesis, the next question became: Where is that problem occurring? \nPossible reasons for lack of glycogen synthesis:\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14830\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-23-ama20-1024x572.png\" alt=\"\" width=\"1024\" height=\"572\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-23-ama20-1024x572.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-23-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-23-ama20-768x429.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-23-ama20.png 1378w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 9. Potential Rate-Controlling Steps in Muscle Glucose Glycogen Synthesis.\n-Plasma glucose has to enter the cell through a transporter called the GLUT4 transporter — so now you have intracellular glucose\n-Many steps in a pathway are simplified in the figure to show that there are a few rate limiting pathways:\n  1 – glucose being converted into glucose 6-phosphate (meaning = adding a phosphate group on the number six glucose via an enzyme called hexokinase)\n  2 – Then you have a number of steps that take glucose 6-phosphate to UDP glucose\n  3 – Then ultimately that gets wound into glycogen using another enzyme called glycogen synthase\n\nBut if you’re looking at all of this and all you know is that plasma glucose is going up because of the insulin resistance and glycogen is going down, you don’t really know where it is \nIt’s like looking at the starting point and the destination and realizing there’s a delay but not knowing where the traffic is exactly backing up (e.g., the bottleneck)\nBut depending on where the roadblock is, you will see different scenarios of what goes up and what goes down\nIf the defect is at glycogen synthase—the enzyme that makes glycogen—then glycogen would be low but everything upstream of that would be up\nSimilarly, if the defect is at hexokinase you would expect glycogen to be low but also glucose 6-phosphate to be low, and intracellular glucose to be up\nConversely, if the defect is at the GLUT4 transporter, then everything inside this cell would be low and the glucose outside the cell would be high\n\nWhat did Gerald’s experiment find?\n\nIt was glucose transport that was the issue\nThe NMR spectroscopy allowed them to look at each of these things in the cell, and they found intracellular glucose was low, glucose 6-phosphate was low, UDP low, glycogen low\nSo, the issue was GLUT4, meaning the “glucose isn’t even getting in the door”\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14842\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-29-ama20-1024x620.png\" alt=\"\" width=\"1024\" height=\"620\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-29-ama20-1024x620.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-29-ama20-300x182.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-29-ama20-768x465.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-29-ama20-1536x930.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-29-ama20-2048x1240.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 10.\nWhat’s driving the glut4 block and what’s the mechanism of it?\n\nOne of the things that they speculated on was an association that they noticed — when looking at intramyocellular lipid (IMCL) content they saw that it correlates with muscle insulin resistance\nThey noticed that the more lipid that is inside of a muscle cell, the more insulin resistant an individual was\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14831\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-31-ama20-1024x576.png\" alt=\"\" width=\"1024\" height=\"576\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-31-ama20-1024x576.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-31-ama20-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-31-ama20-768x432.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-31-ama20.png 1382w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 11.\nImportant distinction: The lipid inside a muscle cell and the lipid outside a muscle cell—\n\nYou can have lipid outside of a muscle cell, extracellular, and that did NOT seem to correlate\nBut the amount of lipid inside the muscle cell DID correlate\n\nCould it have something to do with this intramyocellular lipid and could that be part of the roadblock? \nA clever experiment looked at this question: \n\nThey took hyperinsulinemic offspring of diabetic parents, but who were otherwise lean, and they infused a lipid along with heparin\nWhy heparin? ⇒ it’s a blood thinner, but it also activates an enzyme called lipoprotein lipase and really liberates the circulation of free fatty acid\n\n***\nPausing to define triglyceride (TAG) and a free fatty acid (DAG)\n\nA free fatty acid (FFA) is just a long hydrocarbon chain of carbons and hydrogens, it’s the densest manner in which we store energy\nWe package FFAs in an even denser structure called triglycerides\nThe term triglyceride, TG, and triacylglyceride, TAG, are used interchangeably (unfortunately)\nA TG or TAG is three of those hydrocarbon free fatty acids bound to one short molecule called glycerol that has three carbons\nA diacylglyceride is when that glycerol only has two carbons on it and one of them does not\nTypically a diacylglyceride has a hydroxyl group on that naked carbon that does not have a free fatty acid\nAnd a hydroxyl group is just an O, an oxygen, and an H, a hydrogen\n“In a moment this is going to become a very important part of the story, because that little hydroxyl group behaves badly.”\n\n***\nBack to the study…\n\nWhen you infuse lipid and heparin, heparin activates lipoprotein lipase, an enzyme that readily dissociates the glycerol and the free fatty acids\nIt’s basically like giving someone a huge infusion of free fatty acids which enter the muscle cells very easily\nGerry was able to demonstrate within a couple of hours of giving people lipid infusion with heparin, they were able to induce profound insulin resistance\nThis further validated their hypothesis that something about intramuscular fat was part of the problem\n\nSo if intramuscular fat was the problem, then where is the defect specifically? \n\nThe next thing to look at then is what is the path from insulin hitting an insulin receptor to glucose coming into a cell\ninsulin binds to the insulin receptor that sits on the surface of a cell \nThis receptor autophosphorylates (phosphorylates itself)\nPhosphorylation in biology means putting a phosphate on… which is usually activating something\nIn this case, the presence of insulin binding to the insulin receptor leads the insulin receptor to become activated\nIt then becomes a key substrate for something called insulin receptor substrate 1, or IRS1, which also gets phosphorylated\nThat then activates something called phosphoinositide 3-kinase (PI3K)\n\n(Check out the podcast with Lew Cantley for more on PI3K)\n\n\nPI3K is the required step for the GLUT4 transporter — you can think of it as a tubule sitting in the cell to get launched up to the cell surface where it goes across the cell membrane and allows glucose to passively come across the surface\nGlucose comes in across a gradient, which is always greater outside the cell than inside the cell, it doesn’t need active transport, it just needs an open door. \nIn short: Insulin binds to an insulin receptor, the insulin receptor leads to an increase in the activity of something called IRS1, which leads to an increase in the activity of something called PI 3-kinase, which puts these GLUT4 transporters on the surface of cells and drives glucose in\n\nWhat are the ways in which this can go wrong?\n-We’ve established that something about fatty acids runs this awry\n-The question: Is there some metabolite of a fatty acid that is causing trouble either at the site of the insulin receptor? Or maybe further down the road at the level of the GLUT4 transporter?\n\nThey did an experiment to assess PI3K activity in the muscle of healthy volunteers before and after a lipid infusion\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14835\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-39-ama20-1024x575.png\" alt=\"\" width=\"1024\" height=\"575\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-39-ama20-1024x575.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-39-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-39-ama20-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-39-ama20-1536x863.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-39-ama20-2048x1150.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 12. [source]\n\nUnder normal conditions, PI3K activity is low\nWhen you infuse insulin, PI3K goes up, so that becomes your control\nIn other words, you know that when you give insulin, PI3K should go up\nHowever, when they gave lipid plus insulin, it came down\nSo that tells you that whatever is going on is happening at, or before, the PI3K step\n\nWhat could be going on here? \n\nThe hypothesis that they launched was that it might NOT be a triglyceride, because triglycerides are generally inert\nBut it turns out that diacylglycerides are not so inert — they have a free hydroxyl group, and that free hydroxyl group which has a couple of unbound electrons on the O might be what’s disrupting things\n\nThe conclusion\n\nIt’s the fatty acids that come in that lead to an increase in something called diacylglycerides\nAnd these diacylglycerides increase the activity of something called protein kinase C theta which actually impairs IRS1\nImpairment of IRS1 leads to the reduction in PI3K, and therefore the reduction in GLUT4 translocation\n\n \nThe disparity in fat oxidation between insulin-sensitive and insulin-resistant individuals [44:45]\nThe insulin sensitive person \n\nThey can take a lot of fat and run it through their mitochondria\nThey have high fat oxidation in their mitochondria (and when necessary they can oxidize glucose in their mitochondria)\nThey can also store glucose as glycogen in the muscle\n\nContrast that with the person with type 2 diabetes\n\nThey now have double defect—\n\nThey can’t store glucose in the form of glycogen \nAnd their fat oxidation is dramatically reduced\n\n\nSo they are now relying solely on glucose for oxidation\nThey have less fat oxidation, it’s probably driving up their DAGs, which is further exacerbating their glucose transport problem\n\nAthlete’s paradox\n\nIf you compare the intramyocellular lipid in… \n\nhealthy sedentary individuals\nElite endurance athletes, and \nPeople with type 2 diabetes\n\n\nThe type 2 diabetes see this increase in intramyocellular lipid\nIn the normal healthy sedentary person you see a relatively low level, but there is some there in storage in muscle\nThen in these elite athletes you see type 2 diabetic levels (or even higher levels) of intramyocellular lipid\n\nBut these athletes, their mitochondria are in top form, they’re exercising for hours a day\nAnd the idea is that their free fatty acids are increasing while they’re exercising so there’s a lot of it there,\nBut that’s just a screenshot of the muscle, and doesn’t take into account flux — the athletes can efficiently use FFA during exercise due to the enhanced state of their mitochondria \n\n\nBut in the context of a sedentary person, Shulman once stated,  “Intramyocellular lipid is the best predictor for muscle insulin resistance in virtually every sedentary population that we have studied to date, from children to the elderly.”\n\nFlux\n\nThe underlying assumption here is a sedentary individual has minimal flux\nBut the athlete has enormous flux — There are tons of triglycerides flowing into that muscle and there’s equally tons of it being oxidized in the mitochondria\n\n \nThe fate of the ingested carbohydrate in someone who is insulin resistant [51:00]\nWhat have we learned from the decade of work in Gerry Shulman’s lab?\n\nWe’ve learned that insulin resistance, which can present with postprandial hyperinsulinemia, is a defect in glycogen synthesis\nThat defect has to do with an inability to bring glucose into the muscle cells\nAnd more specifically, that defect seems to be mediated by intramuscular fat—specifically by the diacylglycerides\nDiacylglycerides effectively work through something called protein kinase C theta, which inhibits the ability of PI3K\n\nSo, if all of this is happening, what is the fate of the ingested carbohydrate? \n\nIf that glucose for the insulin-resistant person comes in and can’t go into the muscle to be turned into glycogen, it has to go someplace else. So where is that someplace else?\n\nTo answer this, they did a very clever experiment:\n\n300 young healthy lean non-smoking sedentary individuals\nThey wanted people who have no comorbidities but were at the earliest outset of metabolically ill health\nThey performed an oral glucose tolerance test on these subjects\nAfter ingesting glucose, they would sample their glucose levels and divide them into quartiles and from most insulin-sensitive to most insulin-resistant\nThey first discarded the two groups in the middle, and looked at the bottom quartile (most insulin resistant) and the top quartile (most insulin sensitive)\n\nThey then asked the question: How do they differ when you give them glucose?\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14832\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-44-ama20-1024x574.png\" alt=\"\" width=\"1024\" height=\"574\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-44-ama20-1024x574.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-44-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-44-ama20-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-44-ama20.png 1384w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 13. Meal tolerance test curve.\n\nFirst they looked in the periphery, what actually happens\nBoth groups basically had about the same glucose levels following their glucose meals\nThe plasma glucose concentrations are virtually indistinguishable between the two groups before and after they drink their two high carbohydrate milkshakes. \nBut the relatively normal glucose tolerance in the insulin-resistant subjects was maintained at the expense of severe hyperinsulinemia as shown in the right panel where plasma insulin concentrations are more than twofold higher during both meals.\nThey then ingest a second glucose shake\nThey have a second spike and then they all kind of come down again\nBy the end of the day they’re all at the same spot, and there’s really no statistical difference between their glucose curves.\nConversely, when you look at their insulin curves there’s about a 2X difference\nWhat that tells us is the insulin-resistant group needed twice the insulin to make that happen\n\nWhat is actually happening to that ingested carbohydrate? \n\nIs it going into the same place? ⇒ We think the answer is “no” because of what we know about insulin resistance\n\nThey then looked at the liver: What happens to liver glycogen synthesis?\n\nMuscle glycogen synthesis showed that they had a 60% reduction in glycogen synthesis within the muscle if they were in that lower quartile versus the insulin sensitive group\nWhat’s most interesting to Peter is that there’s no difference in liver glycogen synthesis [Figure 14]\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14833\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-46a-ama20-1024x574.png\" alt=\"\" width=\"1024\" height=\"574\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-46a-ama20-1024x574.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46a-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46a-ama20-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46a-ama20-1536x861.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46a-ama20.png 1566w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 14.\nWhat’s most telling is what happened in terms of liver fat accumulation and de novo lipogenesis (the novel creation of fat from carbohydrate) [Figure 16]\n\nThere was more than a twofold difference in both\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14834\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-46b-ama20-1024x576.png\" alt=\"\" width=\"1024\" height=\"576\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-46b-ama20-1024x576.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46b-ama20-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46b-ama20-768x432.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46b-ama20-1536x864.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46b-ama20.png 1572w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 16.\n*Therein lies a very important point: A question that is long at the heart of most people in terms of interest in nutrition and metabolic disease is: Can carbohydrates be turned into fat, and if so, how much of a contribution is that to our overall fatness? \n\nAnd the answer is that it really depends on the context and the metabolic condition of the individual\nIn an insulin-sensitive individual, it turns out that the creation of liver fat is really not that much (especially when you’re eating more glucose than fructose)\nThe more insulin resistant you are, and the more fructose you’re eating, the more de novo lipogenesis can become a huge part of the problem\n\nFuel partitioning:\nFuel partitioning is basically asking, Where can you put this fuel? \n\nIf you have a lot of muscle, you’ve got a reservoir where you can put that glucose in a healthy person\nThe glucose goes into the muscle more readily, and it can be reconstituted into glycogen more readily\nIn the type 2 diabetics, that process happens to a much lower extent—it is not shut off completely, but their muscle sensitivity is lower\n\nThe liver vs the muscle:\n\nShulman is basically showing that the liver isn’t as resistant as the muscle, and it can more readily take up some of this glucose\nAnd the reason we’re not seeing an impairment in liver glycogen synthesis is that insulin is not required to get glucose into hepatocytes\nThe GLUT4 transporter is what brings glucose into muscles, it requires insulin\nThe liver uses something called the GLUT2 transporter, and it is purely a gradient based transporter, it does not require insulin\nSo that’s why I think we’re seeing this difference, is glucose makes its way into the liver, and you can make glycogen, but as you said, the partitioning of that fuel is different\n\n \nThe prevalence and clinical phenotype of insulin resistance [1:00:15]\nThe role of skeletal muscle insulin resistance in the pathogenesis of the metabolic syndrome\n\nIn this study, they had an 80% higher triglyceride level if they were insulin resistant and 20% lower HDL cholesterol\nWe see both of those metrics as being elevated and depressed respectively as part of a criteria for metabolic syndrome\nTriglycerides are exported from the liver in VLDL\nall of this kind of ties into what we see in metabolic syndrome—Elevated glucose, fat in the liver, low HDL cholesterol, high triglyceride, more fat in the muscle, and therefore more insulin resistant in the muscle\nA “vicious cycle”\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14844\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-46c-ama20-1024x577.png\" alt=\"\" width=\"1024\" height=\"577\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-46c-ama20-1024x577.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46c-ama20-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46c-ama20-768x432.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46c-ama20-1536x865.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-46c-ama20.png 1698w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 17.\nPrevalence of met-syn and NAFLD\n\nAbout 25% of people globally have non-alcoholic fatty liver disease (NAFLD), and over 80 million Americans have NAFLD (2015)\nAnother study said 10-30% of Amercians have NAFLD, with similar rates reported from Europe and Asia (2011; 2013)\nOver 100 million people have either pre-diabetes and diabetes (2017) \nThere’s also a nontrivial amount of NAFLD in children as well\n\nHuge genetic differences:\n\nHispanics are disproportionately affected (a Hispanic male is obese there’s a 50% chance he has NAFLD)\nAfrican American disproportionally not affected\n\nNAFLD and NASH and liver transplants\n\nNAFLD is fat that accumulates in the liver\nNon-alcoholic steatohepatitis (NASH) is when fat has accumulated such that the liver now becomes inflamed (reversible) until it becomes cirrhotic (irreversible)\nWith growing epidemic of obesity and MetSyn, NAFLD has become the most common cause of chronic liver disease worldwide and will become one of the leading causes of cirrhosis (2018)\nCirrhotic means you need a liver transplant\nWithin the next five years, NAFLD and NASH will be the leading indication for liver transplant in the United States — In 2020, the number of individuals with NAFLD cirrhosis is predicted to exceed that of those with hepatitis B- and C-related cirrhosis, and NAFLD cirrhosis will become the leading indication for liver transplantation (2018)\n\n⇒ See episode of The Drive with Rob Lustig podcast where they discuss the impact of fructose\n \nThe role of exercise in mitigating and reversing insulin resistance [1:05:00]\nAn illuminating study was published in 1996 in the NEJM: Increased Glucose Transport–Phosphorylation and Muscle Glycogen Synthesis after Exercise Training in Insulin-Resistant Subjects\n\nThey looked at the impact of a single bout of exercise on insulin stimulated muscle glycogen synthesis\nThey found that just one 45-minute bout of aerobic exercise—three 15-minute sets at ~65% of your maximal aerobic capacity—restored the concentration of glucose-6-phosphate and the rate of glycogen synthesis in the muscle of insulin resistant participants to that of the baseline or pre-exercise level of the insulin sensitive participants\nIn other words, exercise is boosting insulin sensitivity and glucose disposal\nThis is crucial because a big issue with insulin resistant/diabetic people is that it seems like they can’t put the glucose into the muscle and synthesize it into glycogen\nBut this study showed that one bout of exercise made that possible\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14839\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-52-ama20-1024x575.png\" alt=\"\" width=\"1024\" height=\"575\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-52-ama20-1024x575.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-52-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-52-ama20-768x431.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-52-ama20-1536x863.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-52-ama20-2048x1150.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 18.\nWhen you compare the the insulin-sensitive to the insulin-resistant person…\n\nTheir pre-exercise and post-exercise levels of glycogen synthesis are dramatically different (i.e., the insulin sensitive people also had a significant increase following exercise)\nHowever, the key takeaway is that you have an insulin resistant person exercise and make their muscles look like an insulin sensitive person at rest\n\nTwo probable mechanisms by which exercise is boosting insulin sensitivity and glucose disposal:\n1 – The insulin-dependent way\n2 – The insulin-independent way\n\nThe insulin independent way is probably through AMP kinase\nAMP kinase can cause more translocation of GLUT4 transporters independent of PI 3-kinase\n\nOther things worth noting:\n\nPeter has had patients with type 1 diabetes who used long duration, submaximal exercise to reduce their dependence on insulin\nOver time (i.e., chronically) more exercise reduces intramuscular lipid, increases oxidative phosphorylation, and therefore reduces TAG and DAG \n\nIn summary:\n\nThe importance of exercise in this situation cannot be overstated\nCombine exercise with regulating carbohydrate level to your tolerance, reducing fructose intake, etc. for even better results\nThis is great news because we now know metabolic syndrome, NAFLD, NASH, don’t need drugs to cure them\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14840\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-53-ama20-1024x575.png\" alt=\"\" width=\"1024\" height=\"575\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-53-ama20-1024x575.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-53-ama20-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-53-ama20-768x432.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-53-ama20-1536x863.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-53-ama20-2048x1151.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 19. [source]\n \nHow insulin resistance manifests in the liver [1:09:15]\nBasics:\n\nThe liver doesn’t need insulin to bring glucose in\nGlucose can enter passively\ninsulin still plays an important role in glycogen synthesis but also in gluconeogenesis\nif you look at the mechanism by which glucose and glycogen are managed in the liver\nyou have something called insulin receptor substrate 2 instead of insulin receptor substrate 1, you still have the role of PI 3-kinase, you have something called AKT2, FOXO, a whole bunch of other things\n\n*The main point — The mechanisms are actually quite similar\n\nIn other words, the diacylglycerides turned out to be a big part of the problem\nThe diacylglyceride in the muscle worked by activating something called protein kinase C theta\nBut in the liver, it also works via a protein kinase C, but a different one called epsilon\nSo, diacylglycerides interfere with protein kinase Cs and that interferes with insulin signaling, and that’s what leads to this dysregulation\nDysregulation then leads to is an increase in de novo lipogenesis, an increase in the accumulation of intrahepatic fat\n\nWhy does this happen? Why does our body do something that seems so harmful to us? \n\nEvolution is a lens in which to view this stuff because the environment we live in is so new — only about 100 years (less than 0.1% of our evolutionary history)\nWe are now faced with highly refined crappy foods, and sedentary lifestyles\nDuring periods of pronounced food deprivation (i.e., fasting) out of necessity when food was not available you had to survive\nTo survive meant a number of things, a couple of them being the ability to liberate more fatty acid out of fat cells while reserving more glucose for the brain\n\nSo how does all of this fit in? \n\nStarvation is going to lead to:\n\nLower insulin\nIncrease lipolysis at the fat cell\nMore hepatic accumulation of lipid\nMore insulin resistance in the liver, which would decrease hepatic glycogen storage because you don’t have any reason to be storing glucose at this point, you want to be kicking it out\nYou want to save glucose for the brain\n\n\n\nWhat regulates gluconeogenesis in the liver?\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14841\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-70-ama20-1024x576.png\" alt=\"\" width=\"1024\" height=\"576\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-70-ama20-1024x576.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-70-ama20-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-70-ama20-768x432.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-70-ama20-1536x864.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-70-ama20-2048x1151.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 20. [source]\n\n\n\nThe fact that our liver can actually make glucose out of different stuff is remarkable: Out of amino acids, out of lactate, out of glycerol\n\n\n\n\nBut what regulates that whole process? \n\n\nThe figure shows the pathways through which lactate, alanine, which is an amino acid, pyruvate, oxaloacetate, glycerol, all of these things get brought into the pathway of gluconeogenesis\n\nFour mechanisms by which insulin might acutely regulate hepatic GNG:\n1-Transcriptional: through transcriptional regulation of the key gluconeogenic enzymes\n\nSince changes in genetic expression do not happen fast enough to explain turning GNG off within minutes, there must be another regulatory mechanism with a stronger influence\n\n2-Substrate: alterations in substrate supply to the liver\n\nGlycerol, a byproduct of lipolysis, interestingly feeds GNG in an unregulated manner, which is related to Gerald’s team discovering that metformin decreases GNG by inhibiting conversion of glycerol to glucose\n\n3-Redox: through modulation of the cytosolic redox state\n\nit could be effectively electrochemically regulated by the availability of substrates that work through electrode potential, and NADH and NAD, or NADPH, NADP, I mean, these are the most common things that we use\nFor example, in the Krebs cycle, so much of it is redox run, where these steps are regulated by electron transfer\n\n4-Allosteric: through changes in hepatic Acetyl-CoA. Acetyl-CoA is a potent allosteric activator of pyruvate carboxylase, which is a key rate-controlling step in GNG\n\nRelated to glycerol and lipolysis, β-oxidation of fatty acids leads to production of acetyl-CoA, which feeds the citric acid cycle for energy production\n\nShulman’s conclusion is that it is allosterically regulated:\n-Regarding the transcriptional argument: It is very difficult to see how this could be transcriptionally regulated given that genetic expression takes a little bit of time, typically on the order of hours, and the liver has the ability to turn on and off gluconeogenesis within minutes\n-Regarding the substrate argument: we don’t see that being possible because glycerol, which is the most common substrate, especially in a period of starvation because it’s so freely liberated from lipolysis, is basically unregulated, meaning the more glycerol you pump into this system, the more gluconeogenesis you get out, it never seems to saturate\n-Regarding the redox argument:\n\nPeter doesn’t recall exactly why Shulman didn’t believe redox was a predominant driver \nHowever, he did give insights related to metformin—\n\nhe thought that was a big part of how metformin might actually interfere with this, because obviously one of the things metformin does is it reduces hepatic glucose output,\nmetformin does reduce the ratio of NADH to NAD, which would slow down the path to gluconeogenesis\nIt not be the major player, but it must be a player—metformin increases the NADH to NAD plus ratio, and essentially it makes it like energetically impossible to convert the lactate into pyruvate, and that’s also why you would see an increase in levels of lactate\nShulman thinks that at a 1,000 times therapeutic concentrations for metformin, it’s a complex I inhibitor\nBut at “therapeutic” concentrations, it inhibits what’s called mitochondrial glycerol-3-phosphate dehydrogenase\nUpshot of that is that less glycerol is being converted into DHAP, which goes into gluconeogenesis\nSo it lowers gluconeogenesis because you’re lowering the availability more or less of lactate and glycerol, but then there’s also other, I think it’s alanine. There’s other ways to make glucose from the liver, so the metformin is not going to stop you from gluconeogenesis, but it may dial it down\nNir Barzilai emailed Peter after the Shulman podcast and basically said “we’re not even sure if that’s the mechanism by which metformin induces longevity”\nIn other words, all of this might be true, but that might have nothing to do with the potential longevity benefit of metformin… it may have nothing to do with the reduction of gluconeogenesis and the reduction of hepatic glucose output.\n\n\n\n-Regarding the allosteric argument: \n\nThis basically turned out to be the most potent activator of pyruvate carboxylase, which turns out to be the rate controlling step of gluconeogenesis. \nSo more acetyl-CoA, which is a byproduct of course of the beta oxidation of fatty acids (and glucose for that matter) leads to oxidation of fatty acids\nAnd the breakdown of glucose leads to more acetyl-CoA, which drives this.\n\nLast points:  [1:19:15]\n-What is insulin doing directly in the liver cell? \n-What’s happening outside the liver cell in response to insulin? \n-And how does this all feed into the “starvation” phenotype? (I.e., What do we think is happening when we’re not eating?)\n\nAt the short-term level, insulin is coming into the cell and it’s leading to glycogen synthesis which reduces glycogen production or hepatic glucose output\nOutside the cell, insulin is impairing lipolysis, impairing a fat cell from releasing triglyceride and breaking it down into free fatty acids and glycerol\nThat means you actually will have less glycerol and you’ll have less acetyl-CoA because you have less fatty acid to oxidize, which means you have less pyruvate carboxylase, which means you have less gluconeogenesis\n\n“These two things together, less glycogen being synthesized and less gluconeogenesis, both lead to less glucose production.” —Peter Attia\n \nBiggest takeaways: what we can do to mitigate and prevent insulin resistance [1:20:45]\nFirst, you want to know that you’re insulin resistant long before it shows up in a traditional way\n\nYou don’t want to wait until your hemoglobin A1C is 6.5 and you’re being diagnosed with T2D\nThis means you need to be getting an oral glucose tolerance test\n\nSecond big takeaway, exercise really matters a lot\n\n45 minutes of submaximal/zone 2 exercise\nZone 2 means roughly 65% of VO2 max, and about at the limit of where you can still carry on a conversation\nThis exercise had an immediate and direct effect on glucose disposal\nOver time, so chronically, that’s going to have an even greater effect\n\n⇒ See AMA #145 for more on zone 2 exercise\nThirdly, there is an enormous role for dietary intervention\n\nSpecifically, fructose reduction and glucose reduction until a homeostasis is achieved\n\nNext, liver function tests are key\n\nWhen we see the prevalence of NAFLD and NASH, doing a liver function test is helpful\n\nPharmacologic options\n\nThe mitochondrial uncoupler has potential\nWorth noting that right now the drugs for NAFLD and NASH are some of the most high priorities in the pharma space. \nBut most of them seem to come with undesired side effects\nPerhaps this new hepatic mitochondrial uncoupler will not have some of those problems, but historically mitochondrial uncouplers come with a lot of hyperthermic problems\n\nIn summary: Exercise and nutrition are a first line of defense against metabolic syndrome\n§Selected Links / Related MaterialEpisode of The Drive with Gerald Shulman that set the stage for this AMA: #140 – Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications | Peter Attia (peterattiamd.com) [2:15]\nGerald Shulman’s Banting Memorial Lecture: Critical Viewing on Insulin Resistance – Banting Medal for Scientific Achievement – Gerald Shulman | Ivor Cummins (youtube.com) [4:30]\nAbout 90% of Americans have at least one of these five characteristics of metabolic syndrome: Prevalence of Optimal Metabolic Health in American Adults: National Health and Nutrition Examination Survey 2009–2016 (Araújo et al., 2019) [19:00]\nGerald Reaven’s 1988 Banting Lecture: Role of Insulin Resistance in Human Disease (Gerald M Reaven, 1988) [22:00]\nShulman’s study using NMR which determined that an insulin resistant person can’t make glycogen effectively: Quantitation of Muscle Glycogen Synthesis in Normal Subjects and Subjects with Non-Insulin-Dependent Diabetes by 13C Nuclear Magnetic Resonance Spectroscopy (Shulman et al., 1990) [28:00]\nShulman’s experiment determining that the biochemical block of glycogen synthesis was at the GLUT4 transport: Impaired Glucose Transport as a Cause of Decreased Insulin-Stimulated Muscle Glycogen Synthesis in Type 2 Diabetes (Cline et al., 1999) [32:00]\nShulman’s experiment that showed that intramyocellular lipid (IMCL) content correlated with muscle insulin resistance: Intramyocellular lipid concentrations are correlated with insulin sensitivity in humans: a 1H NMR spectroscopy study (Krssak et al., 1999) [33:30]\nStudy that infused people with lipids and heparin and was able to demonstrate within a couple of hours of giving people lipid infusion with heparin, they were able to induce profound insulin resistance: Mechanism of free fatty acid-induced insulin resistance in humans. (Roden et al., 1996) [35:30]\nPeter’s podcast episode discussing PI3K with Lew Cantley: #110 – Lew Cantley, Ph.D.: Cancer metabolism, cancer therapies, and the discovery of PI3K | Peter Attia (peterattiamd.com)  [41:00]\nShulman’s experiment to assess PI3K activity in the muscle of healthy volunteers before and after a lipid infusion: Effects of free fatty acids on glucose transport and IRS-1-associated phosphatidylinositol 3-kinase activity (Dresner et al., 1999) [42:15]\nPeter’s podcast episode discussing zone 2 exercise with Iñigo San Millán: #85 – Iñigo San Millán, Ph.D.: Mitochondria, exercise, and metabolic health | Peter Attia (peterattiamd.com) [46:15]\nAMA episode diving deep into zone 2 exercise: #145 – AMA #19: Deep dive on Zone 2 training, magnesium supplementation, and how to engage with your doctor | Peter Attia (peterattiamd.com) [46:15]\nAthlete’s paradox studies looking at intramyocellular triglycerides: Distinct lipid droplet characteristics and distribution unmask the apparent contradiction of the athlete’s paradox (Daemen et al., 2018) [49:00]\nShulman’s experiment to answer the question of the fate of the ingested carbohydrate: The role of skeletal muscle insulin resistance in the pathogenesis of the metabolic syndrome (Petersen et al., 2007) [52:15, 1:00:30]\n25% of people globally have NAFLD: Global epidemiology of nonalcoholic fatty liver disease—Meta‐analytic assessment of prevalence, incidence, and outcomes (Younossi et al., 2015) [1:01:30]\nBetween 10% and 30% of American have NAFLD (similar in Europe and Asia): [1:01:30]\n\nSystematic review: the epidemiology and natural history of non‐alcoholic fatty liver disease and non‐alcoholic steatohepatitis in adults (Vernon et al., 2011)\nSimilar rate in Europe and Asia: NAFLD in Asia—as common and important as in the West (Farrell et al., 2013)\n\nOver 100 million people have either pre-diabetes and diabetes:  New CDC report: More than 100 million Americans have diabetes or prediabetes (2017) [1:02:00]\nIn 2020, the number of individuals with NAFLD cirrhosis is predicted to exceed that of those with hepatitis B- and C-related cirrhosis, and NAFLD cirrhosis will become the leading indication for liver transplantation: Nonalcoholic Fatty Liver Disease Cirrhosis: A Review of Its Epidemiology, Risk Factors, Clinical Presentation, Diagnosis, Management, and Prognosis (Li et al., 2018) [1:04:00]\nPeter’s discussion about the impact of fructose consumption with Robert Lustig: #14 – Robert Lustig, M.D., M.S.L.: fructose, processed food, NAFLD, and changing the food system | Peter Attia (peterattiamd.com) [1:04:30]\nStudy showing the impact of a single bout of exercise on insulin stimulated muscle glycogen synthesis: Increased Glucose Transport–Phosphorylation and Muscle Glycogen Synthesis after Exercise Training in Insulin-Resistant Subjects (Perseghin et al., 1996) [1:05:00]\n§People Mentioned\nGerald Shulman [2:15]\nGerald Reaven [22:00]\nLew Cantley  [41:00]\nIñigo San Millán [46:15]\nRobert Lustig [1:04:30]\nNir Barzilai [1:18:15]\n\n§"
}