{
  "title": "#151 – Alex Hutchinson, Ph.D.: Translating the science of endurance and extreme human performance",
  "content": "Alex Hutchinson is a sports science journalist, author of the book Endure—which explores the science of endurance and the real limits of human performance—and former competitive runner for the Canadian national team. In this episode, Alex tells the story of his “aha moment” during a meaningless track meet that catapulted his running career and seeded his interest in the power of the mind. He then explains the science behind VO2 max, the difference between maximum aerobic capacity and efficiency, and extracts insights from examples of extreme human performance, such as the recent attempts to break the 2-hour mark in the marathon. Finally, he brings it back to what this all means for the everyday person: optimal exercise volume for maintaining health, how to avoid acute and chronic injuries, how to diversify your exercise portfolio, HIIT protocols, and much more.\n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#151 - Alex Hutchinson, Ph.D.: Translating the science of endurance and extreme human performance\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#151 - Alex Hutchinson, Ph.D.: Translating the science of endurance and extreme human performance\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#151 - Alex Hutchinson, Ph.D.: Translating the science of endurance and extreme human performance\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nAlex’s background and passion for running (3:00);\nThe power of the mind: Alex’s “aha moment” that catapulted his running career (9:00);\nPursuing a Ph.D. in physics while prioritizing his running career, and doing the hardest thing possible (19:00);\nCareer transition to journalism, tips for improving your writing, and insights from the best writers (26:00);\nBreaking down VO2 max: Definition, history, why it plateaus, and whether it really matters (38:15);\nThe case study of Oskar Svensson: Why a higher VO2 Max isn’t always better, and the difference between maximum aerobic capacity and efficiency (49:15);\nThe sub 2-hour marathon: The amazing feat by Kipchoge, and what will it take to “officially” run a 2-hour marathon (1:01:00);\nComparing the greatest mile runners from the 1950s to today (1:14:45);\nHow the brain influences the limits of endurance (1:20:15);\nRelationship between exercise volume and health: Minimum dose, optimal dose, and whether too much exercise can shorten lifespan (1:23:45);\nAge-associated decline in aerobic capacity and muscle mass, and the quick decline with extreme inactivity (1:40:45);\nStrength or muscle mass—which is more important? (1:47:00);\nAvoiding acute and chronic injuries from exercise (1:48:45);\nHigh intensity interval training: Evolution of the Tabata protocol, pros and cons of HIIT training, and how it fits into a healthy exercise program (1:54:15);\nThe importance of understanding why you are engaging in exercise (2:03:00);\nHow we can encourage better science journalism and reduce the number of  sensationalized headlines (2:05:45); and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesAlex’s background and passion for running [3:00]\nBackground\n\nAlex authored the book Endure: Mind, Body, and the Curiously Elastic Limits of Human Performance — “I literally couldn’t put it down” says Peter\nHe’s written many articles for Outside Online and Runner’s World\nHe has a PhD in physics from the University of Cambridge\nHe received a masters in journalism from Columbia University\nHe was a collegiate runner at McGill and also the University of Cambridge\n\nRunning passion and early career\n\nRunning was the “most important thing in my life until I was 28”\nAfter 28, continued training seriously into his early 30s\nStill runs six days a week — “always been the guy who liked to run around and I ran elementary school cross country”\nJoined a track club when he was 15 at the University of Toronto Track Club and was hooked\nHigh school was at a school called the University of Toronto Schools\nUndergrad was at McGill, a great academic school in Canada, but they don’t have athletic scholarships\nAlex was a top tier runner in high school but was ill and didn’t run his senior year so he did not end up getting a scholarship\n\nTime at McGill\n\nAt McGill, he was a 1,500 meter runner when he showed up and with the assumption that I would be moving up to 5,000 meter\nAlex says he didn’t have a lot of sprint speed\nAnd the 800 meter run is “the most painful race there was”\nIn the context of workouts specifically at McGill, they were more sprint-oriented workouts: hard two-minute effort and a longer rest\nAlex found that challenging — “The intuition would be you want to ask your coach for more recovery, but it was the opposite for me.”\nA two minute all out effort is the single way to get the highest possible lactate levels and that’s synonymous with extreme suffering\nIn some ways, Alex would rather run a marathon than an 800 meter race\n\n“There’s an assumption that longer equals harder, and man, no, there’s a whole different world of pain that you can get into if you’re willing to push yourself hard in those two minute efforts to 10 minute efforts.” —Alex Hutchinson\n \nThe power of the mind: Alex’s “aha moment” that catapulted his running career [9:00]\nTurning point in his running career\n“This started my movement away from just, ‘we can calculate everything from physiology, that endurance is a little more complicated than the equations that you might start with.’”\nHis “aha moment”\n\nAlex was about to compete at a “totally meaningless meet”\nIt was his third year at McGill University \nAt that point, for almost 3.5 years, he’d been running between 4:01 and 4:03 for the 1,500 meters\nA career goal for Alex was to break 4 minutes\nAt this meaningless meet, there was no competition, he going to win the race no matter what\nAt the last minute, he just decided he was going to “go hard and just see what I can do”\nIn this indoor track, your splits get called out every 200 metersAnd indoor track is 200 meters long so you get splits every about 30 seconds\nThe timekeeper called out 27 seconds for the first 200 meters (about five seconds faster than four minute pace)\n27 seconds is extremely fast and it’s a terrible way to start a 1,500 meters race if you are trying to run sub four minutes\n“I had conflicting emotions of like, ‘Oh God, you idiot’ with ‘Oh, I actually feel surprisingly relaxed’”\nBut there’s some magic that happens in a race, and you can sometimes dismiss those discrepancies \nHe was way ahead of the pace after the third lap\n\nAt that point in the race, two things were happening:\n\n1- He realized he was having a really good day\n2 – Realized that the splits were no longer meaningful because you memorize the splits for the races you think you’re going to run\n\nNext, he made the best decision of his life: \n\nHe stopped listening to the splits and decided to “put his head down and go for it”\nHe finished with a time of 3:52, — nine seconds faster than his personal best at the time\nFor context, a one second personal best would have been a huge victory — “Nobody PBs by nine seconds after they’ve been training hard for four years, five years”\nAlex says it was “absolutely mind boggling”\n\nPost race analysis\n\nOne of his teammates had been privately keeping Alex’s splits and told him that he actually did NOT go out at 27 seconds, in fact he was closer to 30 seconds (and same thing was lap 2)\nIn other words, the timekeeper calling out his splits was actually wrong at the time\nAlex was basically “fooled” into thinking he was having an amazing day, and then did\n\nWhat happened next?\n\nThat was a very bizarre circumstance\nBut then the question is: what happens after that? Do I become a four-minute runner again? Or can I run 3:52 again? And the answer is neither.\nIn his next 1,500 meter race, he ran 3:49\nThe next race after that, he ran 3:44 which qualified him for the Olympic trials \n\nReflecting on this “aha moment”\n\nHe realized something has changed within him\nIn hindsight, it also changed his understanding of what this whole endeavor was about and what we were trying to optimize\nWhen his book, Endure, was released, his old coach from high school read the book and asked to see Alex’s training log\nHis conclusion was that Alex was in shape to run 3:55, for sure, but he was not doing workouts that predicted 3:44\nSo, in a way, the first breakthrough might’ve been in some ways just catching up to the ways he was holding himself back — overthinking, stressing out, etc. all these things that people do in competitive scenarios. \nThen, however, that gave him so much confidence that it slingshotted him right past where he “should” have been able to run\n\n“The farthest above my baseline workout fitness were in the months after that breakthrough, because I was just riding that high, and I believed I was semi-invincible.” —Alex Hutchinson\nHis first Olympic trials\n\nAlex’s first Olympic trials for the 1,500 was in 1996\nIt did not go as well as he’d hoped\nHe came close to dead last in the final (but note he did make the final)\nHe was standing line next to Graham Hood (the Canadian record holder at the time) on the starting line\n“It looks like I’m waking up from a dream and looking around and in my pajamas or something like that. You know I don’t belong on there and you know I don’t believe I belong there.”\n\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/8dSLUVmK1Ik?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n\nA year later, he returned to the Olympic trial and ran well — he came in fourth place\n\nPeter asks Alex if he could have broken a 4 minute mile at his peak:\n\n“You’re poking your finger into a raw wound here.” says Alex\nThe official conversion tables suggests that he would have run a flat 4:00\nOnly a few thousand people have ever broken 4 min mile (more people have stood on top of Everest)\nBut Alex believes he would have done it, if he had the chance to try\n\n \nPursuing a Ph.D. in physics while prioritizing his running career, and doing the hardest thing possible [19:00]\nDecision to pursue a PhD\n\nCompleted a three-year PhD from 97 to 2000 PhD in Britain at Cambridge\nHis PhD was in semiconductor physics\nAfter undergrad, he didn’t know what he wanted to do\nHe decided to follow a piece of advice he’d gotten when leaving high school: “If you don’t know what you want to do, do the hardest thing possible.” \nOne reason why that is relevant is, for example, you can study physics and then become a journalist, but you can’t study journalism and then become a physicist — “You can only slide in one direction”\nContinuing his education was also a way of allowing him to continue his running career\nTo be clear, he was considering physics as a career, but his decision was framed in a way that even if he left physics, he would have zero regrets about spending three years in England, studying physics\n\nHow did your training change when you went to England versus Canada?\n\nHuge culture difference in collegiate sports\nIn the U.S., collegiate sports are a big deal, a medium deal in Canada, and they’re not a big deal in the UK\nThe athletic scene at Cambridge, for example, is student run (i.e., there’s no coach)\nBut the flip side is you have a lot of autonomy and you take responsibility for your training and your success\nWhy this approached in the UK might foster longer term love of sport:\n\n“I think the lifelong retention, the extent to which people develop lifelong habits, lifelong love of sport and activity and competition, I think is much higher because you learn to be autonomous in university, as opposed to the classic thing in the U.S is you’re there for four years, you’re representing your college and then college ends.”\n“There’s no encouragement to stay involved in sport. And you haven’t developed the skills required to self-motivate, self-organize.”\n\n\n\nDecision on what to do after PhD\n\nAfter completing his PhD in 2000, running was still his priority\nHe was 25 at the time\nAt that point, he was coming back from this three-year injury process\nHe was on the right trajectory in terms of his running training in 1998, but injuries set him back for a few years \nHe wanted to give himself one year to see if could get back to form and have a shot of making the Olympics\nMoved back home with parents and did some tutoring of high school students\nSpent a ton of time reading in the library (classic books from the 19th century literature)\nHe spent a year running, qualified for some national teams, but hadn’t progressed as much as he’d hoped\n\nPhysics postdoc\n\nSimultaneously, he was applying for postdocs and took  one at the University of Maryland sponsored by the National Security Agency in quantum computing\nIt was a hedge bet: “I’ll take this, because the research sounds really interesting and the people are fun and it may lead to a physics career.”\n\nRunning still a priority\n\n“The one thing about academic life is if you choose, you can make other things like running your priority.”\nTrained for 2.5 years with a very good training group led by a guy named Matt Centrowitz Sr. \n\nHis son, Matthew Centrowitz Jr., went on to win the Olympic gold medal in the 1500 m in 2016\n\n\n\n \nCareer transition to journalism, tips for improving your writing, and insights from the best writers [26:00]\nDecision to pursue journalism\n\nHard to explain, says Alex, but he started to notice he enjoyed writing\nHe actually enjoyed writing his PhD dissertation (most people hate that part)\nSo he thought he might like writing as a career\nApplied for a bunch of internships, but didn’t get any \nHe decided it was a credentialing issue, he needed to show people he was serious about journalism\nSo while doing his physics postdoc, he applied to a few different journalism schools for master’s programs (this was in 2004)\nTiming wise, he decided to give one last shot at the Olympics, but if it didn’t work out, he could start journalism school right after that\n\nFarewell to running\n\nHe got a stress fracture in his lower back three months before the Olympic trials\nWent to the Olympic trials anyway as a “farewell to running”\n“My Olympic dreams were officially over.”\n\nTransition to journalism\n\nHe wanted something else to be passionate about\nAlex realized at some point that when he went home from his physics job, he had no interest in thinking about physics any more\nAlex figured that journalism could be a way to pursue his interests  in a professional way \n\n“So I needed to find something. . .that I wanted to keep doing. Where the work and the play overlapped.” —Alex Hutchinson\n***\nRunning books that influenced Alex back in high school\n\nAlex is a reader and when he got into running in high school, he read books on the subject\nOne of the first books he read was Lore of Running by Tim Noakes\nHe also remembers reading another book called Better Training for Distance Runners co-written by a physiologist named David Martin\n“I could talk about VO2 max and lactate threshold with other people who were interested in this stuff. But I wouldn’t say I had a deep understanding of where it came from. I had a superficial acquaintance with the concepts.”\n\n***\nBack to journalism career\n\nHe completed one year of journalism school\nThen did 16 months as an intern at a newspaper called the Ottawa Citizen where he learned to write on deadline — “when you’re the lowest man on the totem pole at a daily newspaper, you learn to write fast, multiple stories a day”\nAfter his internship finished he became freelance (because there were no jobs)\nAbout 2008, he started to get into writing about the science of running \n\nLessons learned from journalism school and interning at the Ottawa Citizen\nWhat he got out of journalism school:\n\nFirst, an understanding of the jargon \nSecondly, the forms\n\nIn high school, he learned the “hamburger essay”: five paragraphs, an introduction, three main points, and a conclusion\nTurns out that there are underlying forms for most of the articles we read\n\nA news story uses the “inverted pyramid”\n\n\nFor good writers that form is invisible\nYou don’t need to be slavishly following those forms, but you need to understand what the forms are, so you can understand when you’re deviating from them you’re doing it on purpose\nAlso, using forms helps you understand what a reader’s expectation is (even if the reader himself or herself doesn’t realize what that expectation is)\n\n\nIn summary, \n\nhe learned about forms — but learning about form is “not the same as mastering the form”\nHe learned by doing — “rarely getting more than a day to write a story”\nHe notes that “doing” was beneficial only because he had a sense of what the structures are that you’re trying to transcend\n\n\n\nWhat good writers do—\n\nYou’re trying to be more than just plugging in the pieces of a jigsaw puzzle\nEvery piece of writing has form—whether it’s a news story, grant application, scientific publication\nAlso must have a good understanding of who the audience is — “If you understand who the audience is, you understand what their expectations are in terms of what the piece is going to flow like.”\n\nHow to improve your writing:\n\nPractice: Doing a lot of writing on your own\nReading critically and studying good writers: Look at the writing that you like and try to break it down…\n\nWhat are they doing here? \nWhat makes this work?\n\n\n\nThe parallel of the talent of great athletes to great writers\nPeter makes the following point:\n\nSomewhat like athletes, you could have the same debate about good writers being born versus made in terms of scientific writers\nSid Mukherjee, for example, is incredible — “It’s no different than watching a remarkable athlete do something.” says Peter\n\nAlex extends the parallel\n\nWe can look at Michael Phelps swimming and say, “I will never be able to swim like that.”\nBut it’s a mistake to then say, “Swimming is also all genetic and therefore I am doomed not to get better at swimming than I am right now.”\n\n“Most people don’t come anywhere close to fulfilling their “genetic potential.” —Alex Hutchinson\n\nAlex is especially blown away when fiction writers take their skills into non-fiction — “The level of language and imagery; To be honest it’s sometimes a little depressing to me.”\n\n*Final tip for writers: Own who you are\n\n“I’m not a poetic writer, but what I hope to be is a very clear expository and explanatory writer. So I will never paint the picture that I really admire in some other writers’ writing, but hopefully I can excel at another aspect of it.”\n\n \nBreaking down VO2 max: Definition, history, why it plateaus, and whether it really matters [38:15]\nwhat VO2 max is, both in an absolute term, and then in a manner that we normalize it by weight, and what it is and what it isn’t. How it’s measured, how it matters, and maybe we’ll even talk about some notable exceptions.\nWhat is VO2 max\n\nThe first order analogy = it’s the size of your engine\nPhysiologically, VO2 max is telling you how quickly you can take oxygen from the air into your lungs, get it into your blood, pump it to your muscles, and then have your muscles use it in the metabolic processes that will provide energy to move you\nVO2 max is a rate ⇒ how much oxygen per unit time can you process going max effort\n\nQuick backstory\n\nVO2 max was first discussed/measured in the 1920s by a guy named A.V. Hill, a very good runner himself\nIf you ask someone to go out and run at a gentle pace, let’s say they consume 2 liters of oxygen per minute\nTell them to speed up and now they’re doing 3 liters of oxygen per minute\nTell them to speed up again and now they’re going really fast and they’re losing 4 liters of oxygen per minute\nTell them to speed up again and they are still only using 4 liters of oxygen a minute\nIn other words, there’s a plateau—a point at which, even though you’re working harder, you’re not using any more oxygen\n\nWhat it means when you plateau\n\nBasically, you’ve reached a point where no matter how hard you push yourself, you can’t get more oxygen\nYou can still go faster, because you’re starting to use other forms of energy, but this is the limits of your aerobic system\nVO2 max does NOT tell you exactly how fast you can run, but it tells you what sort of aerobic engine you have to play with\n\nExplaining the unit of measurement \nHow body size affects your VO2 max\n\nWhen Alex was tested back in high school, he could get to around 5.1 or 5.2 liters per minute\nA good rower, by comparison, would be using 7 liters a minute or more\nHowever, the rower is much bigger than Alex\nSo his higher liters per minute doesn’t necessarily mean that that rower is better at using oxygen, because the rower has way more muscle\nThe amount of oxygen reaching any given muscle cell may actually be lower\n\nMilliliters per kilogram\n\nA better comparison between athletes is to divide by weight\nRather than liters of oxygen per minute, VO2 max numbers are typically reported in milliliters of oxygen per minute, per kilogram of body weight\nFor Alex, 5 liters of oxygen per minute works out to something like 80 milliliters of oxygen per minute, per kilogram of body weight\n\nAn even better comparison\n\nPeter says a better comparison would be total liters per minute divided by lean mass, normalized at time\nThen you’re at least getting the metabolically active tissue, presumably.\n\nDoes it even matter?\n\nAt a certain point, it doesn’t matter that much anyway because you can’t just measure someone’s VO2 max and know how fast they’re going to race\nIt’s really not that useful, especially for comparing between people\nNow comparing within yourself and how you improve, does tell you something, but in that sense it doesn’t matter what you’re dividing by\n\nWhat is it that causes VO2 max to plateau?\n\nResearchers love the VO2 max test because it is separated from motivation — “if you tested endurance by simply having someone run a mile as fast as possible, any test like that depends on motivation”\nThe nice thing about VO2 max is that, in theory, it’s independent of motivation\nSo if you see a plateau, you know that’s a property of their body and not a product of whether they were excited about the study\n\n-So what’s causing the plateau?\n\nIt could be in the lungs\nheart\ncirculation\nthe muscle’s ability to extract oxygen\nIt’s still a controversial topic\n\n-The picture that emerges: \n\nAlmost every part along this cascade is engineered more or less to what it needs to be\nAnd so if you perturb any of those elements, you can get limitations\nFor example, the conventional wisdom is that your lungs are not a limitation, that you can always breathe enough in\n\nAnd for decades, it’s been conventional wisdom that the lungs don’t respond to training because they’re overbuilt\nThere was a big review paper published recently arguing that in some cases the lungs aren’t overbuilt and one of the situations is highly trained endurance athletes \n\nThey can be limited by their ability to get enough oxygen in\n\n\n\n\nYou can also run into situations where an athlete is so fit, their heart is so strong, it pumps blood past your lungs so quickly that it doesn’t have time to fully stock up on oxygen\n\nget something called exercise induced arterial hypoxemia\nusually an issue at altitude, but in elite endurance athletes is actually about half of them exhibit it even at sea level\n\n\nAt every stage of the way, there can be limitations if anything is knocked off kilter\n\nRight down to the ability of the muscles to first extract the oxygen from the bloodstream and then to make use of it metabolically in the mitochondria\n\n\n“There isn’t one single answer”\n\nIs there a better way to test where the limitation is coming from?\nPeter says he’s always wanted to see this kind of experiment:\n\nTake a group of athletes and run them all to max\nThen you reduce the FiO2 of the incoming oxygen\n\nWith room air, for context, you’re getting a fractional inhalation of oxygen of 21%\n\n\nThe way they’re calculating how much oxygen is being consumed is they’re measuring the concentration of oxygen on the way out and calculating the delta\nPeter thinks it would be interesting to start selectively dropping FiO2 21%, 20%, 19%, 18%, etc.\nPresumably if the lungs aren’t the limitation, you should still see the same absolute delta\nThis experiment would least start to eliminate one of those variables—which would be FiO2 and capillary exchange—and then you start pointing to some of these other variables\n\nThe lactate paradox\n\nIt’s interesting when you go to higher altitude and you reduce the amount of oxygen, “funny things happen”\nFirst, you would think what would happen is you can’t get enough oxygen, so you’re going to be go anaerobic sooner, you’re going to produce more lactate\nAnd yet, the opposite happens — something called the lactate paradox\nAlso, if you try and exercise to exhaustion at lower levels of altitude, you actually give up when your lactate levels are lower than you would at sea level\nThe picture that makes sense to Alex is that these things are not just about how much oxygen is making it to the muscle:\n\nIt’s also like, “What is your brain oxygen level?” \nOther circuit breakers that are starting to come down that aren’t even on this path from mouth to lungs, to blood, to muscle.\n“There’s other factors that are saying, ‘Whoa, wait a second. Oxygen is getting a little low, we’re going to actually cut off the supply to the muscles or reduce it in order to make sure that we don’t get stupid.’”\n\n\n\n \nThe case study of Oskar Svensson: Why a higher VO2 Max isn’t always better, and the difference between maximum aerobic capacity and efficiency [49:15]\nOskar Svensson\n⇒ See Alex’s profile on Oskar Svensson: The Story of the Cyclist with the Highest-Ever VO2 Max\n\nOskar Svensson was a former downhill skier who had taken a talent screening to see whether he’d be suitable for something like cycling\nAt age 17, completely untrained, he scored something like 74 milliliters per kilogram per minute in VO2 max\nHe started training as a cyclist as a teenager and pretty quickly scored 83, then 85, then 92\nThen, a scientific journal was eventually published saying his score was 96.7 when he was 18 years old\nThis is not only the highest recorded score in human history, but it’s also higher than all the rumors\n\nHistory of high scores\n\nReports exists of people in the 90s, but high VO2 max numbers sprout very easily because it’s hard to do these tests right\nThe garden variety machinery used to do these tests is not designed to handle seven liters of oxygen per minute\nThe previous VO2 max record holder was Bjorn Daehlie, the greatest cross country skier in history who in the late 90s reputedly tested 96\nThe Norwegian ski team leaked it to the press as a kind of PR move, it was never published in a journal\nMatt Carpenter reported measured 90.2\nKílian Jornet reported measured 89.5\nSteve Prefontaine measured 84\nA lot of people who have high numbers, but virtually none of them are published in the scientific literature\n\nOskar’s VO2 max\n\nOskar’s score of 96.7 is “higher than the rumors, but it’s way higher than the verified numbers”\nThey even disassembled the machine and send it back to the manufacturer to get it calibrated\nIt came back showing that it was indeed working properly\nAfter his retirement they published the data and shared it\nHe was tested again several months later, he has put on 2.5 kilos of body weight\nHis VO2 max number came down into the 80s\nBut his absolute level of maximal oxygen consumption had barely come down\n\nAlex finds this second test to be the most convincing argument that the original test was accurate\n\n\n\nOskar’s cycling career, and why VO2 max doesn’t correlate perfectly with performance\n⇒ See Why a Higher VO2 Max Isn’t Always Better \n\nHe turned pro at age 20 with team called Joker\nThe expectations were out of line with what was reasonable\nOfficially announced his retirement when he was 23\n\nWhy wasn’t he successful?\n\nReanalyzing his data: \nHistory of VO2 scores: \n\nStarts at 74, goes past 80, hits 90 something, then tops at 96\nThen he actually comes back down and after he retired from cycling, he was back down to 77\n\n\nLooking at his efficiency:\n\nA much more interesting story\nHe started out at his most efficient when he was untrained\nThe more he trained, the less efficient he got, meaning he could deliver more aerobic energy, but he used more aerobic energy in order to maintain a given pace.\nFor a given output, how much input (oxygen) do you need to get this output? \n\nAn athlete over time should get better and better\nFor a fixed wattage, you want to see what’s called PvO2 (power at a given VO2) come down as you get better \n\nIn running, this would be the vVO2\n\n\n\n\nIn other words, for a given oxygen consumption, you want velocity to go up just as you would want power to go up\nPeter is very surprised by that — “I would have been less surprised if it had been unchanged, but I was very surprised that it deteriorated.”\n\n\n\nLong-standing debate: Is there an inverse relationship between VO2 max and efficiency?\n\nSaid another way, if you build your engine bigger, do you necessarily end up with a less efficient engine?\nStill no consensus on this\nIf you just take a bunch of elite athletes and you measure their VO2 max, you tend to see an inverse relationship — The people who have the highest VO2 max tend to have slightly lower, slightly worse economies\nPeople that have the best economy, tend to have slightly worse VO2 max\n\n-Possible explanations for this phenomenon:\n\nPossibility #1: You don’t tend to hit the lottery twice\n\nIf you happen to have a VO2 max that’s 92, then you’re not going to have the best possible economy\nAnd when you’re only looking at elite athletes, that means that everyone else there’s going to have something special\nSo if they don’t have the best VO2 max, by definition they have to have a great economy, because they have to have something that’s exceptional\nyou see this inverse relationship that either you have good economy or you have good VO2 max\n\n\nPossibility #2: There’s actually a trade off—if you’re optimizing one physiological parameter it may come at the cost of the other physiological parameter\n\nThe Oskar Svensson data points to this  explanation\nThe training he did must have been pretty good for increasing VO2 max\nBut it may have actually been bad for his economy at a metabolic level\nA paper was published in response to this Svensson case study reanalyzing his data\n\nThat paper was pointing to a potential cell level explanation of what’s happening to certain enzymes at a given point\nThe upshot of the paper: \n\nIf you’re doing a lot of training that requires very high VO2 max level outputs, your metabolism and your cells need to make choices to produce high output, instead of to be as efficient as possible. \nAnd over time that’s what you’ll get better at and you’ll lose that efficiency. And so you’ll pay a slight penalty for optimizing your training for VO2 max\n\n\n\n\nThe question worth considering is what would have happened if you took Svensson’s genetic gift of an engine and instead of maximizing on VO2 max, you train him and he’d get up to 85 or 90 maybe, but you put much more effort into sort of zone 2 (right at lactate of 2.0)\n\n\n\n-Looking at his training In the original paper…\n\nOskar was spending a lot of time in the 300 to 400 watt range, but he could have probably been in the 300 watt range where he’s still just under two millimole of lactate, but he’s dramatically increasing mitochondrial efficiency\nIf that zone 2 work represented two thirds of his training volume, he’d likely have a lower VO2 max, but he might have been a better cyclist\n“Whatever he did, he paid too high a price for that VO2 max, just by definition, it didn’t work out.”\nThis observation agrees with the prevailing wisdom among endurance athletes that about 80% of your training should be easy, conversational pace (i.e., zone 2)\n\n⇒ See AMA #19 for a deep dive into zone 2 training \n \nThe sub 2-hour marathon: The amazing feat by Kipchoge, and what will it take to “officially” run a 2-hour marathon [1:01:00]\nAlex’s 2014 prediction\n\nIn 2014, Alex wrote an article for Runner’s World predicting that it was possible to run a sub two-hour marathon, but that it wouldn’t happen until around 2075\nHis prediction was based on how marathons as they are currently run\nBut, he did say that if it’s going to happen, it’s going to happen on an optimized course — one that optimizes for temperature, terrain, curvature, etc.\n“Marathons are this kind of anomaly where they’re run in a Tour de France style, in a very uncontrolled environment which differs from race to race. And yet we care about time.”\nThe world record in 2014 was 2:02:57 by a guy named Dennis Kimetto\nTo break 2 hours, someone would need to shave 3 minutes off the record — For context, it took about 30 years to shave 4 minutes off a marathon time when the world record was 2:06:50, by Belayneh Densamo in 1988\nOf course, things are getting optimized as we go so you would expect the curve to be leveling out — “There’s less and less low-hanging fruit to get”\n\nBreaking2 project\n\nIn 2016, Alex was assigned to report on a top secret Nike project called Breaking2 — a race they eventually held in spring of 2017 (video)\nThey’d spent about several years with 20 people full-time working on it, trying to engineer a sub two-hour marathon\nBrought 20+ of the best runners to labs to measure their VO2 max and their economy and various other things\nThey narrowed it down to three runners before choosing Eliud Kipchoge\n\nCheck out Alex’s article: We Now Have the Lab Data on Nike’s Breaking2 Runners \n\n\nThe track they chose was Monza, the Formula One race track in Northern Italy\nThey used the junior loop because that was the straightest possible with just the barely perceptible curves\n\nit doesn’t have much elevation change\nclose to sea level\nThey optimized the nutrition, the aerodynamics by sticking adhesive bumps onto the legs of the runners to try and reduce the drag when they’re swinging their legs back and forth\n\n\nThe two most significant things they did were \n\n1) Having ~7 pacemakers basically blocking the wind for the chosen runners for the whole way\n\nThey had to have runners dropping out every couple of laps and new runners swapping in (not allowed according to the official rules of marathoning making this race “unofficial”)\n\n\n2) They used a whole new type of shoe that had a curved carbon fiber plate embedded in the sole that improves running economy by about 4% on average\n\n\nEliud Kipchoge was the reigning Olympic champion and he had the second or third fastest time in history at that point\n\nResults of the first Breaking2 race\n\nKipchoge ended up running 2:00:25 (two and a half minutes faster than the world record)\nWhile he didn’t run sub-two, it was considered a victory because nobody thought that all optimizations would actually add up to a human running that fast\n\nThe sequel: Ineos 1:59 Challenge\n\nIn 2019 in Vienna, funded by the petrochemical company, INEOS, instead of Nike, they basically replicated most of what Breaking2 had done\nKipchoge at this point had set the marathon world record of 2:01:39 at the Berlin Marathon on September 16th, 2018\nIn this Ineos 1:59 Challenge, he ran 1:59:40 and “it has galvanized and polarized the running world” \nThese events left a bad taste in the mouths of a lot of people, both for the circus-like quality, but also because of the shoes\nThe shoes became very controversial because it’s not clear whether shoes that make you 4% more efficient are within the spirit of the sport or within the rules of the sport\n\nWhat role should advancing equipment play in record books?\n\nPeter says this sounds an awful lot like where swimming was in 2008 and 2009\nThe tech suits from basically 2000 to 2008 had gotten so quick that by 2009 FINA said it would no longer allow the suits beyond 2009\nThere are still some world records that stand nearly 12 years later, from those 2009.\nThere was this sense that banning those suits would just completely change the record book, but it has turned out that swimming has continued to advance\nIt’s an analogous debate, says Alex, of What role should the equipment play in a sport that is not like Formula One, whose inherent attraction is its simplicity?\nLooking at cycling\n\nconsider a bicycle today versus a bicycle 20 years ago\nif you look at the bikes ridden in the late ’90s versus today, they’re not even the same thing. They’re not even close\n\n\n\nAlex’s overall take regarding the advancement in running shoes:\n\nThe key that I would say is… anyone who thinks that the progress of the sport over the last 10 years, much less 50 years, much less 100 years is all about, “Well, we’ve learned more and we’re digging deeper,” is kidding themselves. \nTechnology is baked into the improvement curve, changes in circumstances, environment and technology are baked into those curves right from the get go\nYou can acknowledge that and still say, “I understand the curve’s going like this, but I don’t want it to drop off a cliff.”\nThe world records have been absolutely knocked silly in the last two years, since these shoes have become common\nSo it’s a tough call, says Alex\n“I don’t think it was obvious that you could ban them until they’d already been used enough to realize that, ‘Oh, wait, this is real. This is a big advantage.’ By which time it was kind of too late to ban them\nAlex is sort of used to press releases every year of new tech that promises to append the sport of running, so he kind of ignores that stuff\nAdditionally, carbon fiber plates had been used before—including to set world records—it’s just that Nike finally got the recipe right\nSo in a sense, it changed the sport, and in the long run things will settle back into parody and we won’t worry about it\nBut, there was a period about 2016 to 2019 where it’s like, if you didn’t have the right shoes you probably weren’t going to win the race. And that is a little unfortunate.\n\nAlex’s revised prediction\nWhen do you think 2 hours will be broken on a legitimate road course with full marathon rules that will constitute a world record? \n\n“It’s not going to be 2075.”\nBut the answer depends on what you define as legit\n\ne.g., Is a loop course legit? Can they pick a start time depending on weather forecasts?\n\nFor the record, Alex would consider those option “legit”\n\n\n\n\n\nThe key thing that needs to change for it to be official in Alex’s mind: Pacemaking\n\nYou can’t have people jumping in halfway, that’s the number one thing they have to change for me to consider it a legit sub two-hour marathon\nAlex now thinks it could happen sometime in the next 10 years\n\n \nComparing the greatest mile runners from the 1950s to today [1:14:45]\nPeter asks: \nWhat is the difference between Roger Bannister and the fastest miler today?\nHow much of that difference is technology, how much of it is training/nutrition?\nWhat would be the buckets you would classify as the improvements?\n\nBannister’s fastest mile was 3:58 which he ran in 1954\nToday’s record is 3:43 set by Hicham El Guerrouj set in 1999\nThe biggest change from Bannister to now is training, says Alex\nBannister trained with four or five miles a day, five, six days a week — “he was training at a very, very light level”\nEven one of Bannister’s contemporaries, Emil Zátopek was starting to push the boundaries of how hard you could train,  doing 60 by 400 instead of 10 by 400\n“So, it’s not like nobody understood that training worked, but Bannister versus today, it’s training is the difference.”\nThe track quality and the quality of the spikes is negligible\nNutrition for a mile run is just not that big of a deal\n\nIf you fast forward to the 1960s…\n\nPeople like Jim Ryun—who ran 3:51 for the mile as a teenager in 1967—he’s training like a beast with 40 by 400 meters\nHis pace was probably 65 seconds per 400 with a couple minutes of light jogging between each 400\nAt that volume, in the context of high mileage, he was doing them at a pace that was extremely challenging\nZátopek’s the guy who’s holding his breath between phone poles on his run — So, he was all about just making stuff hard\nWhereas Ryun was taking that to a systematic level with his coach Bobby Timmons\n\nNot much change in training from the 1960s to today\n\nYou can’t make much distinction between the training of the 1960s and the training of today\nIf you take Jim Ryun’s mile time of 3:51, it’s only 4 seconds off the current world record\nBy the 60s, training was mature\nAll the other stuff that we worry about—nutritional aids, nomadic compression devices, ice baths, etc.— “I’m not saying it doesn’t help on an individual basis, but you can’t see it in the record curves or anything like that.”\n\nOverlaying this against horse racing\n\nHorse racing time records have stagnated since the 1950s\nSecretariat is hands down the fastest horse that’s ever run\nPeter read a very interesting argument that made the point that we’re getting further from Secretariat now because we’re actually seeing less diverse breeding of horses\nSecretariat’s times were unbelievable when you think about it through the lens of even running, to run a mile in a quarter and to negative split by mile all five miles\n“Secretariat’s winning times at Belmont, I don’t think any horse will come close to that.”\nIt’s important to note… \n\nWhatever amount of money we have in the running world that is allowing us to optimize nutrition and training, and yet there’s way more running in horse racing. \nIf there were physiological advances that allowed us to run faster, they would be using those on horses\n\n\n\n \nHow the brain influences the limits of endurance [1:20:15]\nInsights into the limits of endurance\n\nAlex eventually was able to focus his journalistic work to researching and writing about running \nInitially, he was doing so in a very conventional way—what heart rate should you do, your running tempo, etc.\nThen he starting taking a closer look at the literature\nHe came across a paper around 2007/2008 in the journal of physiology debating whether or not dehydration impaired endurance performance\n\nIn the paper, Tim Noakes—a very notable contrarian scientist—was arguing that we have NOT shown that dehydration itself impairs performance, rather it’s thirst that impairs performance\nIn other words, if you drink enough that you’re not thirsty—even if you’re dehydrated—it doesn’t impair performance\nAlex’s reaction to this was, “Oh wait. One of the things that I thought was beyond debate is debatable.”\n\n\nFollowing this thread, he discovered that Tim Noakes had proposed this idea called the central governor model—when you exercise as hard as you can, the reason you stop or slow down is NOT because your legs aren’t capable of going faster, it’s because your brain is protecting you\nThis concept started to make the connection to his “aha moment” in his 1500 meter race — “If it’s just ‘multiply your VO2 max by your running economy divided by your lactate threshold’… there shouldn’t be any change.”\nThis got him interested in role of the brain in the limits of human performance\nThis was the seed of his eventual book, Endure: Mind, Body, and the Curiously Elastic Limits of Human Performance\n\n“There should be a book about this. . .about how do we bring the brain in, not just in a sense of you have to really want it to try really hard, but to understand how the brain is influencing, or controlling, or playing a part in determining the limits of endurance.” —Alex Hutchinson\n \nRelationship between exercise volume and health: Minimum dose, optimal dose, and whether too much exercise can shorten lifespan [1:23:45]\nWhere does endurance sports fit into health?\n\nThe purpose of the sport is to be fast—to have endurance and speed at the right combination\nBut even if one is not competing, endurance based exercise is still an important pillar of health, says Peter\n\nMany people misinterpret their body’s distress signals\n\nAlex says one of the barriers to being physically active is when people interpret the distress signals when you start exercising as signs that your body is reaching its limit\nYou’re panting, you’re out of breath, your legs are burning, and thinkin “I’m giong to die” \nMany people will stop at that point\nBut it’s not so much about how to change your limits… but about understanding what those limits represent and understanding that they are not signs that you’re going to die\n\nSome discomfort is necessary\n“Any meaningful form of exercise that’s going to do substantial amounts of good is going to involve dealing with discomfort in one form or another.” —Alex Hutchinson\n\nGet to a place where you understand that the feelings of discomfort are not signs that something is going wrong with your body, but they are just information\nThe signals are telling you where you are on the road to reaching your limits\nYou don’t have to go to your limits but you also don’t have to stop\nInstead, you can just interpret that as information and say, “Okay, understood. I’m out of breath, but I can keep going.” \n\nOpposing points of view on the relationship with volume of exercise and health\nTwo opposing points of view with respect to exercise:\n1—One point of view is that the exercise longevity curve is J shaped \n\nAt the far end of the spectrum, no exercise is a really bad thing for mortality\nAs you increase exercise mortality improves, improves, improves, improves, improves, improves until you reach your best all-cause mortality\nAnd if you continue to increase exercising beyond a certain volume, you see a little uptick in mortality\nAnd a lot of times this is harm that comes in the form of cardiac dysrhythmia, or even atherosclerosis through endothelial damage, fibrosis, etc.\n\n2—The other point of view is that the exercise longevity curve is more or less a monotonically improving\n\nAlex’s perspective on the idea that too much exercise can lower mortality:\nFirst, alex admits his bias that he is skeptical of the idea of a reverse J curve \nSecondly, there’s no doubt that there’s a reverse J curve to some degree – e.g., If you try to run 20 hours a day it’s not going to be good for you\nThirdly, while Alex’s generally doesn’t think the data of a reverse J curve is very convincing, he said that the studies did lead to something interesting:\nA few studies came out and showed that the dose you need to get most of the health benefits is very small — I.e., you do not need to train for a marathons in order to be optimally healthy\n\nMinimum effective dose of exercise\n\nHypothetical: Someone who is 40 years old, their waist is five inches too big, they have metabolic syndrome, etc.\nWhat is their minimum effective dose? I.e., How many hours or how many miles do I need to do a week to just get 80% of the benefits for 20% of the efforts?\nThe Cooper Clinic study looked at 50,000 people or so and their number was 5 to 10 minutes a day (an hour a week)\n\nAlex, however, says: “That’s not my definition of an optimal exercise routine.”\n\nFor one thing, it lacks any high intensity cardio or strength training\n\n\n\n\n\nOptimal dose (and Alex’s routine)\nAlex’s routine:\n\nAlex runs about 20 miles a week \n\nSix days a week\nhalf an hour with a couple of hard days\n\n\nAlex says he thinks he would be even healthier/live longer if he did MORE running that this (such as adding one longer run a week)\n“I come from a background where I’m already used to running, 20 miles a week doesn’t stress me very much. . .just slows down my decline”\nAlex would also add more strength training to his routine\nIn fact, he would prioritize strength training if he was planning to add more exercise volume to his routine\n\nTips for exercises and injury prevention if you’re just starting out:\nDose and frequency\n\n5 to 10 minutes a day is a good place to start if you’re the 45 year old sedentary getting back into it\nIf you’re doing 60 minutes a week, Alex says not to do 10 minute chunks, but rather at least 20 min at a time\n\nInjury prevention\n\nMetabolically unfit individuals are likely to gain metabolic fitness more quickly than they improve/strengthen ligaments, tendons, and muscle strength\nThis is important to keep in mind so that you progress slowly to allow those aspects to catch up to aerobic fitness\n\nCasting doubt on the reverse J curve idea [1:33:15]\nTwo main studies on which this whole J curve hypothesis was founded:\n 1-The Copenhagen study \n 2-Cooper Clinic data\n\nCopenhagen study reanalyzed their data with a new co-author and concluded that running too much or too fast was bad\nTwo deaths in the group that ran too fast (the confidence interval was essentially infinite)\n\nThe major issue with the data from both studies:\n\nWhen you have a big study of 50,000 people who were just randomly selected, they’re not all the same. \nThey all have different characteristics, so you have to find some way of adjusting for various characteristics\nBasically they statistically adjusted for things like cholesterol levels, weight, blood, sugar levels, blood pressure ⇒ It’s meaningless if you compare the non-runners who died sooner than the runners because they were also likely 20 pounds heavier and had all these other risk factors — So you want to equalize it\nBut there’s a problem that if you equalize it you’re essentially saying, “Well, what are the health benefits of exercise if you don’t do any exercise?” Because the health benefits of exercise are precisely in helping you regulate things like blood pressure and blood sugar and weight\n“To me, that was statistical misconduct.” says Alex\n\n“You basically penalize them for having lower weight, better lipids, better blood sugar, better blood pressure” — But you can’t adjust for a mediating variable\n“You bring them in line so that they’re just as overweight and just have all the other risk factors, then you see this J curve.”\n\n\nWhen they actually published the data in a peer reviewed journal two years later, the J curve had disappeared \n\nPeter’s take on the reverse J curve data, and the importance of diversifying your exercise portfolio\n\nFirst of all, 99% of people are not exercising too much and don’t even possess the fortitude to exercise too much\nWe’re really just discussing hyper exercisers\n\nBut here’s the bigger point:\n\nIt’s less relevant whether or not they’re spending too many hours cycling, swimming, running, etc.\nIt’s more about the portfolio allocation of how they’re spending it that’s the bigger problem\nThey “hyper exercisers” are typically not well-rounded and they’re not actually in pursuit of longevity\nThink about the athletes in the Tour de France: Those guys finish the tour, anemic osteopenic, their upper bodies are emaciated, their posture is horrible\nThey’re physiologic marvels but their health span sucks.\nHow would we extrapolate that to the 40 year old who just can’t hang up the dreams of being a professional athlete?\nMaybe he’s out there running or riding or doing all of that stuff nonstop, but at the expense of something beneficial; For example:\n\nNo pilates to work on core strength \nNot working on stability, \nnot working on strength\nnot varying the intensity of their workouts to work different energy system\n\n\n\nSummary:\n\nExercising too much is less of an idea that the issue of having a lousy portfolio of various exercise types\nTraining for a marathon may not be bad, but it’s an opportunity cost of other things you could be doing that would probably work better in pursuing longevity\nThere are other potential issues with lots of endurance training, such as arrhythmias \nSo there may be downsides to training really hard\n“On balance overall, I would say, I don’t lie awake at night, worrying about people who are running 50 miles a week” says Alex\nWe should worry far more about people who are eating poorly, smoking, who are stressed out of their minds, than over-exercisers\n\nBenefit of social exercise\n\nOne study suggested tennis and badminton were associated with the most longevity largely due to that social interaction in those activities \nAlex says it might be perceived that running is a solitary thing, but he says it’s his primary social outlet, where he meets his friends, etc.\n\n \nAge-associated decline in aerobic capacity and muscle mass, and the quick decline with extreme inactivity [1:40:45] \nIf you could reverse engineer where you want your VO2 max to be when you’re 90, what should it be? \n\nWhen I’m 90, the real risk is that I won’t be able to get up out of a chair more than that I won’t have the VO2 max\nFar before his VO2 max is too low, he’s going to be the guy who falls on the floor and can’t get up\nIf he could wave a wand, he would put on some muscle mass\nFor people who have the opposite problem (plenty of muscle mass), Alex stresses that they need to really work on their aerobic fitness\n\nInevitable decline with aging\nWith muscle, there’s an inevitability of decline\n\nIf you do nothing, you’re going to lose X pounds of muscle per decade if you’re lucky with a tailwind\nIf you train really hard, you might be able to reduce it to X amount of loss\nIf you really go hard, you might even be able to keep it flat\n\nWith aerobic capacity…\n\nThere are tables that predict decline, but the problem with the tables is that they draw a nice smooth line\nAccording to the table, you lose something like 9% per decade until you get into your seventies when it gets even steeper\nNow, that table may work on a population level, but what actually happens is the decline is not that steep for any individual\nGenerally what happens is you have certain events in your life—an injury that prevents you from training, or worse, bed rest for a week\nThat even may make you lose 7% in the course of a week, and you only get 2% back\nThis points to the importance of making sure you try to avoid big injury setbacks to the extent possible\nIn the absence of those events, the decline doesn’t have to be that steep,  you can hang on probably better than people used to think\n\nThe impact of extreme inactivity\n\nHuge difference between being bedridden versus going on vacation to Europe, but you’re still walking everyday\nBed rest is terrifying, says Alex\nA professor named Luc van Loon in the Netherlands is focusing his research on muscular strength, and he’s done studies showing the negative effect of bed rest\n\n⇒ Check out: Individual Responses to Resistance Type Exercise Training – Prof. van Loon \n\n\nIt’s really, really hard to get old people to put on muscle, but it can be done with many months of training\nBut another study showed that just one week of bedrest and you can lose all of that muscle gained\n“They did this Herculean effort to shepherd these people through strength training for a long period of time with full support” … only to lose it in one week\n\nUpshot:\nGenerally speaking…\n\nIf you stop training for one full month, you may lose up to 10-20% of your exercise capacity\nBut it really depends where you’re starting—\n\nIf you’re well-trained for a short period of time, you’ll lose it quickly. \nIf you haven’t been training, then resting doesn’t make any difference\nAnd if you’re well-trained over a long period of time, then you have structural adaptations that are going to take a lot longer to disappear\n\n\n\nIt’s okay to take a break\n\nThis is not a recommendation that you should never take a break from exercise\n“You shouldn’t be terrified of missing a day, but you should be terrified of bed rest.”\n\n \nStrength or muscle mass—which is more important? [1:47:00]\nWhat matters more, strength or muscle mass?\n\nAlex recently wrote an article that mentioned a study which put together six different cohorts with a total of about 50,000 people\n\nThey found that strength was actually a better predictor than muscle mass for all-cause mortality\nIn other words, it’s better to have the functionality than it is to have a bunch of muscle if you’re not good at using it\n\n\nFor a lot of people, they have enough muscle mass, but they’re untrained and the neuromuscular connections are not optimized, says Alex\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-15095\" src=\"https://peterattiamd.com/wp-content/uploads/2021/03/strength-better-than-mass-hutchinson-1024x706.png\" alt=\"\" width=\"1024\" height=\"706\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/03/strength-better-than-mass-hutchinson-1024x706.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/03/strength-better-than-mass-hutchinson-300x207.png 300w, https://peterattiamd.com/wp-content/uploads/2021/03/strength-better-than-mass-hutchinson-768x529.png 768w, https://peterattiamd.com/wp-content/uploads/2021/03/strength-better-than-mass-hutchinson-390x270.png 390w, https://peterattiamd.com/wp-content/uploads/2021/03/strength-better-than-mass-hutchinson.png 1320w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. LLM=low muscle mass; LMS-low muscle strength. The reference group, on the right side in the front, is those without either condition. In comparison, those with both conditions were 2.66 times as likely to die during the study. Having low muscle mass but normal strength, on the other hand, didn’t seem to be such a bad thing. [souce]\nPeter’s take:\n\nBoth strength and muscle mass are important for different reasons\nStrength is important for functional things \nGrip strength is just highly correlated with survival, for example\nGetting up out of the chair, getting up off the floor\nMuscle mass is important for storing glycogen\nThe physiologic things like glycogen stores and glucose disposal and glucose homeostasis and insulin sensitivity\n\n \nAvoiding acute and chronic injuries from exercise [1:48:45]\nAlex has written a lot about injuries in terms of different competing theories around injury\n\n80% of running injuries are a result of what he would call “training errors”\nMost of what we need to worry about is doing too much too soon\n\n“For people who are starting out or ramping up an exercise program, patience is so important and that understanding that you will probably overestimate what you can accomplish in the short term. And you’ll probably underestimate what you can accomplish in the longterm.” —Alex Hutchinson\nYou can gain metabolic fitness more quickly than you can alter the structure of your joints and ligaments \nTakeaway message: \n\nIt’s not about the magical gadget or the new way of running or the measuring device. \nJust be patient, be smart. \nErr on the side of safe until you start getting a better handle on which aches and pains are normal and which ones aren’t\n\n⇒ See Alex’s article: The New Training Rule for Injury Prevention \nAcute to chronic workload ratio\n\nRunners used to be taught the 10% rule which said never increase your mileage more than 10% (Basically, the idea is trying to avoid the too much too soon problem)\nAcute to chronic workload ratio is a more sophisticated version of that rule: \n\nHow much are you doing now versus how much is your body used to?\nWhat’s your weekly load?\nWhat’s your average weekly load over the last four weeks? \nIf you’ve done something for four weeks in a row and you’re feeling okay, then you can kind of assume that your body’s able to handle that load\n\n\nIt can also be a quick way of seeing if there’s any deviations:\nFor example, in one week if you do 50% more than your four-week average, then that bad sign\nIt doesn’t mean you’re going to get injured, but it’s good to have it as one input into your larger matrix of things you’re considering—\n\nDo I feel any aches and pains? \nWhat’s my absolute load, not just the ratio, but is this more than I’ve ever done before? \n\n\nKeeping track of how hard you’re going now versus how hard you’ve been going in the previous month, is useful\nSome people who say that, “The supposed predicted value of acute to chronic workload ratio is a statistical artifact.”\nBut this is not about statistical predictive power. It’s just about keeping an eye on trends related to whether you’re way out of whack with what you’ve been doing before”\n\nGeneral rule: \n\nIf you’re 20% higher, then that’s a time to start making sure you know what you’re doing\nSo, unless you have some compelling reason to think that you can handle that, be cautious and ideally back off\n\n \nHigh intensity interval training: Evolution of the Tabata protocol, pros and cons of HIIT training, and how it fits into a healthy exercise program  [1:54:15]\nFor someone who is not a specific athlete who’s training to run the mile or the marathon, but the person who’s trying to be healthy… How much can intervals help in terms of efficiency?\n\nUsing the Tabata interval as an example, you’re going all out for 20 seconds, resting for 10, and repeating it eight times\nIn Alex’s research for Endure, he says it seems like going “out all” for 20 seconds isn’t truely possible\nEven Usain Bolt doesn’t go “all out” in a 200 meter race, he’s pacing himself to some degree\n\nWhere do intervals fit into a healthy exercise routine? \n\nThey are super important, says Alex\n\nHistory:\n\nCirca 2008, high-intensity intervals started to be a big buzzword\n\nBut Alex remembers thinking,  “How is this a buzzword? That’s how runners train.”\n\n\nOne study by the McMaster Group looked at 10 sprints per minute\n\nAlex thought to himself, “That’s the Roger Bannister. That’s how he broke the four-minute mile in 1954. What’s new about this?”\n\n\n\nWhat are the limits of how much it’s possible to shrink the sprint intervals and still get benefit?\nTwo general points Alex makes:\n1—As a runner, one thing I know is that you will never, ever run fast relative to your abilities if you don’t do interval training\n2—You probably won’t run as fast as you could if you only do interval training\n\nStudies like to compare things like eight weeks of three interval workouts a week versus eight weeks of three 45 minute sustained sessions\nThat’s interesting and somewhat useful to know, “but I really don’t think that’s what is optimized”\nIt would be more useful to compare one short sprint interval session, one medium interval session, and one 45 minute session, or some portfolio\nSay you can get the same improvement in insulin sensitivity, but the mechanisms may be different if you’re doing a sprint interval session versus sustained training\nAnd if that is the case (two different mechanisms), maybe we should be hitting them both because presumably we’re going to get a little 1 + 1 = more than 2\n\n“I would 100% recommend to anyone that they should be including some form of interval training in their routine if they’re interested in health or performance.” —Alex Hutchinson\nHow short can we actually make a HIIT protocol?\nA recent study out of UT Austin by physiologist Ed Coyle \n\nThey looked at 4 seconds all-out sprints with 56 seconds of rest for 15 minutes\nThen they progressed to basically four seconds all-out twice a minute for 20 minutes\nThe study showed improvements with this protocol\n\n⇒ NY Times: Can 4 Seconds of Exercise Make a Difference? \nIssue with these types of studies:\n\nThey’re usually comparing the intervals to doing nothing\nAnd is that better than sitting on the couch? Yes, of course\nBut you have 40 minutes a day, the question is could I come up with a more efficient way to get a benefit?\nNext, you must think about efficacy versus effectiveness \nPeople like Peter and Alex enjoy exercise so much that they tend to focus on efficacy — i.e., what would produce the best results \nBut many people don’t enjoy exercise and therefore the real-world applicability of a problem becomes its effectiveness\nIn that sense, Peter is a bit more accepting if people are willing to do shorter interval workouts, provided they don’t get injured, rather than the “perfect” allocation of exercise\nThat said, Peter is concerned that people may jump into HIIT workouts without any of the foundational strength they require for it\n“I just hope that I can convince people that they’re better off learning to love exercise, which again, I think is why [Endure] is so great.” —Peter Attia\nAlex agrees: “It’s not about what does better in this lab context. It’s what will people do?” \n\nAlex’s take:\n\nHe’s skeptical that four seconds at the intensity that you have to do those intervals is more acceptable to the average person than, say, one full minute\nThe very first HIIT protocol was the Wingate test—which is 30 seconds all out and makes people puke\nYou can really suffer in those 30 seconds, says Alex\nSo maybe it works in the lab, but will it work in real life?\n\nSo what is practical?\n\nProtocols like 60 seconds on, 60 second off came from the thought that it’s easier for people to accept 60 seconds pretty hard than it is to expect them to “imagine the homicidal drill sergeant yelling at them to get all of that out of themselves in 30 seconds”\nBecause, in reality, you have to be 100% on to get the most out of this “four-second” or “ten-second” interval stuff\nThere’s a ton of debate understandably about what it is that people will actually do—\nWould they rather do 20 minutes at medium, or 40 minutes easy, or four seconds hard?\nTruthfully, people just like different things\nBut the assumption that is being made by these studies which are looking at the question of how short can you make the interval? … “I’m not sure that’s true for everyone”\n\n⇒ Check out Alex’s article: Customize Your HIIT Workout Based on Your Goals \n \nThe importance of understanding why you are engaging in exercise [2:03:00]\nA big challenge\n\nA lot of people aren’t clear on the why they are engaging in exercise\nIf you’re thinking about the 90-year-old version of you in a chair—He needs to be able to get up—that gives you the motivation to do strength training\n\n“The more people can tether what it is they are doing this for to something real, it becomes a little easier to do these abstract workouts.” —Peter Attia\n\nOnce you stop competing in something, all this exercise stuff becomes abstract\nFrankly, the practice of medicine doesn’t do a great job communicating the why, says Peter \n\n⇒ Example: Your body’s natural ability to fight off cancer when you’re fit is a much easier task than fighting cancer when you’re unfit simply based on the energetics of your immune system\n\nSee Alex’s article: A New Theory on Exercise’s Anti-Cancer Effect \n\n \nHow we can encourage better science journalism and reduce the number of  sensationalized headlines [2:05:45]\nPeter’s critical view\n\nPeter has been pretty critical of most science journalists — “Truthfully, I think most of them are really bad. And I think many of them actually border on negligent. And I think they cause on some levels more harm than good to the public.”\nMost of the articles are just sensationalized headlines and lack detail \nPeter says a news story should be written with the understanding that very few people are going to go back to the primary source and read it … and this places an enormous responsibility on scientific journalism\n\nAlex explaining the issue with most science journalism:\n\nAlex perceives the problem to be that journalism now follows the audience\nIn 2006, for example, we were just at the point where news organizations were first starting to be able to see how many people clicked on a story \nThis was one of the great catastrophes of journalism in some ways because it’s unhealthy for the news organizations to find out what people click on\nExample: The big newspaper in Canada is The Globe and Mail\n\nShortly after they introduced this feature, Alex looked at the top 10 stories on the website, and three of them are about Britney Spears (or something similar)\n\n\n\n“To encourage good science journalism, you need people to read good science journalism.”\nLosing trust\n\nBut newspapers are realizing that following the audience has turned out to be a bad move because they’ve ended up losing the trust in audience\nBy giving people what they thought they wanted, you ended up basically giving them crap. And then having people recognize that they were being fed crap and then rebel against it.\n\nAlex’s approach\n\nWhen he first started his sports science journalism career around 2008, he started a blog for people who were interested in the details of what the study says\nHis articles started to get taken on by Runner’s World in 2012 and then moved over to Outside in 2017\nSo, it turned out there was an audience for that\n\nSo, how do you fix scientific journalism more broadly?\n\nNews organizations aren’t going to insist on scientifically qualified journalists unless there’s repercussions or feedback when there’s bad journalism\nThe initial signals were the opposite—i.e., the less complicated it was and the more sensational it was, the more clicks they got\n\nOne possible solution: We need to move away from advertising and towards subscription-based models\n§Selected Links / Related MaterialAlex’s book: Endure: Mind, Body, and the Curiously Elastic Limits of Human Performance by Alex Hutchinson | (amazon.com) [1:15, 3:15, 9:00, 1:20:00]\nAlex’s many articles: [3:30]\n\nOutside Online\nRunner’s World\n\nYouTube video of Alex at his first Olympic trials where he said he felt like he didn’t belong:  1996 Canadian 1500 Olympic trials | Reid Coolsaet (youtube.com) [16:45]\nFirst couple books Alex read about running: [30:30]\n\nLore of Running by Tim Noakes | (amazon.com)\nBetter Training for Distance Runners by David Martin | (amazon.com)\n\nCanadian paper that Alex interned with when starting out in journalism: Ottawa Citizen | (ottawacitizen.com) [31:15]\nA review paper arguing that in some cases the lungs aren’t overbuilt and one of the situations is highly trained endurance athletes: Is the healthy respiratory system built just right, overbuilt, or underbuilt to meet the demands imposed by exercise? (Dempsey et al., 2020) [46:15]\nAlex’s article about Oskar Svensson: The Story of the Cyclist with the Highest-Ever VO2 Max | Alex Hutchinson (outsideonline.com) [49:15]\nPaper that published the data around the VO2 max of Oskar Svensson: Case Studies in Physiology: Temporal changes in determinants of aerobic performance in individual going from alpine skier to world junior champion time trial cyclist (Rønnestad et al., 2019) [52:15]\nAlex’s article reanalyzing the Oskar Svensson data including looking at his efficiency at each point during his training: The Story of the Cyclist with the Highest-Ever VO2 Max | Alex Hutchinson (outsideonline.com) [54:00]\nAlex’s article for Runner’s World analyzing the prospects for a sub 2-hour marathon: What will it take to run a 2-hour marathon? | Alex Hutchinson (runnersworld.com) [1:01:30]\nNike’s 2017 top secret project to get a runner to break a 2-hour marathon: Breaking2 | (nike.com)  [1:03:45]\n\nVideo: Sub 2 Hour Marathon – NIKE #BREAKING2​ Attempt | Runners Awesome (youtube.com)\n\nThe 2019 sequel by INEOS held in Vienna where Kipchoge beat the 2-hour mark: Ineos 1:59 Challenge | (wikipedia.org)  [1:07:15]\n\nVideo: 1:59:40! Kipchoge runs historic first sub-2 hour marathon  | NBC Sports (youtube.com)\n\nSecretariat’s winning times at Belmont may be the pinnacle of horse racing: 1973 Belmont Stakes | (wikipedia.org) [1:19:30]\n2007 paper debating whether dehydration impairs endurance performance: Does Dehydration Impair Exercise Performance? (Sawka and Noakes, 2007) [1:20:45]\nTim Noakes’s central governor model: Central governor | (wikipedia.org) [1:22:00]\nThe Reverse J-Curve for Exercise hypothesis: Training for Longevity: The Reverse J-Curve for Exercise (O’Keefe et al., 2020) [1:30:00]\nThe Cooper Clinic study which initially said too much exercise could lead to higher mortality — in published paper it instead mentioned the effectiveness of just 5 to 10 minutes a day of exercise: Leisure-Time Running Reduces All-Cause and Cardiovascular Mortality Risk (Lee et al., 2014) [1:30:45]\nThe Copenhagen study about volume of exercise and longevity: Dose of jogging and long-term mortality: the Copenhagen City Heart Study. (Schnohr et al., 2015) [1:33:15]\nAlex’s article critical of the data on the reverse J curve of exercise: Don’t Worry About Exercising Too Much | Alex Hutchinson (outsideonline.com) [1:34:45]\nAnother good article by alex: The Runner’s Heart\nPeter’s podcast with James O’Keefe discussing the idea of excessive exercise: #134 – James O’Keefe, M.D.: Preventing cardiovascular disease and the risk of too much exercise | Peter Attia (peterattiamd.com) [1:40:15]\nA long-term prospective study suggesting exercise with a social element produced the best longevity effects: Various leisure-time physical activities associated with widely divergent life expectancies: The Copenhagen City Heart Study (Schnohr et al., 2018) | [53:00]\nStudy showing that elderly individuals can add muscle with a lot of hard work with resistance training: Muscle mass and strength gains following 6 months of resistance type exercise training are only partly preserved within one year with autonomous exercise continuation in older adults (Snijdersa et al., 2019) [1:45:00]\nLuc van Loon’s bedrest study showing just one week of bedrest resulted in 2.6 kilograms of muscle loss: One Week of Bed Rest Leads to Substantial Muscle Atrophy and Induces Whole-Body Insulin Resistance in the Absence of Skeletal Muscle Lipid Accumulation (Dirks et al., 2016) [1:45:00]\nStudy showing strength was actually a better predictor of longevity than muscle mass: Associations of Muscle Mass and Strength with All-Cause Mortality among US Older Adults (Li et al., 2018) [1:47:00]\n\nAlex’s article which mentioned the above study: To Delay Death, Lift Weights | Alex Hutchinson (outsideonline.com) [1:47:00]\n\nAlex’s article discussion acute vs chronic injuries: The New Training Rule for Injury Prevention | Alex Hutchinson (outsideonline.com) [1:48:45]\n80% of running injuries are a result of what Benno Nigg would call training errors: The Seven Pillars of Running Wisdom | Alex Hutchinson (runnersworld.com) [1:49:00]\nStudy by the McMaster Group studying 10 intervals per minute (what Roger Banniser did, per Alex): Twelve Weeks of Sprint Interval Training Improves Indices of Cardiometabolic Health Similar to Traditional Endurance Training despite a Five-Fold Lower Exercise Volume and Time Commitment (Gillen et al., 2016) [1:56:00]\nStudy looking at four seconds all-out sprints with 56 seconds of rest: Inertial Load Power Cycling Training Increases Muscle Mass and Aerobic Power in Older Adults (Allen et al., 2020) [1:58:45]\nNY Times covering the study investigating 4 second sprint intervals: Can 4 Seconds of Exercise Make a Difference? | Gretchen Reynolds (NYTimes.com) [1:58:45]\nThe first HIIT protocol was Wingate test which included 30 secs “all out” sprints: Wingate test  | (wikipedia.org) [2:01:15]\n§People Mentioned\nMatt Centrowitz [25:15]\nMatt Centrowitz Jr [25:15]\nTim Noakes [30:30, 1:20:45]\nSid Mukherjee [36:30]\nMichael Phelps [37:00]\nA.V. Hill [39:30]\nOskar Svensson [44:30]\nBjorn Daehlie [50:30]\nMatt Carpenter [51:30]\nKílian Jornet [51:30]\nSteve Prefontaine [51:30]\nBradley Wiggins [53:30]\nEuclid Kipchoge [1:01:00]\nDennis Kimetto [1:03:00]\nBelayneh Densamo [1:03:15]\nRoger Bannister [1:15:00, 1:56:00]\nEmil Zátopek [1:15:30]\nJim Ryun [1:16:30]\nBobby Timmons [1:17:45]\nSecretariat [1:18:45]\nJames O’Keefe [1:28:30, 1:40:15]\nLuc van Loon [1:44:45]\nBenno Nigg [1:49:00]\nIzumi Tabata [1:54:30]\nUsain Bolt [1:55:30]\nEd Coyle [1:58:45]\n\n§<img width=\"400\" height=\"400\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson.jpg 400w, https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson-300x300.jpg 300w, https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson-150x150.jpg 150w\" sizes=\"(max-width: 400px) 100vw, 400px\" />Alex Hutchinson, Ph.DAlex is a sports science journalist, author of the book ENDURE: Mind, Body, and the Curiously Elastic Limits of Human Performance, and former competitive runner for the Canadian national team. He currently writes the Sweat Science column for Outside Online. Prior to his journalism career, Alex acquired a Ph.D. from the University of Cambridge. He spent a few years as a postdoctoral researcher with the U.S. National Security Agency working on quantum computing and nanomechanics while simultaneously competing as a middle- and long-distance runner for the Canadian national team."
}