{
  "title": "#157 – AMA #22: Losing fat and gaining fat: the lessons of fat flux",
  "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob take a deep dive into fat flux. They define the major players that impact the flow of fat entering and exiting a fat cell, which determines how much fat a person carries. They discuss the significant influence that insulin has on the net fat balance and explore common strategies, such as fasting and low-carb diets, that have efficacy in the liberation and oxidation of fat from fat cells. Additionally, Bob explains his research process and how he seeks answers to Peter’s challenging questions.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #22 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nThe two main ways to reduce fat mass (1:30);\nExplaining fat flux—how fat enters and exits a fat cell (9:15);\nWhat fat balance looks like (21:15);\nWhat net fat influx looks like, and the impact of insulin in lipolysis (24:30);\nWhat net fat efflux looks like, and the benefits of fasting for breaking the hyperinsulinemic cycle (28:30);\nExploring why most people with excess body fat will lose fat mass when reducing carbohydrates or eating a ketogenic diet (32:45);\nWhy being in nutritional ketosis does not automatically translate to negative fat flux (fat loss) (42:40);\nBob’s approach to scientific research (47:00);\nThe importance of curiosity and a desire to learn (58:30);\nBob’s tips and tricks for answering a scientific question in a time-crunch (1:00:00); and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#157 – AMA #22: Losing fat and gaining fat: the lessons of fat flux\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#157 – AMA #22: Losing fat and gaining fat: the lessons of fat flux\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#157 – AMA #22: Losing fat and gaining fat: the lessons of fat flux\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes<iframe src=\"https://player.vimeo.com/video/530994344?h=0b5d87a148\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n§\nThe two main ways to reduce fat mass [1:30]\nA lot of questions related to fat flux:\n-Why doesn’t oxidation of fat necessarily mean you’re losing total body fat? \n-If I eat a low carb diet and become a “fat burning machine,” why don’t I always lose fat on this diet?\n-If I’m in ketosis, doesn’t it mean I’m burning fat?\n-Peter’s response: “You can absolutely be in ketosis and gain weight. You can absolutely be a ‘fat burning machine,’ and still accumulate fat.”\nSome shorthand to be used in today’s podcast: \n\nUsing “gaining weight” and “gaining fat” interchangeably\nSo when people say, “I want to lose weight,” what they really mean is “I want to lose fat.” \nWhen people say, “I want to gain weight,” they usually mean “I want to gain muscle.” \n\n-Well, there are two main approaches to losing fat\n\n1 – Reduce the total number of fat cells\n2 – Shrink the fat cells\nThe former (reduce the total number of fat cells) is most typically something that is done with liposuction\nNote: An NEJM study suggests that there is a profound difference between losing fat via liposuction vs. through dietary & lifestyle interventions\n\n“We should never confuse the metabolic benefits that come from reducing the size of adipose tissue with reducing the amount of it. The former, in the case of liposuction, is really a cosmetic procedure. Whereas the latter of course has cosmetic benefits, but much more importantly as a metabolic improvement.” —Peter Attia\nHow do you shrink a fat cell? [6:12]\nOverview: \n\nAn engineer would think about this by drawing a boundary, looking at the boundary conditions, and effectively understanding what goes in and what comes out\nMass cannot be created from nothing and mass cannot disintegrate into nothing\nIf a fat cell gets larger, there is a net accumulation of fat in that cell relative to how much goes out of it (and the converse is true)\n\nQuick example: A room has 100 people in it\n\nThere were people traveling in and out of the room constantly so if you want to understand if that room is increasing or decreasing in the number of people in it, you need to understand what is happening at every point where there’s an entry or exit\nBy doing that, you can understand what is the net increase or decrease\nPeter refers to that as flux \nSo, today they will be looking at fat gain/loss through the lens of fat flux—i.e., What is the flux of fatty acids substrate into and out of a fat cell, and can we infer the behavior of that fat cell in response to that?\n\nBob adds:\n\nWhen we talk about weight loss or weight gain or fat loss or fat gain, a lot of times we’ll hear about calories in, calories out\nBasically, if any more energy is entering the system than leaving it, the system is getting bigger and vice versa. \nIf more energy is leaving the system than entering it, it’s more or less getting smaller\nWhat Peter is talking about is at the level of the adipose tissue—i.e., how much fat is going into the adipose tissue, how much is being released, and also how much is being trapped\n\n⇒ Check out Peter’s blog post: How to make a fat cell less not thin: the lessons of fat flux \n \nExplaining fat flux—how fat enters and exits a fat cell [9:15]\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15207\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-1.-WAT-ama22-1024x572.png\" alt=\"\" width=\"1024\" height=\"572\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-1.-WAT-ama22-1024x572.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-1.-WAT-ama22-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-1.-WAT-ama22-768x429.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-1.-WAT-ama22-1536x859.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-1.-WAT-ama22-2048x1145.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Overview of fatty acid and glucose metabolism in white adipose tissue. The body’s main store of chemical energy is in the form of TAG in WAT. Fat storage is the process of deposition of TAG; fat mobilization (or lipolysis) is the process of hydrolysis of the stored TAG to release NEFA into the plasma (bound to albumin), so that they can be taken up by other tissues. The major pathways and main sites of hormonal regulation are shown: a plus sign indicates stimulation, a minus sign inhibition. Dashed lines show multiple enzymatic steps. [Source: Frayn, 2010]\nWAT vs BAT\n\nWhite adipose tissue (WAT) is called white adipose tissue to contrast it from brown\nBAT is a form of adipose tissue that is not as prevalent as WAT, but it has really unique metabolic properties, namely, a higher concentration of mitochondria and therefore a much greater metabolic activity\nWe’re focusing on WAT, which is what most people think of when they think of fat — a glistening, yellow substance with cellular structure that looks surprisingly simple\nBut white adipose tissue is an endocrine organ and is way more complicated than it looks under a microscope\n\nLooking at the above figure, it has two sides:\n\nYou have an “in” side\nand you have an “out” side\nOn the left hand side of the above figure, there are 2 doors—the upper left door and the lower left door are two ways that the fat cell gets fatter\nOn the right hand side of this page, you have the exit door—this is how the fat cell gets skinnier\n\nThe first door (upper left of figure):\n\nThis is basically how we bring fat into a fat cell\nWhat you see in this figure are triacylglycerides and in this figure, TAG, which is synonymous with TG\nTAG means three fatty acids onto a glycerol backbone and that’s the way that we very efficiently store fat\n*IMPORTANT DISTINCTION: When you get your blood tests done… they’re looking at your triglycerides carried in your lipoprotein, most of which are VLDL cholesterol (they are NOT looking at TAGs in your fat cells)\n\nThis test is nearly always done in a fasted state — \n\nif you get a score of 60, that’s good; \nif you get a score of 150, they doc will want you to lower that;\nThat test is primarily measuring the amount of triglycerides in your VLDL cholesterol\n\n\nBut if we measured your triglycerides as you were eating, we’d get a higher level for one and much of it would be carried in the chylomicron\n\nchylomicrons, which are very short-lived, are what bring fat that you eat in from the gut into the plasma, and then ultimately either get utilized or more commonly, get brought and stored here in the fat cell\nthat’s why this picture is showing both the chylomicron, which is postprandially and the VLDL, which is most other times\n\n\n\n\nTwo things that are highlighted on the upper left side of the figure: i) LPL, and ii) insulin\n\nLPL stands for lipoprotein lipase (anything that ends in -ase is an enzyme) \n\nThis lipase facilitates the transport of triacylglycerides into the fat cell\n\n\nInsulin:\n\nthe reason that insulin is sitting there is insulin is the strongest regulator of that\ninsulin activates and upregulates LPL\nInsulin is a very anabolic hormone—a building hormone—so it’s anabolic to muscle and unfortunately anabolic to a lot of cancer and to a fat cell\ninsulin is pro growth, and it wants to bring more of these fats in\n\n\n\n\n\nSecond door (lower left side):\n\nBeneath that you will see glucose\ninsulin also drives the translocation process of a GLUT4 transporter \nIn a discussion with Gerald Shulman, focused on the muscle cell because the muscle cell is a far more important source of glucose disposal\n\nIn a metabolically healthy person, there’s very little glucose that is being brought into the fat cell\nBut as a person becomes more and more insulin resistant at the muscle, we will see more of the glucose entering the fat cell via the GLUT4 transporter and then insulin is promoting lipogenesis\nwhat that means is glucose can actually be turned in to fatty acids\n\n\n\n-So now you have two pools of fatty acids\n\nYou have the fatty acids that have come in via the triacylglyceride pool\n\nthat means that they’ve been broken down into their glycerol backbone and the fatty acids\n\n\nThen you have fatty acids that are made de novo, hence the term de novo lipogenesis or DNL\n\nThen they get re-esterified \nWhile the glucose molecules are being broken down into fatty acid precursors, they’re also making glycerol\nyou turn glucose into fatty acid and glycerol\nYou bring triacylglyceride into the cell as pre fatty acids, and then you reconstitute them all into TAGs\nNow you basically bring fat in — You take that from its storage form to its transport form, to its storage form and glucose in, and you basically just increase the density.\n\n\nSummary: Storing fat in the form of a triacylglyceride or triglyceride is a very efficient way to store it, and our body has an amazing set of tools to do that\nTakeaway: Insulin is driving nearly all of the “fat in” side of the equation.\n\nHow do you get fat out of a fat cell? [17:10]\n\nFirst and foremost, you have to break down the triacylglycerides or the triglycerides into the fatty acid and the glycerol\nAnd that is done primarily by another hormone called HSL, hormone-sensitive lipase (not shown on this figure)\n\nIn this figure just says lipases — we refer to these as hormone-sensitive lipases because they’re primarily driven by norepinephrine and epinephrine\nWorth noting, and this figure points it out, we don’t really know the impact of glucagon on this in humans\nIn animal models, glucagon also seems to promote this\nBut at a minimum adrenaline and noradrenaline also known as epinephrine and norepinephrine, which are acute stress hormones, promote this\n\n\nWhy is that the case? ⇒ the fight or flight response that will elicit adrenaline, noradrenaline, etc. \n\nBasically, if you need energy very quickly (e.g., to run away from a tiger) those hormones are going to go up in response to that stimulus\nAnd when those things go up, it’s going to break down those triglycerides into fatty acids, leave the adipose tissue and essentially flood the bloodstream with substrate\nSo it’s worth understanding that this process is regulated very finely by hormones, but it’s also dependent on substrate availability\n\n\n\nTwo categories of thinking on the issue of ‘How get fat out of a fat cell’:\n\nCamp #1: The amount of fat you have in a fat cell is 100% determined by the amount of calories you eat and the amount of calories you burn\nCamp #2: It has nothing to do with calories that you eat or burn. It has everything to do with insulin levels\n\nThe problem is, neither of those extreme views is correct, both of these things are somewhat correct\nAll of the amount of hormone in the world won’t change the fat, if you don’t have substrate availability \nSimilarly, the idea that just calorie balance alone makes this work is hard to explain empirically when you observe how easy it is to manipulate these things with endocrine systems\n\n\n\n⇒ For example:\n\nEstrogen, testosterone, thyroid hormone—all of these other hormones play a role and we clearly see clinically\nA woman, for example, when she goes through menopause, tends to gain more fat weight\nA lot of that has to do with the change of estrogen and testosterone and their regulation of these hormones, whether it be the hormones themselves, the enzymes that regulate them, or otherwise.\n\nTakeaway: Need to think of this through the lens of—\n\nFirst, it absolutely does matter at the macro level what the energy balance looks like, but that’s not entirely the determinant of it\nIt also certainly matters internally at the cellular level what’s going on as well\nThese things are impacted by what you eat, but they’re also impacted by different disease states, and other hormones such as cortisol\n\n \nWhat fat balance looks like [21:15]\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15208\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-2.-ama22-1024x643.png\" alt=\"\" width=\"1024\" height=\"643\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-2.-ama22-1024x643.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-2.-ama22-300x188.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-2.-ama22-768x482.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-2.-ama22.png 1498w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Fat balance: DNL + RE = L (no net fat flux). Tried to size the arrows accordingly to match their relative contributions of each input and output.\n\nThe figure above shows what net fat balance looks like\nYou’ve got de novo lipogenesis + re-esterification=lipolysis\n*Back to the room analogy:\n\nA room has 100 people in it\nAn hour from now, the room still has 100 people in it\nDo you have any idea how many people entered the room in that time period? ⇒ No clue\nAny idea how many people left the room in that period of time? ⇒ No clue\nThe only thing we know is that the amount of people that entered is the same as the amount of people that left\n\n\nSimilarly, when we look at this adipose tissue: In fat balance, the only thing we know is the combination of de novo lipogenesis and re-esterification is equal to lipolysis\n\n*NOTE about de novo lipogenesis: \n\nWhen I’m talking about de novo lipogenesis, Peter is talking about the de novo lipogenesis that occurs where glucose is directly entering\nThere is another de novo lipogenesis—discussed in detail with Gerald Shulman—that occurs in the liver (and that’s actually a greater pool of DNL)\nAnd as a person gets more insulin resistant, all pools of DNL go up\nAs a person’s carbohydrate tolerance falls/their inability to efficiently metabolize carbohydrates goes up, their liver is going to make more and more fat, and that fat is showing up as triglyceride by the time it gets to the liver\nAnd that’s really being counted in the re-esterification bucket\nSo the VLDL that’s exiting the liver, that person that has a triglyceride level of 250, they’re hammering out triglycerides in the VLDL that are being re-esterified\nbut they’re also undoubtedly bringing glucose in that’s going DNL directly\n\nOne more comment regarding DNL: \n\nThe literature on how much DNL takes place in the fat cell itself is confusing so you just need to pay very close attention to the subjects\nThe 1995 paper that is often quoted suggested that DNL in healthy people was quite low to the tune of less than 5% of total influx\nBut that is definitely not the case for unhealthy people\nSo you have to keep in mind how much of the DNL is also contributing through the re-esterification pathway\n\n \nWhat net fat influx looks like, and the impact of insulin in lipolysis [24:30]\nThe case where someone is in net fat influx, i.e., “positive fat flux”\n\nThis is someone whose DNL + re-esterification > lipolysis\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15209\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-3.-ama22-1024x684.png\" alt=\"\" width=\"1024\" height=\"684\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-3.-ama22-1024x684.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-3.-ama22-300x200.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-3.-ama22-768x513.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-3.-ama22.png 1464w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. Fat imbalance: DNL + RE > L (net fat influx or “positive fat flux”).\n\n\nThis is a person who is getting fatter—i.e., their fat cells are getting bigger\nClinically, this is not necessarily a person who is eating non-stop, contrary to popular belief\nThese people are people who generally have shut off lipolysis\n\nBy contract, the person who’s in fat balance has reasonable amount of fat coming in, but they’re very efficient at getting fat out of the fat cell\n\n\nThe person whose net accumulating, they are usually slowly gaining weight\nIt’s a very frustrating place to be for many people, especially when their inputs don’t seem that big\nBut even at the cellular level, their inputs are not that huge\nThey probably have more de novo lipogenesis than the person who’s in fat balance\nAnd really the issue is that their exit to the room is cut off\n\nThe impact of insulin in lipolysis\n\nA really important thing that insulin does when it’s elevated is it inhibits lipolysis, which plays a role in the positive fat flux scenario\nAnd it’s a very non linear effect\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15212\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/insulin-and-fat-breakdown-volek-1024x616.jpg\" alt=\"\" width=\"1024\" height=\"616\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/insulin-and-fat-breakdown-volek-1024x616.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/insulin-and-fat-breakdown-volek-300x180.jpg 300w, https://peterattiamd.com/wp-content/uploads/2021/04/insulin-and-fat-breakdown-volek-768x462.jpg 768w, https://peterattiamd.com/wp-content/uploads/2021/04/insulin-and-fat-breakdown-volek-1536x923.jpg 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/insulin-and-fat-breakdown-volek.jpg 1805w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. The precipitous drop in lipolysis as insulin goes up. [source]\n\nThe figure shows at a very low level of insulin, there’s a high level of lipolysis\nAs insulin goes up, lipolysis just crashes\nAt some point, if insulin is high enough, you’re not getting any fat out of the fat cell\n\n–How does this manifest itself clinically? \n\nPatients that show up and their fasting insulin is 20 and they’re postprandial insulin is 40, 60, 80, 100 and they’re saying, “I can’t lose a pound, no matter what I do.”\nAnd Peter believes them\nYou aren’t going to be losing a pound of fat when your insulin is that high—that cycle has to be broken.\n\nThere are lots of ways to break that cycle:\n\nCarbohydrate restriction \nFasting\nFixing hypercortisolemia\nFixing sleep\nOr, most likely, it’s a combination of all of the above\n\n \nWhat net fat efflux looks like, and the benefits of fasting for breaking the hyperinsulinemic cycle [28:30] \n<img decoding=\"async\" class=\"alignnone size-large wp-image-15210\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-4.-ama22-1024x702.png\" alt=\"\" width=\"1024\" height=\"702\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-4.-ama22-1024x702.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-4.-ama22-300x206.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-4.-ama22-768x526.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-4.-ama22.png 1468w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Fat imbalance: DNL + RE < L (net fat efflux or “negative fat flux”). \nThe figure above would represent a person whose fat cell is getting smaller, meaning they are in net fat efflux, i.e., “negative fat flux”\nWhat do we notice?\n\nThe DNL arrow has almost vanished\nThis is a person who is probably quite carbohydrate sensitive and/or eating very few carbohydrates \nThose are basically the two scenarios in which you look like this because you’re just not turning glucose into fat\nProbably re-esterifying a bit \nIt really depends on the strategy being taken: \n\nSo you’re either re-esterifying a ton if you’re on a high fat, low carb diet, \nor you’re probably not re-esterifying a ton if you’re just very insulin sensitive or not eating a lot of fat.\nThe lipolysis spigot is exceeding DNL + re-esterification\nThe magnitude of the difference of it is going to depend on the re-esterification bucket, not the DNL bucket\nThis is a person who is in a high state of lipolysis, which by definition, means they have low insulin\n\n\n“There’s simply no way this phenotype exists without unmeasurable levels of insulin.” says Peter\n\nBob referring to the “hockey stick” figure above:\n\n“What’s remarkable about it is if you want to look at what a hockey stick looks like, as far as the graph, that’s what it looks like.” says Bob\nYou need remarkably low insulin levels in order to really get fat breakdown maximized\nAs you move up in insulin, it’s going to essentially inhibit that lipolysis\nWhen talking about fat-in/fat-out…those two things are going on continuously—\n\nIf mobilization is exceeding deposition, then you’re looking at that negative fat flux or efflux\nIf deposition is exceeding mobilization, you are looking at positive fat flux or influx\nIt’s important to recognize that it’s not like if you eat a meal and your insulin goes up, you don’t necessarily completely shut down lipolysis, but insulin does an exceptional job of really ratcheting that down\n\n\n\n*Peter on the benefits of fasting for breaking the hyperinsulinemic cycle: \n\nThere is no faster way to get into this state than fasting\nNutritional ketosis is probably the fastest way to get into this state if you’re in a eucaloric state\nAfter that, it’s going to be basically a complete fast and then various forms of caloric restriction\n\nOne of the greatest tools that we use fasting for is you take that person who you cannot break that [hyperinsulinemic cycle]. . .For me, taking that patient and getting them to the point where they can do three days, four days, five days of water only is an amazing way to break that vicious cycle.” —Peter Attia\nIn short—\n\nFirst, you break the cycle with that fast\nNext, you put them onto a different nutritional strategy\nThen, you periodically revisit the fasting\n\nAdditionally: there’s a whole suite of pharmacologic approaches to this\n\nSome of them intuitive like metformin\nSome of them counter-intuitive like GLP-1 agonists, which in the short run may actually raise insulin, but in the long run might actually lower postprandial insulin\nAnother option is something else like an SGLT2 inhibitor\n\n⇒ Check out the discussion with Rich Miller for more on this topic\n \nExploring why most people with excess body fat will lose fat mass when reducing carbohydrates or eating a ketogenic diet [32:45]\nThe question: Why do most people with excess fat to spare, who are on a well-formulated carbohydrate-reduced or ketogenic diet, lose fat?\nSeveral reasons:\n\nIn the real world, many people who reduce carbohydrates end up eating less\nBut the more important question is, do they lose weight because they’re eating less or are they eating less because they are losing weight? \n\nTo explain this, let’s consider the examples provided by Gary Taubes in his book, Good Calories, Bad Calories\n\nConsider a growing child or a pregnant woman—\n\nA growing child would go through growth spurts and they tend to be eating more when they’re going through growth spurts\nNobody would argue that they’re growing because they’re eating more\nwe would generally agree that they’re eating more because they are growing\n\n\nThe same is true for a pregnant woman—\n\nshe goes through various spurts of growth during the pregnancy and at times her appetite is extremely high which is hormonally driven\nthey seem to be eating in response to a demand for growth\n\n\n\nTying this back to the person who is gaining weight…\n\nIt’s possible that the reverse is true\nSo as a person is changing the endocrine environment of their fat cell, which is to say they are liberating more free fatty acid & creating more substrate availability to the rest of the body…it could be that the body is saying, “Oh, come to think of it, I just don’t need to eat as much.”\n\n-To illustrate this, let’s consider an extreme example put forth by Mark Friedman and David Ludwig several years ago—\n\nThey made this case that a person who is obese could, at a cellular level, still feel like they’re “starving” because even though their total quantity of stored energy is enormous, they can’t access them\n“And if they can’t access them, well, they might as well be buried in their backyard.”\nTherefore, if a person reduces carbohydrates resulting in lower insulin levels, that gets their body to start mobilizing fatty acid (their body to basically start eating itself) then it makes sense that a result of this process would not only be weight loss but also reduced intake\n\n-Another subset of people may be increasing their energy expenditure when changing their diet\n\nPeter fell into this category initially when he first went on a ketogenic diet where it’s unlikely that he was actually eating less calories yet he was still losing weight\nPeter wonders if he was increasing his energy expenditure without realizing it, voluntarily or involuntarily \nFor example, some people as their nutritional state changes, they just feel better\n\nThey just have more energy and they become more active for whatever reason. They’re like, “Oh wow, I don’t feel the need to lay around in the afternoons.”\n\n\n\nExploring the reason why someone on a low-carb diet would lose fat:\nEnergy expenditure argument:\n\nHugo Rony, an endocrinologist at Northwestern in 1940 wrote Obesity and Leanness in which he referred to something called “the impulse to activity”\nIt makes sense in light of what Peter was talking about with the Friedman and Ludwig’s paper\n\nInternal starvation argument:\n\nAnother endocrinologist, Edwin Astwood talked about “internal starvation”\nSay you see somebody on the street and they’re morbidly obese and you think, “Wow, I’m sure they could afford to miss a few meals. Why don’t they eat a few salads?”\nActually, it’s the opposite—if you see somebody who’s morbidly obese, it looks like that they probably can’t access that fat and they’re accumulating it\nAnd if they can’t access it, they’re starving internally which means that they’re going to be hungrier and more lethargic because they literally have less energy to burn if it’s getting sequestered into the fat tissue\n\nAnother point related to this question of, do you eat less carbohydrates or is it just basically that you’re cutting calories? …\n\nIt looks like the answer is both \nSome people argue that, “Oh, it’s just because you cut 500 calories and you would be in calorie balance if you’re eating 2,000.”\nBut if you look at some of these randomized controlled trials—\n\nthey do them ad libitum — in other words, they tell participant that they can eat all they want \nThen you look at the results and you say, “Oh, well, it looks like they just ate 500 fewer calories a day. That’s why they lost the weight.”\nThen you think, “Well, WHY did they eat 500 less calories?”\nOne hypothesis is that they are actually “getting” 2,000 calories a day—\n\nThey’re taking in 1,500 calories a day exogenously (food) \nPLUS they are liberating another 500 calories from their fat cells and using those for energy \nSo, weirdly, if you look at both exogenously and endogenously, they’re in calorie balance.\nSo if we’re just looking at calories, that could be 2,000 calories of intake matching 2,000 calories of expenditure… It’s just that they’re endogenously getting more calories from the fat tissue.\n\n\nA limitation of those type of studies—\n\nThey are really hard to do because to do them right, they have to be done in the free living environment\nObviously, researchers will go to great lengths to try to reproduce studies like that on metabolic wards\n“But as I’ve learned having been involved in such things, even a metabolic ward” says Peter, “though it’s perfect for its precision and control, its use of indirect calorimetry, it does not reproduce the real world in terms of a person’s appetitive behavior.”\nIf we really want to understand this topic, you have to be able to study people with perfect precision, but in a free living environment because the deltas don’t need to be big — We could be talking about a delta of 200-300 calories a day, which is really not that much, but it’s easy to miss if you’re trying to rely on self-reporting questionnaires\nIt really needs to be weighed amounts of food and things like that\n\n\n\n\n\nThe energy cost of making ketones\n\nThere are some people who are actually pretty metabolically inefficient at making ketones\nSo the cost of making those ketones was so high there may be hundreds of calories per day that were being expended in that manner\n\n*Important caveat:\n\nPeter says, “There are a lot of people that I’ve come across who cannot lose any amount of weight on carbohydrate-restricted diets and I don’t understand why.”\n“There are a subset of people that just fare much better on a diet that restricts fats and is quite liberal with carbohydrates.”\n“I have some hypotheses around what that looks like, but I don’t even want to get into it because at this point it’s really quite speculative.”\n\n \nWhy being in nutritional ketosis does not automatically translate to negative fat flux (fat loss) [42:40]\nQuestion: Does being in nutritional ketosis ensure negative fat flux?\n\nNo, it does not\nIf you go back to the equation, De novo lipogenesis (DNL) + re-esterification (RE) = lipolysis (L) — That’s what we call fat balance\nIf we want to be in negative fat flux, then L needs to be bigger than DNL + RE\nNothing about being in ketosis tells us the inputs to that equation\nKetosis just tells you that you are making a lot of BHB, beta-hydroxybutyrate\nIf you’re restricting carbohydrates and you’re not starving yourself, it means you’re eating a lot of fat\nAnd one cannot tell by looking at this equation if L is bigger than, or less than, RE\nStated another way, you could force feed a person on ketosis and make them gain weight like crazy\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15211\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-5.-ama22-1024x730.png\" alt=\"\" width=\"1024\" height=\"730\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/slide-5.-ama22-1024x730.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-5.-ama22-300x214.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-5.-ama22-768x548.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/slide-5.-ama22.png 1464w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6. Interplay of dietary fat, fat in the fat cells, and ketones.\nThere’s multiple things that can happen with the fat you are eating\n\nThe dietary fat can directly go into storage in the fat cells—the chylomicrons would pick it up and they’d stick it into the fat cell directly\nThe fat can be utilized (muscles love fat cells)\nFor someone in ketosis, the fat could go to the liver and the liver can make BHB which can be used by  the muscles, the heart, and the brain\nBut again, nothing in this equation is telling you about the relative size of those arrows\nSo one has to be very careful — it’s totally understandable why people get frustrated when they start eating a keto diet \n\nThey may be sticking their finger and the meter is showing them they are producing ketones yet they are not losing weight\nThey would think, how is that possible? \n\n\n\nThe best way to troubleshoot if you are in ketosis and not losing weight:\n\nLower the fat intake\nIf you’ve clearly demonstrated that you’re in ketosis, then you’re working on the lipolysis side of the equation with all you can\nThe ketosis side of the equation implies insulin is low (which is great)\nYou may just need to lower the re-esterification side by eating less fat\n\n \nBob’s approach to scientific research [47:00]\nBob’s approach to scientific research\n\nStarts very broad\nFirst, try to triangulate onto, What’s the question that I’m trying to answer?\n\n⇒ Example: Omega-6 PUFAs\n\nWith something like Omega-6, there’s so much information and it seems like there’s a pretty big debate on whether they’re actually helpful or they’re benign or they’re harmful\nAnd he tries to gather as much information I can from those different camps on that question\nFirst, he will look for the most recent review papers using Google Scholar and PubMed\nHe set parameters like only looking at review studies in the last, say three years, and see if anything pops up\nIf it does, I’ll give it a read \nNote, it doesn’t necessarily have to come from JAMA or NEJM (those pop to the top anyway because the relevance I think is tied into the number of citations they have)\nBob will also look for people that talk about the topic at hand – academics giving lectures or even some person on the internet with a blog or youtube channel\n\nIn this first phase of research, Bob is just trying to be gain exposure to all sides — \n\n“Trying to be aware of differing opinions” says Bob, because when reading review papers, “I’m not sure if I’m getting all sides of the story”\nHe is looking for anybody saying something that is refuting what’s in the review paper, for instance, a blog post\n“You can kind of see how they’re thinking through a problem and whether it’s worth taking seriously or not, or whether the person really knows what they’re talking about and understands the history”\n\nHe’s also trying to understand, what’s the conventional wisdom on this topic? \n\nFor something like Omega-6, the conventional wisdom kind of depends on which lab or research team you’re looking at\n“I take the approach that, ‘okay, how’s this person full of *bleep?’ And I’ll see if there’s existing evidence to refute what they’re saying.”\nA review paper may have 200 references, and while Bob may not look at all 200, he will dig in to the references if there’s a section of the paper that he’s particularly interested in to make sure the claims that they’re making hold any water\n\nPeter adds some input:\n\nPeter says Bob does really well at taking the “red team approach” which is generally viewing everything as “probably not true”\nSecondly, Bob has the discipline to actually go deep and not trust what someone writes\nFor example, it’s surprising how often references in a paper don’t even make sense — There are times when a paper will cite something and say, “Well, this compound did this and these mice,” and you go and look and the paper cited has nothing to do with that\nThey either completely misinterpreted it or misrepresented it \n\nA “short cut” can involve finding people you trust\n\nPeter says he gravitates towards focusing on listening to trustworthy people\nWhereas, Bob often takes a deeper route by basically assuming everyone has made a mistake\nThat said, Bob says that once you gather a ton of data you start to see which people really know what they are talking about\nAnd then you’ll start to look at what else that person has published on the topic\nBob will go as far as to try to learn about that individual person’s background — “I try to learn more about that person than they know themselves.”\n\nReaching out to people\n\nBob sometimes actually attends lectures of people and tries to talk to them after their lecture\nBut you can also finding interesting speeches and lectures online — see Gerald Shulman’s Banting Memorial lecture on YouTube\nThen you can actually find their contact info and follow up with them\n“You’ll be surprised that if you reach out to some of these people and you ask them some questions, I think that a lot of times they’re flattered and they’re happy to answer your questions…you can get a lot of insight”\nIf you reach out to a lead author on a paper, for example, you can have a conversation with that person and there’s so many nuggets that are actually not in the paper itself\n“It’s really eyeopening … there’s just human errors that are happening left and right…sometimes you read these papers and you think ‘follow the science and trust the science.’ … science, it’s actually really messy, but it’s terrific just to be able to try to figure things out.”\nResearching limitations:\n\nBob always tries to look at the limitations of a paper — he gives credit to those that actually are honest about the limitations\n\n\nOne “tell” for Bob —\n\nYou may see an extensive list of limitations but then immediately following the list you’ll see a paragraph of how they totally controlled and adjusted for it — “that’s another tell to me is that if they’re not being honest in the limitations of it”\n\n\nOne more thing… “When you talk to these people, sometimes you get a little bit more of the tonality of how they feel about the topic, which can be important.”\n\n \nFun fact: Bob actually got introduced to Peter through Gary Taubes\n\nBob read a couple of Gary’s articles that was virtually the opposite of everything he had learned in school\n\nThe (Political) Science of Salt\nThe Soft Science of Dietary Fat\n\n\nHe decided to reach out to Gary and Gary ended up being really generous with his time\n“I think that it is really important [that] people will see that curiosity.”\nUltimately, Bob met Peter through Gary\n\n \nThe importance of curiosity and a desire to learn [58:30]\n\nEven Peter and Bob, who have backgrounds in science, are constantly learning new things\nPeter was recently sent a paper by friend and former podcast guest Lloyd Klickstein \nIt was a very interesting paper about proteomics in a very interesting experimental model and the figures in the paper were so complicated that Peter “. I got through the paper and it was pretty complicated, and then I got to the figures and the figures were really complicated\nHad “no freaking clue” what it meant so he just had to start Googling stuff \n\n“Part of it is you just have to acknowledge like it’s okay not to understand something and it might take you a little longer to get through it, but having that sort of curiosity is, I think the most important step to going through.” —Peter Attia\n \nBob’s tips and tricks for answering a scientific question in a time-crunch [1:00:00]\nWhat does Bob do when he has a deadline to answer a complicated question from Peter?\n\nOftentimes, the answer can’t just be googled\nBob’s process will depend of i) the question and topic and ii) what knowledge he’s already accumulated on said topics (in many cases simply a curiosity-inspired nerd safari)\n\nIn many cases, this is where Bob leans on the network of people that he has created — \n\nWho’s way better at answering this question than I am?\n\n\nHas somebody already done that?\n\n\nIs somebody insightful on that?\n\n\nHe recently emailed Matt Kaeberlein, for example, on an aging-related question — “He gave me a really insightful answer and also said, ‘Here are the things where I’m not sure about this, and those are things that you may want to look into independently.’”\n\nOne of my Bob’s “tricks”\n\nIf you really need an answer fast, you can reach out to somebody that you’ve already established a relationship with because you showed interest in their work\nWhen Bob does reach out to them, he tries to provide them some info on a topic that interests them that perhaps that haven’t been aware of to sort of repay their generosity\nPeter says, “you’re selling yourself short because you also organize information very well”\n\nExample of how Bob answered recent question from Peter\nThere was a JAMA paper that was writing about all the COVID vaccines\n\nThe article included a very insightful comment from a reader which pointed out that comparisons amongst vaccines was being reported in terms of relative risk rather than absolute risk reduction:\n\nThe effect of vaccine is measured by comparing the risk reduction in the two groups of participants (vaccinated and placebo groups) in randomized clinical trials. Relative risk reduction (RRR) or commonly known as vaccine efficacy is often used to express the magnitude of this effect which is derived simply by subtracting the relative risk from one. Alternatively, absolute risk reduction (ARR) is rarely used but is a much more meaningful measurement of risk. ARR is difference between the risks of disease in the two populations and defines the absolute magnitude of the risk.\nRRR is frequently reported in medical literature and news media. When vaccine effect expressed in relative terms, 95%, 94.6% and 66% VE were reported for Pfizer, Moderna and J& J vaccines respectively. In contrast, only Advisory Committee on Immunization Practices (ACIP) reported the ARR i.e 0.9%, 1.3% and 1.7% for Pfizer, Moderna and J& J vaccines respectively.\nIn conclusion, when the magnitude effect was expressed in relative terms, much larger percentages result than when the publicly available clinical data was discussed in absolute terms. Thus, the presentation of RRR certainly created the perception bias of efficacy. Among the three vaccines, J&J vaccine has the highest ARR but lowest RRR. \n(Here are the related reports from the FDA for Pfizer, Moderna, and Janssen (J&J))\n\nPeter was surprised he wasn’t aware of this so he put Bob and Rachel on the case, independently, and they both came up with the same answer \nPeter says “It was a great example of basically really organizing the hell out of a bunch of data and knowing that like, if you can’t present this in a single table, you don’t know what you’re talking about”\n\nPeter asks Bob to elaborate on how he pulled this together:\n\nIt starts with Bob’s mentality of “you don’t trust it, but verify it” (a revised take on Ronald Regan’s “trust, but verify”)\nSo he sees the comment, he assumes the commenter is wrong, but he is going to verify he is wrong\nBut it turned out that the commenter was more or less correct\n\nHow did Bob determine that?\n\nFirst, he thinks… “Is there something within that comment that I could actually identify within this 175 page FDA report on one of these vaccines and see if I can hone it, chisel it down to [find] actually what this person is talking about?”\nIn that case, it was the J&J vaccine that it seemed like there was a discrepancy in the absolute risk reduction that this commenter was coming up with\nBob realized that it was correct, but it was a different table within that FDA briefing document (Pfizer, Moderna, and Janssen (J&J))\nIt came from looking at one of the numbers that the commenter put in there and searching it and finding it, going through on a PDF and hitting a particular number with a decimal point and then honing in on that and finding it\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15218\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/vaccines-1024x450.png\" alt=\"\" width=\"1024\" height=\"450\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/vaccines-1024x450.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/vaccines-300x132.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/vaccines-768x338.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/vaccines-1536x675.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/vaccines.png 1924w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 7. The spreadsheet Bob made to compare the JAMA commenter’s values to the data from the FDA, which ended up matching in terms of absolute risk reduction. When Bob was referring to the different table, you can see in the “Janssen” section of the table Bob has “Table 10” and “Table 14” side-by-side and you can see that the commenter’s ARR match the FDA docs for all three vaccines (using Table 14 and not Table 10 for Janssen). \nUp shot\n\nBob’s curiosity in understanding all this terminology is what helped him in this case—Some people blow off steam but scrolling instagram, but Bob blows off steam by watching lectures on YouTube\n\n*Recommendations for online resources: \n\nNinja Nerd Lectures on YouTube\nJohn Ioannidis \nVinay Prasad\nCheck out the Studying Studies series\nRichard Feyman’s old lectures on YouTube\n\n“You have to have that insatiable curiosity about it in the first place to become smarter. I don’t think there’s a shortcut.” —Bob Kaplan\n§Selected Links / Related MaterialPaper showing a profound difference between losing fat via liposuction vs. through dietary & lifestyle interventions: Absence of an Effect of Liposuction on Insulin Action and Risk Factors for Coronary Heart Disease (Klein et al., 2004) [5:00]\nPeter’s blog post about fat flux: How to make a fat cell less not thin: the lessons of fat flux | Peter Attia (peterattiamd.com) [8:30, 30:45]\nEpisode of The Drive with Gerald Shulman: #140 – Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications | Peter Attia (peterattiamd.com) [14:45, 22:45]\nA paper that has historically been quoted which examined what happened to DNL during periods of over- and under-feeding CHO and fat: Short-term alterations in carbohydrate energy intake in humans. Striking effects on hepatic glucose production, de novo lipogenesis, lipolysis, and whole-body fuel selection (Schwarz, Hellerstein et al., 1995) [24:00]\nPaper showing the “hockey stick” figure showing the precipitous drop in lipolysis as insulin goes up: Low-Carbohydrate Diets Promote a More Favorable Body Composition Than Low-Fat Diets \nEpisode of The Drive with Rich Miller: #148 – Richard Miller, M.D., Ph.D.: The gold standard for testing longevity drugs: the Interventions Testing Program | Peter Attia (peterattiamd.com) [32:45]\nGary Taubes’s book: Good Calories, Bad Calories: Fats, Carbs, and the Controversial Science of Diet and Health by Gary Taubes | (amazon.com) [33:30]\nPaper suggesting that a person who is obese could still be “starving” at a cellular level: Effects of Dietary Composition on Energy Expenditure During Weight-Loss Maintenance (Ebbeling, et al., 2012) [35:00]\nObesity and Leanness by Hugo Rony: Obesity and Leanness (Hugo Rony, 1995) [36:45]\nRonald Reagan – “trust, but verify”: [51:30]\n\nTrust but verify | theconservativewill (youtube.com)\nTrust, but verify | (wikipedia.org)\n\nGerald Shulman’s 2018 Banting Lecture: Critical Viewing on Insulin Resistance – Banting Medal for Scientific Achievement – Gerald Shulman | Ivor Cummins (youtube.com) [55:15]\nArticle by Gary Taubes that opened Bob’s eyes and inspired him to reach out to Gary: [58:00]\n\nThe (Political) Science of Salt | Gary Taubes (garytaubes.com)\nThe Soft Science of Dietary Fat | Gary Taubes (garytaubes.com)\n\nEpisode of The Drive with Lloyd Klickstein: #118 – Lloyd Klickstein, M.D., Ph.D.: Rapamycin, mTOR inhibition, and the biology of aging | Peter Attia (peterattiamd.com) [59:00]\nEpisode of The Drive with Lloyd Klickstein: #118 – Lloyd Klickstein, M.D., Ph.D.: Rapamycin, mTOR inhibition, and the biology of aging | Peter Attia (peterattiamd.com) [59:00]\nJAMA paper about the COVID vaccines: The Johnson & Johnson Vaccine for COVID-19 (Livingston et al., 2021) [1:03:00]\nIf you look at the briefing document, probably put up in the show notes, I forget how many tables there are, but it’s way in the double digits, more or less. [1:05:00] #askbob\nYouTube channel Bob recommends for research: Ninja Nerd Lectures | (youtube.com) [1:06:00]\nEpisode of The Drive with John Ioannidis: #143 – John Ioannidis, M.D., D.Sc.: Why most biomedical research is flawed, and how to improve it | Peter Attia (peterattiamd.com) [59:00]\nEpisode of The Drive with Vinay Prasad: #133 – Vinay Prasad, M.D., M.P.H: Hallmarks of successful cancer policy | Peter Attia (peterattiamd.com) [59:00]\nThe Studying Studies series: [1:06:30]\n\nStudying Studies: Part I – relative risk vs. absolute risk\nStudying Studies: Part II – observational epidemiology\nStudying Studies: Part III – the motivation for observational studies\nStudying Studies: Part IV – randomization and confounding\nStudying Studies: Part V – power and significance\n\n§People Mentioned\nSam Klein [5:00]\nGerald Shulman [14:45, 22:45, 55:15]\nMarc Schwartz [24:00] \nMarc Hellerstein [24:00]\nRalph DeFronzo [29:45]\nJeff Volek [29:45]\nStephen Phinney [29:45]\nRich Miller [32:45]\nGary Taubes [33:30, 58:00]\nMark Friedman [35:00]\nDavid Ludwig [35:00]\nHugo Rony [36:45]\nEdwin Astwood [37:00]\nJerry Lewis [51:30]\nRonald Reagan [51:30]\nLloyd Klickstein [59:00]\nMatt Kaeberlein [1:02:00]\nJohn Ioannidis [1:06:30]\nVinay Prasad [1:06:30]\nRichard Feynman [1:06:45]\n\n§"
}