{
  "title": "#159 – Peter Hotez, M.D., Ph.D.: Evolution of the anti-vaccine movement, the causes of autism, and COVID-19 vaccine state of affairs",
  "content": "Peter Hotez is an internationally recognized physician-scientist in neglected tropical diseases and vaccine development. In this episode, they first follow up on the podcast episode (#158) with Brian Deer (the investigative journalist who exposed the complex and disturbing story behind the infamous 1998 Lancet paper by Andrew Wakefield linking the MMR vaccine and autism) with a broader discussion about the origin and evolution of the anti-vaccine movement. They explore some of the specific claims being made around vaccine additives, the timing of when vaccines are given, and claims about issues with the HPV vaccine specifically. Next, Dr. Hotez shares his own journey as a parent of an autistic child and speaks of the challenges of diagnosing autism, what could account for the seeming increase in the prevalence, and whether there is any support for the notion that environmental triggers play a role. They close out with a discussion on the state of affairs with respect to COVID-19 vaccination, comparing the various vaccines as well as the challenges that emerging variants of the virus may present. This episode was originally recorded on April 2, 2021.\n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#159 - Peter Hotez, M.D., Ph.D.: Evolution of the anti-vaccine movement, the causes of autism, and COVID-19 vaccine state of affairs\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#159 - Peter Hotez, M.D., Ph.D.: Evolution of the anti-vaccine movement, the causes of autism, and COVID-19 vaccine state of affairs\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#159 - Peter Hotez, M.D., Ph.D.: Evolution of the anti-vaccine movement, the causes of autism, and COVID-19 vaccine state of affairs\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nThe stubborn persistence of anti-vaccine sentiment (3:00);\nA closer look at claims about thimerosal and vaccine spacing causing autism (12:00);\nThe Hib vaccine: An example of the profound difference a vaccine can make (23:30);\nThe controversy surrounding the human papillomavirus (HPV) vaccine (30:45);\nThe growing anti-science sentiment, COVID vaccine hesitance, and the basis of the anti-vaxx movement (39:00);\nThe origins of autism, and Hotez’s personal story as a parent of an autistic child (1:02:45);\nThe challenge of diagnosing autism, increasing prevalence, and a potential parallel to Alzheimer’s disease (1:14:15);\nComparing the various COVID-19 vaccines and the impact of emerging variants of the virus (1:30:00);\nGlobal vaccination challenges and “vaccine diplomacy” (1:40:45); and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesThe stubborn persistence of anti-vaccine sentiment [3:00]\n\nBrian Deer, who is not particularly a vaccine advocate but an advocate for good science, was recently on The Drive\nThere is so much deceit in the work of Andrew Wakefield, who claimed that the MMR vaccine caused autism\nPeter wants to discuss: Why, after Wakefield was debunked, is this still an issue?\nA 2015 poll showed that more than 20% of millennial-age Americans still think vaccines cause autism\n\nThe anti-vaccine lobby keeps moving the goalposts (4:30)\n\nBegan in 1998 with now the now-retracted Wakefield paper asserting that the MMR vaccine causes autism by the live virus replicating in the colon\n\nrobustly refuted by scientists\nlarge cohort studies showed not linked, sound epidemiological data debunked the claim\n\n\nThen switched claims\n\nRobert F. Kennedy Jr. said it was thimerosal\nthen to spacing vaccines to close together\nThen it was the alum in vaccines\nnow away from autism to “chronic illness”\nAdded claim that the HPV vaccine causes infertility and miscarriages\n\n\nEach time the scientific community responds, they keep shifting arguments to maintain momentum and re-energize the movement\n\nThe focus has now shifted from pseudoscience to politics (4:30) \n\nBeginning around 2014-15, latched onto the Tea Party Movement to make it a politicized movement around concepts of health and medical freedom\nHotez decries the “craziness on Fox News”\n\nTucker Carlson questioned vaccines\nLaura Ingraham criticized both Hotez himself and also Tony Fauci\n\n\n“They create these versions 1.0, 2.0, 3.0 of the anti-vaccine movement, but the autism piece never entirely left. That’s still its legacy fake assertion that still haunts us today”\nPeter urges listeners to listen/watch the podcast with Brian Deer and to read Brian’s book for detailed information about the lack of association between the MMR vaccine and autism\n\n“I don’t know how to say this delicately, but I think if after assimilating all of that work, you still believe that there’s a relationship between that vaccine and autism, there’s probably nothing that can be said that can dissuade you from that.” —Peter Attia\n\nIt was helpful that Deer was able to show not just the Wakefield’s scientific fallacy but also his nefarious intent\nThe movement has grown much larger than Wakefield\n\nHave national anti-vaccine groups like Children’s Health Defense and the Informed Consent Action Network (ICAN)\nAlso have local political action committees (PACs) linked to far right-wing extremism\n\n\nNow also spreading beyond the US\nDiscussing the science “won’t stop the momentum of the anti-vaccine movement because they light a fire, they cause damage and then they move on and that’s their modus operandi”\nPeter says this podcast episode is not going to stop the anti-vaccine movement but that his goal is to “help parents, who frankly are inundated with information and can’t distinguish between signal and noise”\n\nPeter says it’s worth discussing thimerosal and increasing autism rates and other claims to help parents who are confused\nHe doubts he can dissuade the 20% of people who think vaccines are evil, but he wants to reach those in the middle who are undecided\n\n\nBy 2007-08, Wakefield’s claims had not only been debunked scientifically but also it was clear that he and John O’Leary had lied and manipulated data\n\nThe Lancet retracted Wakefield’s paper in 2010\nSaid results were no longer valid\nreferred to the medical council panel but did not mention Brian Deer’s work\nThe journal had published an institutional defense of the work in 2004\n\n\nPeter says the lawsuits were the most damning because Wakefield couldn’t produce evidence to maintain any legal argument\n\n \nA closer look at claims about thimerosal and vaccine spacing causing autism [12:00]\nThimerosal\n\nThimerosal is no longer in most childhood vaccines\nIf have a multidose vial of vaccine, risk of introducing bacteria every time you’re introducing a needle into the vial through a rubber stopper\n\nNeed a preservative that’s nontoxic to humans but will kill the bacteria\nWas an advance that allowed vaccination of large populations\n\n\nIt was taken out of vaccines because of all the bad publicity swarming around it\n\nThere was no scientific evidence that it is harmful, but the thinking was that it was unnecessary because single dose vials could be used instead, so take it out to increase vaccination rates\nThimerosal is still in some flu vaccines in US, although they can also be given as a single dose\n\n\nNo association between thimerosal and any adverse health effect was ever established\n\nBobby Kennedy made thimerosal his cause\nHe is an environmental lawyer who probably thought of Minamata Disease when he saw that thimerosal contained mercury\n\nDecades ago, Japanese people were exposed to high levels of methylmercury in fish\nDeveloped neurological symptoms that came to be called Minamata Disease\n\n\nThimerosal does not cause autism, which is associated with prenatal events\nBut Kennedy got involved and a couple of books made that claim\n\n\nGained momentum as Wakefield’s claim had\nHotez addressed these claims in his book Vaccines Did Not Cause Rachel’s Autism\nPeter clarifies the difference between thimerosal and methylmercury\n\nThimerosal is ethyl mercury, an organic mercury\nMethylmercury, which causes the toxicity we get from eating fish, is also an organic mercury\nMinamata disease resulted from the industrial release of methyl mercury, a different compound from thimerosal / ethyl mercury \nMethyl mercury accumulated in fish and caused a congenital neurologic disease with gait and motor disturbances and other problems including coma and death\n\n\nIn 2001, a journal called Medical Hypotheses published a paper suggesting that thimerosal could be linked to autism\n\nThimerosal was a common preservative but was eventually removed from vaccines\nBut after it was taken out, the rates of autism did not decrease\n\n\nLarge cohort studies did not show any link between autism and thimerosal       \nPeter points out that the 2001 paper was not unreasonable at the time; it was formulating a hypothesis by looking at plausible associations \nThe problem comes later “after the scientific community goes to great lengths and great attempts to seek the truth and publishes paper after paper after paper in mainstream scientific journals” when anti-vaccine groups don’t acknowledge that work and “cling to their debunked hypothesis”\n\nSay that scientists or journals must be paid off by pharmaceutical companies\nResort to conspiracy theories instead of showing intellectual curiosity about what actually causes autism\n\n\n“continually discount the massive amount of scientific work that’s gone into really uncovering what autism is”\nPeter says there are people who are “very influenced by data, they can think probabilistically, they can think in terms of uncertainty, they can accept and reason their way through these things” and others who “cling to a belief in the presence of emerging data that refute that hypothesis and they’ll continue to come up with an excuse”\nAnti-science sentiment is growing\nThe process of removing thimerosal from vaccines began around 1999\n\nVaccine Spacing (19:45)\n\nNext goalpost was “antigen overload” and vaccine timing \n\nmake vaccines more eco friendly\ngetting too many vaccines in a short period of time was overwhelming the immune system\n\n\nBut Hotez says the brains of kids with autism do not show excess inflammation like is seen in herpes encephalitis, so it’s not clear how this theory originated\nA pediatrician named Bob Sears wrote a book about the need to space vaccines further apart\n\nHis book is still a best seller on Amazon’s top vaccination books list\nAt least some plausible explanation with thimerosal, but none with spacing\n\n\nCurrent vaccine schedule is “based on years and years of studies confirming immunogenicity and protection” and showing that there’s no immunological interference (when one vaccine interferes with another)\nWhen change schedule without scientific data, it’s “unclear whether they’re going to be just as effective or safe as that very carefully orchestrated dance that was developed jointly by the FDA and CDC”\nPeter’s patients sometime ask if they should vaccinate their kids on the delayed schedule\n\nThe parents often wonder if the logic behind the current vaccine schedule is just based on the fact that it is convenient to vaccinate babies during the first year when they are going to the doctor often\nFor example, most kids are not at risk of getting Hep B so they might think ‘why are we having to vaccinate babies for this?’\n\n\n\n \nThe Hib vaccine: An example of the profound difference a vaccine can make [23:30]\n\nHotez brings up Haemophilus influenzae type B (Hib), which causes a type of bacterial meningitis \n\nWhen he was doing his residency in 1987/1988  he’d admit a child with Hib meningitis every few weeks\nThe child then had a high likelihood that kid was going to have permanent neurologic injury or might not even survive\nback then there was a vaccine targeting the polyribosyl ribitol phosphate (PRP) capsule of Hib that might help a handful of older kids who could still mount an immune response\nbut no vaccine that worked in infants\n\n\nJohn Robbins and Rachel Schneerson of the National Institute of Child Health & Development at the NIH figured out that it had to be haptenized (the antigen had to be joined to a carrier protein for vaccine to work)\n\nDeveloped a conjugate vaccine that worked in infants\nBut when Hotez was training, there was only a prophylactic antibiotic, rifampicin, which turns urine orange\n\nHotez was worried about bringing Haemophilus B home to his infant son, so he took rifampicin for about 2 years\n\n\nRobinson, Schneerson, and David Smith and Porter Anderson in Rochester figured out that if the PRP capsule was haptenized, the vaccine could stimulate a T cell response in infants\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15254\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-1-hotez3-1024x647.png\" alt=\"\" width=\"1024\" height=\"647\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-1-hotez3-1024x647.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-1-hotez3-300x190.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-1-hotez3-768x485.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-1-hotez3-1536x971.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-1-hotez3.png 1756w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Using a conjugate vaccine to stimulate an immune response in infants.  Image credit: Peeters et al., Preparation of Polysaccharide-Conjugate Vaccines\n\nVaccine was licensed in 1989 as Hotez was finishing his training\n\nBy the time he was a junior attending at Yale Children’s Hospital 2 years later, the disease was gone\n“I taught the house staff about it purely for historical interest, just like the old guys at Mass General taught me about diphtheria and tetanus”\n\n\nIt’s very expensive to get a vaccine approved\n\nlicense from the FDA to file a biologics license application\nthen go through an extensive review during license process: Vaccines and Related Biological Products Advisory (VRBPAC) committee at the FDA and the Advisory Committee on Immunization Practices (ICIP) committee at the CDC\nCommittees consider health benefits, cost effectiveness, etc.\n\n\nPeter asks if part of the vaccine schedule isn’t based on the probability of having contact with the health care system\n\nPeter got his own Hep B vaccine as an adult in medical school because exposure was so great during medical training, it’s transmitted just like HIV\nHotez got his when he traveled to China\nBut now common to vaccinate infants, which was not done before\n\n\nParent might ask if too much too soon\n\nIs this necessary?  Infants only at risk if parent is at high risk (works in health care, IV drug user) and not vaccinated\nCould make a case that Hep B vaccine is not needed until at least school age\n\n\nHotez says it’s clear that Hib vaccine was necessary\nNo vaccine is given for a trivial reason whether it’s apparent or not\n\nThere may have been enough at risk populations that it made sense to vaccinate everyone\nThe Hep B vaccine is very low risk: a recombinant protein vaccine produced in yeast that’s been around for almost four decades and been given to hundreds of millions of children\nHotez says another way to think about it is: what are we losing by vaccinating infants? (i.e., what’s the downside?)\n\n\n\n \nThe controversy surrounding the human papillomavirus (HPV) vaccine [30:45]\n\nAt least 3 strains of HPV (including 16 and 18) are associated with cervical cancer\nWomen have died or become infertile from the cancer\nSo the development of the HPV vaccine was fantastic news\n\nControversy\n\nBut it was controversial not only from a scientific perspective but also from moral, ethical, religious, and political standpoints\n\nHPV might be one of the best examples of the intersection of all of these forces\n\n\nRoughly 16% of all cancers are caused by infectious disease agents (about 33% in Africa)\n\nHPV-induced cancers like cervical cancer and laryngeal cancers are predominantly sexually-transmitted cancers\n\n\nDeveloped by Doug Lowy at the National Cancer Institute (NCI)\n\nInitially showed that the vaccine could prevent infection by the virus\nNow studies also show that it prevents cervical cancer\n\n\nThe Australian government has now launched a program to eliminate cervical cancer by 2030\n“That’s really exciting to actually eliminate a cancer through the vaccination process”\n\nControversy around vaccinating young girls\n\nOriginally was focused on cervical cancer and recommendation was to vaccinate girls around age 9 or 10 before they become sexually active\n\n“I think that [the HPV vaccine] did not go over well with a lot of people because they now realize their nice little 9- or 10-year-old girl is one day going to be a woman who is sexually active. … but in fact, it has a remarkable ability of saving lives and preventing cervical cancer.” —Peter Hotez\nIssues around the HPV vaccine in the US\n\nIn the US, there’s an access issue in rural areas and among underrepresented minorities\nThe vaccine has been targeted by the anti-vaccine lobby, which has “come up with fake assertion after fake assertion that’s not supported by the scientific data”\n\nClaimed it was causing autoimmune problems and reproductive problems like infertility and miscarriage\nScientists had to do large cohort studies to refute these claims\n\n\nRelated to parental struggles with kids growing up\n\nPeter recently saw a video of his 12-year-old daughter when she was 7 and her little brother was 1 playing on the beach and it was nostalgic\n“There is nothing to me that is both simultaneously amazing and sad as the natural loss of a game of tug of war that goes on between a parent and a child”\n\nPeter’s friend Ric Elias described it as something like “you’re playing tug of war, and you have to lose by the time the kid’s about 18”\n\n\nPeter understands that no one wants their daughter to be sexually active at a young age, but not getting her vaccinated is an asymmetric bet where the risks outweigh any perceived benefit\n\n\nAlso need to explain that the vaccine has benefit to both males and females\n\nAnti-vaxx groups are specifically targeting HPV vaccine & COVID vaccines\n\nHotez says that anti-vaccine groups are specifically targeting HPV\n\nRobert Kennedy has been suing Merck on behalf of patients who claim to have been injured by the HPV vaccine\nHotez is not aware of any evidence to support an association between HPV and infertility, miscarriages, or autoimmunity\n\n\nThe anti-vaccine groups are now using the exact same arguments against the COVID vaccines; they recycle the claims\nThe US is not even close to developing a cervical cancer elimination strategy\nlaryngeal cancer is another risk\nmany upper airway cancers are on the rise – soft palate, head and neck\n\nPeter thinks head and neck cancer is the second or third largest growing cancer in young men because of sexually transmitted disease\nHave to do devastating and aggressive surgeries\n\n\n\n \nThe growing anti-science sentiment, COVID vaccine hesitance, and the basis of the anti-vaxx movement [39:00] \nAnti-vaxx movement\n\nWhy do 20% of the population and an entire cottage industry of lobbying groups, PACs, etc., come out so hard against this one class of drug?\n\nWhy not against antibiotics or exogenous insulin?\nPeter says there’s no greater example of drug companies doing wrong and profiteering than with insulin: “the economics of insulin are an embarrassment to how pharma works”\nWhere is the rage about what Novo Nordisk is doing?\n\n\n\n“What is it about vaccines in particular that brings out so much ire, so much skepticism and so much anti-science rhetoric?” —Peter Attia\n\nHotez believes vaccines are targeted for two reasons:\n\n1) vaccines are given to healthy people so it’s not as intuitively obvious that they need it\n2) vaccines are often required to enroll in school, so it feels like they are being forced on parents\neasy for anti-vaccine groups to emphasize these two things to gain support and provide answers for parents who wonder how their child got autism\nthese two factors “are a toxic mix that get some people upset about vaccines, particularly in this environment which now dominates the internet”\n\n\nAnti-compulsory-vaccine leagues started in both the US and UK in the 1900s\n\nbut back then, you would go to the doctor, who would explain why the leagues were wrong and you should get vaccinated\nnow social media takes over the messages\nAmazon is the largest promoter of anti-COVID vaccine conspiracy books\nA lot of the information online is actually anti-vaccine and anti-science\n\n\n\nGrowing sentiment of distrust in science\n\nPeter is “still trying to understand why the disdain for science is so prevalent”\n\nHe says if you oppose the president’s infrastructure bill, you oppose it through legislative action and lobbying\nHe understands the medical freedom argument about not being forced to be vaccinated for a disease you don’t have because you can have a discussion about how to balance the needs of the individual versus society\nBut as a scientist, it’s hard for him to understand the anti-science part, though he tries to put himself in their shoes rather than being dismissive\n\n\nHotez says all of the scientific efforts to debunk the anti-vaccine claims took some steam out of the movement\nBut in some locations, like Orange County in CA, still had enough vaccine-resistant parents that Disneyland had a measles outbreak in 2015\n\nThe CA legislature responded by eliminating the exemption clause from its vaccine law\nMeasles is serious – has significant mortality and can cause permanent disability, like deafness and other things\n\n\nAnti-vaccine movement saw the CA response as an opportunity to rebuild and reinvent itself as a political movement based on medical freedom\n\nMovement was strong in TX: created political action committees like Texans For Vaccine Choice\nThe PAC started getting other PAC money, a lot of money was flowing in and they were able to convince the Texas Tea Party, a powerful group, to adopt vaccine choice as a platform issue\nThen PACs grew in Oklahoma and other western states\n\n\n\nThe role of politics\n“Your political allegiance, your identity actually became tied to not vaccinating your kid or to be skeptical of vaccines.” —Peter Hotez\n\nSame groups then began opposing masks and social distancing when pandemic hit based on medical freedom\n\nBecame a full-on anti-science movement\nExpanded to the south and upper midwest as people felt they had to show allegiance to the Republican party by defying masks and social distancing\n\n\nA nurse was interviewed telling the story of patients who died saying “COVID-19 is a hoax” [47:00]\n“what was a fringe group around … medical freedom in 2015 had now become a major platform of the Republican party going up against science”\n\nBegan to target scientists like Tony Fauci and Hotez himself as well as criticizing Bill Gates\nTucker Carlson has also questioned vaccines\nLaura Ingraham criticized Hotez\nThey claimed the scientists misled the public, were incorrect, and didn’t understand the epidemic\nPromoted the Great Barrington Declaration by a group of scientists who opposed lockdowns\nSaid the scientists wanted to lock everyone down and were hurting the economy\n\n\ntied back to 2015 when the anti-vaccine sentiment was first linked to far-right political extremism\n\n“What started out as an anti-vaccine movement is now a movement against any kind of public health intervention and demonizing scientists and basically calling us the boogeyman.” —Peter Hotez\n\nBegan to see anti-mask and anti-vaccine protests across Europe that used American anti-vaccine language\n\nNew York Times reported that it was linked to QAnon and other far right-wing extremist groups\nNow there are allegations that Vladimir Putin’s government is promoting “weaponized health communication” to destabilize democratic countries\nAll this evolved from a fringe group that grew out of the Texas Tea Party\n“I’m concerned about the fact that it continues to build”\n\n\nPeter wonders if this really represents the Republican party or just a vocal minority     \nHotez points out that the Republican party has not historically been anti science\n\nthe National Academy of Sciences was started during the Lincoln administration\nEisenhower launched NASA\nGeorge W. Bush launched the President’s Emergency Plan for AIDS Relief (PEPFAR)\n\n\nThis seems new but has become a major component of Fox News evening coverage\n\nAs recently as last year, Hotez regularly appeared on Fox\nBut then there was “a very deliberate disinformation campaign coming out of the Trump White House” saying COVID was like the flu and the deaths were from other causes\nKayleigh McEnany questioned masks and said the hospitalizations were catch-up and elective surgeries\nScott Atlas also spread misinformation\n\n\nHotez says he was one of the first to “call out” the misinformation because he has been fighting the anti-vaccine movement for years and has become a default expert in anti-science disinformation campaigns\n\nThe scope of vaccine resistance today [51:30] \n\nMore pervasive now than it’s even been\n\nA PBS NewsHour / NPR / Marist poll found that 41% of Republicans do not plan to get vaccinated against COVID-19, making them the most vaccine hesitant group in the US\nHotez did a poll with Tim Callahan at the School of Public Health at Texas A&M that found the same thing among a group designated as Trump voters\nTwo Kaiser Family Foundation polls got similar results\n\n\nWhile the greatest predictor of vaccine hesitancy is Republican party association, African-Americans are also vaccine hesitant \n\nHotez says this was true but resistance is now coming down among African Americans while remaining high among white Republicans\nHotez has been reaching out on podcasts and radio shows that target racial minority audiences\nThe pastor of a Baptist church in Richmond, VA told Hotez that his parishioners are less resistant to the vaccine now because of outreach by people like Hotez and also because Black clergy have created an informal network to push the need to be vaccinated\n\n\nInitial resistance may have been related to structural and historic racism and the horrible legacy of Tuskegee \n\nBut may also be related to the deliberate targeting of African-American groups by the anti-vaccine lobby\nThere is a video on the internet that attempts to link the COVID vaccine to Tuskegee \n\n\n“I’m worried that now you’ve got, again, people tying their allegiance to the Republican party or their identity to being against scientists and science, and this is not good for the country”\nThere was a large measles outbreak in the Somali community in Minnesota\n\nPeter says it’s even worse than the Orange County outbreak because it was “a deliberate targeting of a community of immigrants not facile with the language”\nEvery time a community gets targeted about the MMR vaccine, there is a measles outbreak\n\nPaul Offit calls measles the canary in the coal mine\nMeasles has a high reproductive number (12-18), so get outbreaks when vaccination rates go down\n\n\nthe first time the anti-vaccine groups targeted a specific ethnic group\nIn 2017, Lena Sun at the Washington Post reported that Wakefield had been spotted again at town hall meetings after being out of the public eye for a while\n\nBrought down vaccination rates in the Somali community from 92% to 42%\n¼ of the kids who contracted measles ended up being hospitalized\n\n\n\n\nIn 2018-19, targeted Orthodox Jewish groups in New York and New Jersey\n\nOffensive tactics: used Jewish yellow stars with the word “vax” written in Hebrew-like letters\nCompared vaccines to the Holocaust\nMassive measles epidemic in Monsey, NY, and Brooklyn\nAround 50 hospitalizations and 18 people in the ICU\n\n\nIn 2019, organized vaccine forums in Harlem\n\nOne was held at the Riverside Church, an iconic civil rights church in Manhattan where William Sloane Coffin was the minister in the 1970s and 80s\n\n\n\n“I’m very concerned. … You’ve got the health freedom component expanding out across the Republican Party, now into western Europe. You’ve got the Russians fueling this with their systematic weaponized health communication. Now, you’ve got the specific targeting of racial and ethnic groups and causing a lot of damage” —Peter Hotez\n\nTakes a long time to explain and can’t be captured in a 30-second commercial\nIt makes people very uncomfortable\nWhen Hotez was on CNN and MSNBC he did not want to specifically call out the White House\n\nfear of undermining his scientific credibility by being political\nBut being targeted made him an expert in anti-science disinformation campaigns\n\nOn Instagram Robert F. Kennedy Jr called Hotez the OG (original gangster) villain\nPeter Navarro claimed there was a conspiracy to allow China to  engineer the virus\nSeemed like gaslighting\n\n\n\n\nHotez told his wife Ann it was taking him “to a very dark place” and she told him he would regret not combatting the messages if there was a massive loss of life due to COVID\n\nAfter that he decided to forcefully combat the anti-vaccine movement\nHe did not get support from the academic and professional societies because they are reluctant to stake political stands\nHe felt alone until it later became “safe” for others to support him\n“I’m glad I did it, but emotionally, it really knocked the crap out of me, it was very tough to do that because the truth is I’m not that ideologically driven politically”\n\n\nHotez was chair of microbiology at George Washington University in DC for a decade and learned that if you want to get anything done, you must reach across the aisle\n\nHe got neglected tropical disease legislation passed\nWould speak to both Sam Brownback, a conservative Senator from Kansas, and Patrick Leahy, a liberal Senator from Vermont, and back then it was common to do that but isn’t now [1:00:00]\n\n\nPeople perceived him as a Democratic partisan because he criticized the Trump administration, but now colleagues tell him not to criticize Joe Biden\n“If your focus is only on saving lives and doing whatever you can to save lives,” you will spread your message wherever you can\n\nhe’ll appear on on Newsmax and Fox News as well as media that reach racial minorities\nIt’s not easy to do\n\n\nPeter wonders whether there has been this level of distrust of science in the last two centuries \n\nHotez says there has been resistance in the past (when Cotton Mather tried to vaccinate the Massachusetts colony against smallpox, his house was firebombed)\nbut the mainstreaming of anti-science belief has not been this systematic before\nThe internet and social media contribute to the problem\n\n\n\n \nThe origins of autism, and Hotez’s personal story as a parent of an autistic child [1:02:45]\nRachel’s story\n\nShe has autism and is now 28\nPeter’s wife Ann noticed that Rachel wasn’t as “huggy” as their two older kids\nWhen she was 19 months old, developmental delays were clear\n\nHotez was running a lab at Yale and had to travel frequently to a lab in China\nHe had to reconfigure program and give up going to China now that he had a special needs child\n\n\nRachel was seen at the Yale Child Study Center, a leading autism center with experts like Fred Volkmar, Donald Cohen, Linda Mayes, and Wendy Levine [1:04:00]\n\nAutism in girls\n\nA bit harder to diagnose girls because they tend to be more verbal\n\nRachel was verbal, although some of it was echolalia\nHer language skills are reasonably normal but she has a low performance IQ and has intellectual disabilities related to autism\nautism is 10:1 boys to girls but may be because boys have a much more obvious presentation while girls mask it better because they are better verbally\nautistic girls have high rates of comorbidities like obsessive compulsive disorder (OCD) or attention deficit hyperactivity disorder (ADHD) or eating disorders like bulimia in teens\nas we get better at diagnosing girls, ratio now closer to 3:1 and may reach closer to parity like 1.5\nAlison Singer at the Autism Science Foundation has been supporting efforts to improve diagnosis in females [1:05:30]\n\n\n\nThe origins of autism in the brain\n\nCDC website used to say that most children on the autism spectrum are diagnosed between 18 – 24 months of age\nJoseph Piven at UNC Chapel Hill showed that that clinical expression of autism coincided with a big increase in brain volume expansion that could be followed with serial MRIs\n\nParticularly with the regressive form of autism, kids actually lose milestones they had reached and parents remember that they got vaccine around that time\nBut you can go back much earlier and show brain changes in infancy or even prenatally\n\n\nEric Courchesne at UCSD and researchers at the Broad Institute of Harvard and MIT have identified about a hundred genes linked to autism spectrum disorder\n\nall involved in early fetal brain development\nSome are involved in neuronal communication like neuronal cytoskeleton genes\n\n\nHotez did whole exome sequencing on Rachel at Baylor Genetics and identified a neuronal cytoskeleton gene (non-red cell spectrum)\nCertain genes are activated in early fetal brain development, but full clinical expression does not occur until around 18-19 months\nThat’s not unusual for neuropsychiatric conditions; kids with schizophrenia are often not diagnosed until adolescence or even young adulthood   \n\nCoping with Rachel’s diagnosis\n\nPeter wonders if Hotez was able to think about Rachel’s diagnosis through a scientific lens, even though it was very personal\n\nMuch less was known back in the 90s\nRachel was about 5 when the Wakefield paper came out, but it did not make sense to him — but Hotez says, “to me, it never made sense”\n\n\nPreviously it had been called pervasive developmental disorder (PDD) and many affected children were macrocephalic (had enlarged heads), so it was clearly a neuroanatomical condition\n\nthere were structural alterations in the brain of kids with autism\nit didn’t make sense that a vaccine given at a year old could cause that\n\n\nPeter wonders if a part of Hotez wished it were the vaccine, because then the problem could be solved by simply giving MMR as three separate shots, helping others even if not Rachel\n\nWhile Hotez would have wanted a simple, logical solution, he didn’t think that way because the vaccine-autism connection never made any sense to him\nHe suspected a genetic or epigenetic basis\nVery hard to discuss epigenetics (things like microRNAs and histone deacetylation) with lay audiences\n\n\nIt had to be prenatal, but he did not think immunization during pregnancy would be the cause and this was later confirmed\n\nAutism spectrum, neurodiversity, and exome sequencing [1:12:00]\n\nToday we recognize that autism is a spectrum \nHotez notes that our understanding is now complicated by the concept of neurodiversity and accepting differences rather than describing autism as a pathology \nIn Rachel’s case, it’s not her autism but her intellectual disability that’s incapacitating\n\nshe struggles with reading and simple math\nShe cannot make change, but the local merchants know her and are good to her\n\n\nSpecial services are an issue when children become adults and there is no long-term plan for Rachel right now\n\nA residential facility did not work because she was not cooperative with the staff\nTexas is not strong with those types of social services, northeastern states like MA and NY might be better\n\n\n\n“There’s no roadmap for what you do with an adult with intellectual disabilities. And that really worries me, … Trying to work that is a huge, huge, heavy burden on us.” —Peter Hotez\n \nThe challenge of diagnosing autism, increasing prevalence, and a potential parallel to Alzheimer’s disease [1:14:15]\n\nTypical symptoms that a parent would notice would be language delay, changes in behavior, emotional regulation, and lack of eye contact\nIt’s still listed in the Diagnostic and Statistical Manual of Mental Disorders (DSM), the widely used classification system for psychiatric diagnoses\n\nThe DSM criteria are not as strong as they could be for girls, especially younger girls\na child with symptoms would typically be referred to an early intervention program called Birth to Three\n\ntypically get referred to a behavioral pediatrician or child psychiatrist\nThere is a huge need for more child psychiatrists and Hotez encourages his medical students to go into that field\n\n\nCriteria include limited social interactions and lack of speech, although it can be a bit different for girls and women\n\n\nAutism is not like Down Syndrome where there is a clear phenotype and genotype\n\nAutism Spectrum Disorder (ASD) is much more nuanced, it’s more a diagnosis of exclusion\nThere are other possibilities on the differential diagnosis\n\n\nIn the future, can use exome sequencing to identify and target specific genes\n\nIn some cases pharmacological intervention might be possible\nwith whole exome sequencing, get the full sequence of every expressed gene\n\nidentifies rare mutations that you wouldn’t pick up just by looking at chromosomes\nright now find a mutation in autistic patients only about 40% of the time\nif could screen the entire genome including non-expressed genes, might be able to find additional ones too\n\n\nsome children’s hospitals are considering doing whole exome sequencing on every child they admit\n\n\nBut for now have a somewhat rudimentary list of criteria from the DSM\n\nWhen Hotez was in med school at Cornell in the 1980s, a child psychiatrist told him that the DSM was anachronistic and out of touch for child psychiatry\nHe’s curious what a child psychiatrist today would think\nThe whole concept of neurodiversity is not reflected in the DSM like it needs to be\n\n\nAdding in whole exome sequencing and developments in neuropsychiatric medications will make things look very different 10 years from now (and again 10 years from then)\nIn 2020, it was estimated that 1 in 54 American children will have autism\n\nHotez says could be more like 1 in 30 if girls and women aren’t undercounted\nIt was much more rare in, say, 1980 because the criteria changed\nUsed to focus on nonverbal boys with certain repetitive behaviors, has now greatly expanded\nAlso a question about at what point neurodiversity becomes a DSM diagnosis\n\n\nHotez’s older daughter Emily has a PhD in developmental psychology and is an assistant professor at UCLA\n\nA potential parallel to Alzheimer’s disease\n\nPeter notes that the prevalence of Alzheimer’s Disease (AD) has increased over the past 50 years\n\npeople are living longer and there are many more tools to make the diagnosis\nbut also other factors that may be increasing the incidence\nfor example, vascular disease and metabolic disease are rising, insulin resistance and abnormal lipid levels increase and get more neuropathology\n\n\nDavid Corry at Baylor and Hotez are collaborating with others on a project to look at fungal (and even candida) involvement in AD\n\nSome beta amyloid plaques have fungal sequences\nLooking at the role of aspergillus and yeast-forming fungi\n\n\nPeter suspects AD is the final common path for many health problems\nThere might also be a toxic version related to infectious agents or environmental toxins\nHotez says researchers are looking at whether a fungal vaccine could help reduce neurodegenerative disease\n\nDoes this have a parallel to autism? (1:21:45)\n\nWe are making the diagnosis more, but might there also be a separate increase in incidence\n\nCould be an environmental trigger that interacts with genes or independently\nCan have an environmental trigger that triggers a condition for which there’s a genetic susceptibility that does not alter the genome (epigenetics)\nor an environmental trigger that does alter the genome\n\n\nA group at Geisinger in Pennsylvania has been looking at a number of psychiatric conditions\n\nResearchers identified groups of families that have the same genetic mutation, yet one individual has autism, another schizophrenia, and another some other kind of brain disorder\ngenetics is dominant, but epigenetic factors could play a role\nlikely occurring during pregnancy\n\n\nstructural changes in the brain are already well underway before birth\n\nWork from Courchesne and others shows that this is going on in fetal brain development (maybe as late as the second trimester, but in utero)\nenvironmental influences are most likely something occurring during pregnancy\nPeter says this adds to the anxiety about the baby’s health many parents feel during pregnancy\n\n\nHotez points out that saying “genetic susceptibility” is too simplistic\n\nthere might be some environmental influences that could affect expression through epigenetics\nWe don’t know how deterministic it is (can’t say to what extent having the gene means that you have the condition vs. might have it if exposed to certain environmental conditions)\n\n\nRachel’s case seemed to be caused by a single gene, but the Broad Institute paper identified about a hundred genes\n\nall are involved in early fetal brain development, all but one are in the cortex of the brain, most related to early excitatory and inhibitory neurons, and many affect the neuronal cytoskeleton\nThe genes are dominant, but there might be epigenetic influences that can affect whether it’s full-on expression of autism or schizophrenia\n“I think it’s overwhelmingly the genetics is the dominant factor and yes, deterministic, and maybe there are some epigenetic influences”\n\n\nHotez believes that the rising incidence of autism is due to better awareness and an expansion of the definition\n\nWe now realize that kids who might have been labelled “mentally retarded” in another era are on the autism spectrum\nIn addition, having an autism diagnosis allows a child to access special services that they would not otherwise be eligible for, so there may be a tendency to seek the diagnosis\nAnd girls are now being diagnosed more as better awareness that it can look different in females\n\n\nIt’s unclear how heritable autism is\n\nSome may be spontaneous mutations, others not\nIt is common to see undiagnosed parents with autistic traits\nThere’s a theory that it’s more common among highly intelligent people, but this has not been established\n\n\nPeter thought there had been a true increase in the incidence of autism, though not as significant as increased awareness and broader diagnostic criteria (for example, what used to be called Asperger’s is now a part of ASD)\nHotez says it’s difficult to sort out – don’t yet have specific genetic markers to track to see if increasing\n\n \nComparing the various COVID-19 vaccines and the impact of emerging variants of the virus [1:30:00]\n\nWe’re on the path to a point where all Americans who want to be vaccinated against COVID can get vaccinated\nRight now 3 vaccines are available (Moderna, Pfizer, Janssen) and could have as many as 5 (e.g., Novavax) soon\nHotez has concerns about AstraZeneca, but they haven’t applied for emergency use authorization so it’s not currently available in the US\nPfizer just released data showing 100% efficacy in adolescents 12 to 15\n\nbut the study numbers were very small so the efficacy is unlikely stay that high\nVirus neutralizing antibody titers in the adolescents were much higher than in older adults\n\n\ncorrelates of protection: high levels of virus neutralizing antibody seem roughly to correlate with efficacy\n\nperhaps more B-cell mediated, although T-cells likely have a role\nbut papers are often comparing virus neutralizing antibodies to convalescent serum titers (antibody levels in people who had and recovered from COVID-19), which vary very widely\n\n\nA recent pre-print paper used calculations to try to standardize the values\n\nrather than give absolute values of geometric mean titers, calculated the ratio of the virus neutralizing antibody titers against the vaccine versus the convalescent virus neutralizing antibody titers\nshowed that to get a high level of protection from the vaccine, the level of virus neutralizing antibodies has to be at least as high as the convalescent and preferably about 1.5 of the convalescent value\nthis is not a true correlate of protection, but closer than other data\n\n\n\nDifferences among vaccines (1:33:00)\n\nHeadlines about J&J (Janssen) vaccine said it was less effective, but if you look at the absolute rather than relative risk reduction, it seems to work at least as well as Pfizer and Moderna\n\nBut it’s hard to compare a single dose to two doses\nJ&J may become two doses if get a booster for one of the variants\nvirus neutralizing antibody titers are very high after two doses and it will offer as much protection as Pfizer and Moderna\nsingle dose J&J might be slightly better than a single dose Pfizer and Moderna\n\n\n“The bottom line is they’re all good. They’re all good vaccines”\nWe will likely need a booster for all of them (third dose of Moderna or Pfizer or second dose of the J&J)\n\nWill elevate virus neutralizing antibody titers and create more durability of protection\nMay need to reconfigure the boosters to cover the South African and Brazilian variants which are not yet common in the US\nWe do have the B117 UK variant in the US, but all of the Operation Warp Speed vaccines work well against it\n\n\n\nThe UK Variant (1:35:00)\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15255\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-2-hotez3-1024x787.png\" alt=\"\" width=\"1024\" height=\"787\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-2-hotez3-1024x787.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-2-hotez3-300x231.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-2-hotez3-768x590.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-2-hotez3-1536x1181.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-2-hotez3.png 1540w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Spike protein amino acid substitution in the UK variant. Image courtesy of Peter Hotez\n\nThe UK variant has a single amino acid substitution that creates an aromatic amino acid, which seems to reduce the level of virus neutralizing antibody\n\nIn the spike protein, there’s an amino acid substitution in the 501 position from asparagine (N) to tyrosine (Y) (see figure above)\nTyrosine has an aromatic ring\nWith an additional tyrosine, there is a ring-ring interaction and a hydrogen bond\nThe pi electrons are interacting with each other\n\n\nCases in Michigan in younger people with higher mortality and morbidity is related to the interactions between these two rings\nA certain combination of three nucleotides code for an amino acid\n\nIf change one nucleotide, it changes the amino acid from asparagine (in the original “wild type” lineage) to tyrosine\nThis changes the shape and also creates a new electrochemical attraction\n\n\nNow the spike protein has a stronger attraction to the angiotensin-converting enzyme 2 (ACE2) receptor\n\npresumably makes it easier for the virus to enter cells and possibly allows better viral replication\nDisease now more severe and affecting younger people too\n\n\nThe good news is that the virus neutralizing antibodies to the original spike protein stimulated by the vaccines seem to still work well against the B117 variant\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-15256\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-3-hotez3.png\" alt=\"\" width=\"828\" height=\"828\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-3-hotez3.png 828w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-3-hotez3-300x300.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-3-hotez3-150x150.png 150w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-3-hotez3-768x768.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-3-hotez3-500x500.png 500w\" sizes=\"(max-width: 828px) 100vw, 828px\" />\nFigure 3. Images of trimeric spike proteins on the surface of the SARS-CoV-2 virus. Image courtesy of Peter Hotez\n\nIn the image above, what look like purple flowers (see arrow) are the trimeric spike proteins\n\nEach one has its own receptor binding domain\nOnly one of the receptor binding domains flips up and binds to the ACE2 receptor (see figure below)\nThe original type would look the same, it just has a lower affinity\nthe antibodies to all of the original lineages from the vaccines can still neutralize this interaction\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15257\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-4-hotez3-1024x579.png\" alt=\"\" width=\"1024\" height=\"579\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-4-hotez3-1024x579.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-4-hotez3-300x170.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-4-hotez3-768x434.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-4-hotez3-1536x868.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-4-hotez3.png 1868w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. Visual comparison of the UK and South African variants. Image courtesy of Peter Hotez\nBrazilian and South African variants\n\nThe P1 variant from Brazil and B1351 from South Africa are different from UK variant\nB1351 has the same mutation in the 501 position as the UK variant (shown in yellow in the figure above), but there is a second amino acid substitution creating a lysine in the 484 position (shown in purple in the figure above)\n\nGet extra levels of electrostatic interactions and the binding is potentially even tighter\nInterferes with the ability of antibodies to neutralize, the titer goes down and decreased efficacy\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15258\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-5-hotez3-1024x744.png\" alt=\"\" width=\"1024\" height=\"744\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/fig-5-hotez3-1024x744.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-5-hotez3-300x218.png 300w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-5-hotez3-768x558.png 768w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-5-hotez3-1536x1116.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/fig-5-hotez3.png 1872w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Comparison of COVID vaccine effectiveness. Image courtesy of Peter Hotez\n\nOn the slide above, one can see the efficacy going way down\n\nFor Novavax and J&J, this shows published efficacy data\nFor Pfizer and Moderna, this shows the decline in levels of virus neutralizing antibody in vitro\n\n\nThe original level is high enough that there is probably good protection from the residual\n\nRecent Pfizer press release suggests that in a small set its vaccine may work against the South African variant\nmakes sense given high levels of virus neutralizing antibody to start with\n\n\n\n \nGlobal vaccination challenges and “vaccine diplomacy” [1:40:45]\nThe AstraZeneca vaccine\n\nA study had shown it only ~10% effective against the South African variant (see figure above)\n\nBut the vaccine was only tested against mild and moderate disease, might be effective against severe illness\nMight see numbers like J&J, which tested against severe illness, if also tested against the severe version\n\n\nBigger issue is public perception of the cerebral thrombosis being reported in Europe\n\nGerman agency Paul Ehrlich Institute reported six cases of sinus venous thrombosis and vaccine was suspended\nSeveral other European countries did as well, which had large ramifications for Africa\n\n\nWas a concern because AZ vaccine “was supposed to be a workhorse vaccine for low- and middle-income countries”\n\nThe European Medicines Agency has stated that this side effect is rare and the benefits still outweigh the risk\nGretchen Vogel and Kai Kupferschmidt concluded that some cases of cerebral venous thrombosis could be linked to the vaccine as a rare side effect\nNot clear what will happen in the US especially in light of all of the very aggressive anti-vaccine activity here\nHotez hopes the US will authorize it for emergency release even if it is never used here because otherwise there could be a chilling effect on Latin America and Africa\n\n\n\nGlobal challenges \n\nNot many choices for low- and middle-income countries, so Hotez and others have developed a recombinant protein vaccine they hope can be used there\n\nCan’t scale up the two mRNA vaccines (Moderna and Pfizer) for Africa and Latin America\nGreat that Pfizer donated 102,000 doses to Rwanda, but will need 4 billion doses of vaccines to cover 1.1 billion people in Sub-Saharan Africa and 650 million people in Latin America\nCan’t cover that with mRNA vaccines and the freezer requirement is onerous\n\n\nJ&J is having issues scaling up production\n\nFocused a lot on innovation and not enough on durability for scale-up\nwhen you use a brand new technology, it’s really hard to move to 4 billion doses\n\n\nAfter his previous appearances on Peter’s podcast, Hotez got funding from several donors to adapt his existing coronavirus vaccine program for SARS and MERS to a recombinant protein vaccine for COVID-19\n\nIt’s recombinant protein in yeast like the Hepatitis B vaccine\ncapacity for producing 100 million doses a month\nclinical trials and non-human primate trials have been promising\n\n\n\n“It was so hard to get funds for what was so obviously needed, which is a low cost unfussy, durable vaccine for low- and middle-income countries.” —Peter Hotez\n\nHotez’s research group got “game changing” funding from the Kleberg Foundation, the JPB Foundation, the Austin-based company Tito’s Vodka, an anonymous donor, and others\n\n\nThe P1variant in Brazil has the same two amino acid changes as the South African variant, so hopefully addressing one with also address the other\nGlobal policy makers created the brilliantly-designed COVAX collaboration\nEquity issue because didn’t ensure there was enough vaccine available for COVAX\n\n“If we don’t figure out a way to vaccinate the rest of the world, if we only vaccinate North America and Europe, it’s going to be a catastrophe. This virus is going to continue to circulate and cause tremendous humanitarian destruction.” —Peter Hotez\n\nCould also see other variants develop if inadequate global vaccination\n\nViral mutations (1:47:15)\n\nSaw more mutations than expected in a coronavirus\n\nOne theory (which Hotez does not believe is strong) is that an immunocompromised individual had high levels viral replication and perhaps received plasma convalescent therapy, putting selective pressure on the virus\nDon’t really know why it has mutated\n\n\nA lot of the viruses seem to be converging on the same mutations\n\nA booster for the South African/P1 Brazil variant may be enough to contain it\nWe may not even need a booster for the South African variant because our vaccines seems to produce good levels of virus neutralizing antibody for it\n\n\nHotez hopes we will only need a one-time booster, but it’s too soon to tell\n\nHe’s guessing it won’t be annual like a flu vaccine\nThe flu is different – wholesale antigenic shifts make it like a new virus\nSystem in place to monitor strains and communicate with pharmaceutical manufacturers\n\n\nHotez’s colleague Patrick Soon-Shiong in Los Angeles is interested to see if can we build out vaccine development capacity in Africa and Latin America\n\nNo vaccines are currently being made in Africa and not enough in Latin America and the Middle East\nEven with COVAX, if you only rely on multinational companies they won’t make new vaccines for the world, and least not quickly\nGavi Alliance for vaccinating the world’s children depends heavily on the multinational companies\nThey do a great job, but we need parallel mechanisms in place like local vaccine development production facilities in Africa and Latin America\n\n\nNeed to work on “vaccine diplomacy”\n\nWrap up\n\nPeter laments that they only got through half of what he wanted to cover\nHotez says he appreciates Peter’s “amazing talent for asking the right questions”\n\n§Selected Links / Related MaterialPeter’s podcast interview with Brian Deer: #158 – Brian Deer: A tale of scientific fraud—exposing Andrew Wakefield and the origin of the belief that vaccines cause autism | The Drive, Peter Attia (peterattiamd.com) (4/19/2021) | [3:30]\nBrian Deer’s book telling the story of Wakefield’s deception: The Doctor Who Fooled the World: Science, Deception, and the War on Vaccines by Brian Deer (2020) | [3:30]\nSummary of MMR vaccine / autism controversy: MMR vaccine and autism (en.wikipedia.org) | [3:30]\nPoll finding that 20% of young Americans think vaccines cause autism: 1 in 5 millennials think vaccines cause autism | German Lopez, Vox (January 31, 2015) | [4:30]\nWakefield’s infamous paper in the Lancet reporting on a case series of children which suggested that the MMR vaccine was linked to autism (later retracted):  Ileal-lymphoid-nodular hyperplasia, non-specific colitis, and pervasive developmental disorder in children | The Lancet (Wakefield et al. 1998) | [5:00]\nRobert Kennedy’s anti-vaccine organization: Children’s Health Defense [4:30, 8:00]\nArticle about Tucker Carlson’s critiques of vaccines: The dangerous game Tucker Carlson is playing on vaccines | Aaron Blake, The Washington Post (March 16, 2021) | [4:30]\nHotez referencing Laura Ingraham’s criticism of him: Dr. Peter Hotez: We’ll be ‘pretty damn close’ to normal by summer | Lisa Gray, The Houston Chronicle (April 9, 2021) | [4:30]\nLaura Ingraham’s criticism of Tony Fauci: Laura Ingraham Calls Anthony Fauci ‘Medical Deep State’ | Lee Moran, Huffington Post (Jun 16, 2020) | [4:30]\nAnnouncement of retraction of Wakefield’s 1998 Lancet paper: Retraction — Ileal-lymphoid-nodular hyperplasia, non-specific colitis, and pervasive developmental disorder in children | The Lancet (Editors of The Lancet 2010) | [11:15]\nEarlier institutional defense of Wakefield’s paper: A statement by The Royal Free and University College Medical School and The Royal Free Hampstead NHS Trust | The Lancet (Hodgson 2004) | [11:15]\nHotez’s book about vaccine science and his daughter: Vaccines Did Not Cause Rachel’s Autism: My Journey as a Vaccine Scientist, Pediatrician, and Autism Dad by Peter J. Hotez (2018) | [13:45]\nPaper suggesting a link between thimerosal and autism: Autism: a novel form of mercury poisoning | Medical Hypotheses (Bernard et al. 2001) | [15:45]\nData showing that autism rates did not decline after thimerosal was removed from vaccines: [15:45]\n\nUnderstanding Thimerosal, Mercury, and Vaccine Safety (FDA 2011)\nData & Statistics on Autism Spectrum Disorder (CDC 2020)\nAutism: Removing Thimerosal from Vaccines Did Not Reduce Autism Cases in California, Report Finds (Science Daily 2008)\nThimerosal and the occurrence of autism: negative ecological evidence from Danish population-based data Pediatrics (Madsen et al. 2003)\n\nIOM report concluding that research has shown no link between thimerosal and autism: Immunization Safety Review: Vaccines and Autism (Institute of Medicine 2004) | [15:45]\nSummary of the removal of thimerosal from vaccines in the US: Thiomersal and vaccines (en.wikipedia.org) | [18:45]\nVaccine book by Robert Sears: The Vaccine Book: Making the Right Decision for Your Child (Sears Parenting Library) by Robert W. Sears (2011) | [19:45]\nArticle showing that Haemophilus B vaccine must be conjugated: Preparation, Characterization, and Immunogenicity of Haemophilus B Influenzae Type B  Polysaccharide-Protein Conjugates | Journal of Experimental Medicine  (Schneerson R, Barrera O, Sutton A, & Robbins JB 1980) | [25:00]\nArticle about Disneyland measles outbreak: Disneyland Measles Outbreak Hits 59 Cases and Counting | Lisa Aliferis, NPR (January 22, 2015) | [44:00]\nInformation about 2015 CA bill that removed the personal belief exemption from its vaccination laws: California Senate Bill 277 (en.wikipedia.org) | [44:00]\nNurse talking about patients who died of COVID denying that it exists: South Dakota nurse says many patients deny the coronavirus exists — right up until death | Paulina Villegas, The Washington Post (November 16, 2020) | [47:00]\nDiscussion of anti-vaccine advocates targeting Tony Fauci, Peter Hotez, and Bill Gates: [47:00]\n\nTony Fauci: Fauci hits back at rightwing criticism and says attacks on him ‘bizarre’ | Adam Gabbatt, The Guardian (April 5, 2021)\nPeter Hotez: When Defending Vaccines Gets Ugly | Janeen Interlandi, The New York Times (June 2, 2019)\nBill Gates: Bill Gates was ‘very surprised’ that ‘crazy’ Covid conspiracy theories targeted him and Dr. Fauci | Tom Huddleston Jr., CNBC (January 27, 2021)\n\nStatement by a group of scientists who opposed lockdowns: Great Barrington Declaration (October 4, 2020) [47:45]\nArticle about Putin deliberately spreading health misinformation: Putin’s Long War Against American Science William J. Broad, The New York Times (April 14, 2020)\nSurveys identifying vaccine hesitancy among subgroups: [50:15]\n\n\n\nPBS/NPR/Marist poll finding that 41% of Republicans do not plan to get a COVID-19 vaccine: Why 41 percent of Republicans don’t plan to get the COVID vaccine | Yamiche Alcindor, PBS (March 19, 2021)\nTexas A&M poll finding that Trump voters were vaccine hesitant: Study: Black Americans, Women, Conservatives More Hesitant To Trust COVID-19 Vaccine | Callie Rainosek, Texas A&M Today (January 4, 2021)\n\n\n\n\nKaiser Family Foundation polls:\n\n\n\n\nKFF COVID-19 Vaccine Monitor: February 2021 | Liz Hamel, Grace Sparks, and Mollyann Brodie, KFF (February 26, 2021)\nKFF COVID-19 Vaccine Monitor: March 2021 | Liz Hamel, Lunna Lopes, Audrey Kearney, and Mollyann Brodie, KFF (March 30, 2021)\n\n\n\nDiscussion of vaccine hesitancy among both Republicans and African Americans: As Biden Confronts Vaccine Hesitancy, Republicans Are a Particular Challenge | Annie Karni and Zolan Kanno-Youngs, The New York Times (March 15, 2021) | [52:30]\nInfamous unethical experiments that affected the trust of African Americans in the medical system: Tuskegee Syphilis Study [52:45]\nArticle about Wakefield encouraging Somali immigrants not to vaccinate: Anti-vaccine activists spark a state’s worst measles outbreak in decades | Lena H. Sun The Washington Post (May 5, 2017) | [55:30]\nInstagram bans Robert Kennedy for spreading falsehoods about vaccines: Instagram Bars Robert F. Kennedy Jr. For Spreading Vaccine Misinformation | Bill Chappell, NPR (February 11, 2021) | [58:00]\nCotton Mather and resistance to vaccination in colonial America: Dr. Boylston Experiments with Smallpox Inoculation | Mass Moments | [1:01:30]\nJoseph Piven’s work on autism and brain volume expansion: Early brain development in infants at high risk for autism spectrum disorder | Nature (Hazlett … & Piven 2017) | [1:06:15]\nExample of Eric Courchesne’s work on autism-related genes: The ASD Living Biology: from cell proliferation to clinical phenotype | Molecular Psychiatry (Courchesne et al. 2019) | [1:07:00]\nBroad Institute paper identifying 100+ genes implicated in autism: Large-Scale Exome Sequencing Study Implicates Both Developmental and Functional Changes in the Neurobiology of Autism | Cell (Satterstrom et al. 2020) | [1:07:00, 1:24:15]\nEstimates of autism rates in the US: CDC estimate on autism prevalence increases by nearly 10 percent, to 1 in 54 children in the U.S. | Autism Speaks (March 26, 2020) | [1:18:30]\nArticle Hotez and his daughter wrote about the COVID vaccine and people with disabilities: Prioritizing COVID-19 vaccinations for individuals with intellectual and developmental disabilities | EClinicalMedicine (Hotez E, Hotez PJ et al. 2021) | [1:18:45]\nPaper on fungal involvement in Alzheimer’s disease: Microglia and amyloid precursor protein coordinate control of transient Candida cerebritis with memory deficits | Nature Communications (Wu … & Corry 2019) | [1:20:15]\nGeisinger paper on genes common to autism, schizophrenia, and other disorders: A Cross-Disorder Method to Identify Novel Candidate Genes for Developmental Brain Disorders | JAMA Psychiatry (Gonzales-Mantilla et al. 2016) | [1:22:30]\nPfizer data showing 100% efficacy in adolescents: Pfizer-BioNTech Announce Positive Topline Results of Pivotal COVID-19 Vaccine Study in Adolescents | BusinessWire (March 31, 2021) | [1:30:00]\nPre-print article standardizing and comparing virus neutralizing antibody titers:  What level of neutralising antibody protects from COVID-19? | medRxiv (Khoury et al. 2021) | [1:32:00]\nRecent Pfizer press release about effectiveness against South African variant: In vitro studies demonstrate Pfizer and BioNTech  COVID-19 vaccine elicits antibodies that neutralize SARS-CoV-2 with key mutations present in UK and South African variants | (Pfizer.com) (January 27, 2021) | [1:40:30]\nStudy showing that the AZ vaccine was not effective against the South African variant: Efficacy of the ChAdOx1 nCoV-19 Covid-19 Vaccine against the B.1.351 Variant | New England Journal of Medicine (Madhi et al. 2021) | [1:40:45]\nEuropean Medicines Agency statement on the AZ vaccine: AstraZeneca’s COVID-19 vaccine: EMA finds possible link to very rare cases of unusual blood clots with low blood platelets | European Medicines Agency (April 7, 2021) | [1:42:15]\nArticle about cerebral venous thrombosis and the AZ vaccine: Hard choices emerge as link between AstraZeneca vaccine and rare clotting disorder becomes clearer | Kai Kupferschmidt and Gretchen Vogel, Science (April 11, 2021) | [1:42:30]\nHotez’s previous interviews on the podcast that allowed him to secure funding for his vaccine project: [1:45:00]\n\n#97 – Peter Hotez, M.D., Ph.D.: COVID-19: transmissibility, vaccines, risk reduction, and treatment | The Drive, Peter Attia (https://peterattiamd.com/podcast/archive/) (March 14, 2020)\n#99 – Peter Hotez, M.D., Ph.D.: Continuing the conversation on COVID-19 | The Drive, Peter Attia (https://peterattiamd.com/podcast/archive/) (March 20, 2020)\n\n§People Mentioned\nBrian Deer [3:30, 7:30, 8:00, 11:15]\nAndrew Wakefield [3:30, 4:30, 8:00, 11:00, 14:45, 55:30, 1:08:45]\nRobert F. Kennedy Jr. [4:30, 13:45, 37:00, 58:00]\nTucker Carlson [4:30, 47:00]\nLaura Ingraham [4:30, 47:00]\nAnthony Fauci [4:30, 47:00]\nJohn O’Leary [9:45]\nJohn Robbins [25:00]\nRachel Schneerson [25:00]\nDavid Smith [25:00]\nPorter Anderson [25:00]\nDoug Lowy [31:45]\nRic Elias [34:45]\nBill Gates [47:00]\nVladimir Putin [48:00]\nAbraham Lincoln [50:00]\nDwight Eisenhower [50:00]\nGeorge W. Bush [50:00]\nDonald Trump [50:00]\nKayleigh McEnany [50:00]\nScott Atlas [50:15]\nTim Callahan [51:30]\nPaul Offit [55:15]\nLena Sun [55:30]\nWilliam Sloane Coffin [55:30]\nPeter Navarro [58:00]\nSam Brownback [1:00:00]\nPatrick Leahy [1:00:00]\nJoe Biden [1:00:00]\nCotton Mather [1:01:30]\nFred Volkmar [1:04:00]\nDonald Cohen [1:04:00]\nLinda Mayes [1:04:00]\nWendy Levine [1:04:00]\nAlison Singer [1:05:30]\nJoseph Piven [1:06:15]\nEric Courchesne [1:07:00, 1:23:30]\nEmily Hotez [1:18:45]\nDavid Corry [1:20:15]\nGretchen Vogel [1:42:30]\nKai Kupferschmidt [1:42:30]\nPatrick Soon-Shiong [1:49:30]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3-1024x1024.jpeg 1024w, https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3-150x150.jpeg 150w, https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3-768x768.jpeg 768w, https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3-1536x1536.jpeg 1536w, https://peterattiamd.com/wp-content/uploads/2021/04/1x1-hotez3.jpeg 1840w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Peter Hotez, M.D., Ph.D.Peter J. Hotez, M.D., Ph.D., is Dean of the National School of Tropical Medicine and Professor of Pediatrics and Molecular Virology & Microbiology at Baylor College of Medicine. He is also the Co-director of the Texas Children’s Center for Vaccine Development (CVD), Texas Children’s Hospital Endowed Chair of Tropical Pediatrics, and holds numerous other positions as a professor and fellow at both Baylor and Texas A&M. He is an internationally-recognized physician-scientist in neglected tropical diseases and vaccine development.  As head of the Texas Children’s CVD, he leads a team and product development partnership for developing new vaccines for numerous diseases, including SARS/MERS/SARS-2 coronaviruses, while championing access to vaccines globally and in the United States. In 2006 he co-founded the Global Network for Neglected Tropical Diseases to provide access to essential medicines for hundreds of millions of people. Dr. Hotez has authored more than 500 original papers and is the author of four books. He has won multiple awards, served in government in several capacities, and appears frequently in major media outlets.  In 2017, he was named by FORTUNE Magazine as one of the 34 most influential people in health care. He obtained his undergraduate degree in molecular biophysics from Yale University, a Ph.D. degree in biochemistry from Rockefeller University, and an M.D. from Weil Cornell Medical College. \nWebsite: peterhotez.org\nTwitter: @PeterHotez\nFacebook: Peter Hotez \nInstagram: @peterhotez"
}