{
  "title": "#162 – Sarah Hallberg, D.O., M.S.: Challenging the status quo of treating metabolic disease, and a personal journey through a grim cancer diagnosis",
  "content": "Note to listener: It’s with great sadness that we report that Sarah recently lost her battle with lung cancer. As such we’ve decided to republish her episode on April 3, 2022 to honor her, her amazing work, and her courageous cancer journey.\n\nSarah Hallberg was the Medical Director at Virta Health and a physician who spent nearly two decades treating patients with obesity and type 2 diabetes. \nIn the first half of this episode, Sarah discusses how she became a huge believer in the efficacy of carbohydrate restriction for the treatment of type 2 diabetes through her research and clinical experience. Sarah challenges the common beliefs about the role of dietary fat and carbohydrate on the plasma makeup of fatty acids and triglycerides. She also expresses the importance of understanding early predictors of metabolic illness—highlighting one particular fatty acid as the most important early predictor—before finishing with a discussion about how doctors might be able to personalize patients’ metabolic management in the future.\nIn the second half of this episode, Sarah tells the personal story of her own lung cancer diagnosis (skip to the second part of her episode on youtube here). She talks about dealing with her grief, deciding to continue her work while prioritizing her family, and how she devised a plan to extend her survival as long as possible.\n<iframe title=\"#162 - Sarah Hallberg, D.O., M.S.: Treating metabolic disease, &amp; a personal journey through cancer\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/0e6u9JR-o6o?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#162 - Sarah Hallberg, D.O., M.S.: Challenging the status quo of treating metabolic disease, and a personal journey through a grim cancer diagnosis\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#162 - Sarah Hallberg, D.O., M.S.: Challenging the status quo of treating metabolic disease, and a personal journey through a grim cancer diagnosis\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#162 - Sarah Hallberg, D.O., M.S.: Challenging the status quo of treating metabolic disease, and a personal journey through a grim cancer diagnosis\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nHow Sarah discovered the profound impact of carbohydrate restriction for reversing obesity and type 2 diabetes [3:15];\nPrediabetes and metabolic syndrome: prevalence, early signs, and the importance of treating early [16:00];\nOverview of fatty acids, how they are metabolized, and understanding what you see in a standard blood panel [29:15];\nThe relationship between diet composition and metabolic markers [35:15];\nWhy palmitoleic acid is such an important biomarker [48:15];\nThe best early indicators of metabolic disease [1:00:00];\nPersonalized management of metabolic illness [1:07:00];\nSarah’s cancer diagnosis and the beginning of her journey [1:15:15];\nThe emotional impact of a devastating diagnosis [1:27:15];\nSarah’s plan to extend survival [1:36:45];\nSarah’s aggressive treatment plan [1:47:30];\nLife-threatening complications and the return of her cancer [1:59:00];\nSarah’s reflections on her approach to life with chronic cancer and balancing her time [2:11:00]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesHow Sarah discovered the profound impact of carbohydrate restriction for reversing obesity and type 2 diabetes [3:15]\nHigh-fat, low-carbohydrate diet for metabolic health \n\nSome people fear that a low carb, high fat diet will lead to increased insulin resistance and eventually cardiovascular disease\n\nBut a therapeutic, carbohydrate-restricted diet can reduce cardiovascular (CV) risk factors including triglycerides (TGs), improve glycemic control, and even reverse type 2 diabetes (T2DM) in most cases\nConsuming fatty acids (FAs) in the context of a carb-restricted diet shows that the old saying “you are what you eat” is not accurate\n\n\nFAs can be confusing to understand, but play an important role in both cardiovascular and diabetes risk\n\nWhat led Sarah to focus on the management of diabetes?\n\nPeter and Sarah met through a company called Virta Health, in which Peter is an investor and former advisor \nSarah has been treating obese patients for more than 25 years, never would have thought her career would take this direction\n\nLike others trained in the 1980s, Sarah learned in undergrad/master’s in exercise physiology and in med school the best way to address obesity was to eat a low calorie, low fat diet\nBut Sarah watched her patients become worse trying to follow this advice\nShe felt discouraged about primary care because she “felt like a legal drug dealer”\n\n\nSarah says a lot of the pivots in her career were motivated by anger, “and I was really angry at what was happening on the primary care level”\nIndiana University Health asked her to start an obesity program\n\nShe was able to take time off to study the literature, which docs rarely have time to do\nListened to lectures by Dr. Steve Phinney and Jeff Volek\n\n\n\n“I came to the conclusion … that what I had been saying for well over a decade to so many people was really not founded on good science and that the field of carbohydrate restriction, while still relatively in its infancy at the time, showed much more promise.” —Sarah Hallberg\nSarah’s obesity clinic\n\nShe ended up opening the obesity clinic as a carbohydrate restricted clinic\n\nPatients lost weight but more importantly found that their diabetes was reversing, with normal blood sugar levels\n“We were pulling them off of insulin at rates that I could never have believed had I not been the physician who was taking care of these patients. It was astronomical, hundreds of units of insulin.”   \nMost clinic patients had some kind of metabolic disease and T2DM was the most common \n\n\nTo get institutional support for the clinic, she gave presentations to all the departments in the med center explaining the scientific evidence behind carb restriction\n\nSurprisingly, she got no pushback\neven got fellow members of the ambulatory quality committee to unanimously pass an amendment saying that all patients with metabolic disease should at least be provided the option of trying a low carb diet\n\n\n\n“As we were seeing these huge changes of … patients just resolving their diabetes, I became really angry because I was like, ‘Where is this? Where’s this in the guidelines? How come I’ve never heard of this before?’ I mean, I hate to be overdramatic, but it truly is quite miraculous for a disease that everyone thought was chronic and progressive, to see people recover from it is quite astounding.” —Sarah Hallberg\nEarly studies by Sarah\n\nConducted an early unfunded study of metabolic improvements with carb restriction\n\nAlso looked at economic advantages because not requiring medication saves money for both the individual and the healthcare system as a whole (expanded on in a later paper)\n\n\nSarah has discussed the results of her research at the National Lipid Association and in a popular TED Talk that has been viewed more than 7 million times\nShe met Steve Phinney at a meeting of the Obesity Medicine Association, which “really changed the course of my life”\n\nPeter has been trying to get Steve on the podcast \nPeter reached out to Steve when he began implementing some of the low carb principles\nPeter had a pre-print copy of Steve and Jeff’s 2011 book The Art and Science of Low Carbohydrate Living (“which might have more highlights and post-its in it than any book I own”)\n\n\nLike Sarah, he kept thinking it couldn’t be true because it seems counterintuitive\n\n \nPrediabetes and metabolic syndrome: Prevalence, early signs, and the importance of treating early [16:00]\n\nAt meetings of the American Diabetes Association, Sarah found that doctors who treated patients for obesity understood her approach, but other specialists worried that it would cure diabetes but give the patient heart disease\n\nMany doctors, including leaders, acknowledged it works but said patients could not stick with it, which was not what Sarah saw in her practice\nPioneering work of Steve and Jeff and Eric Westman was valuable, but Sarah thought they needed large trials focused on patients with T2DM\nShe says T2DM patients should be the target because biggest impact on that population\n\n\nSarah’s chance meeting with Steve at the Obesity Medicine Association led to funding for a large clinical trial that is just finishing now\n\nMany papers have already come out of the trial, the latest of which (on prediabetes) was published on the day of this this interview\nLatest paper studied patients with prediabetes [defined as having a hemoglobin A1c (HbA1c) level of 5.7 to 6.4] who received remote continuous support to maintain a ketogenic diet for 2 years\nReach the prediabetes range when fasting glucose is over 110 \nBut Sarah emphasizes that insulin resistance can cause significant problems in people who still have normal blood sugars\n\n\nIn this study, subjects had insulin resistance long enough that their pancreas and the β-cells could not make enough insulin to keep blood sugar normal, so and their blood sugar started to rise\n\nNot yet to the T2DM level, but see the impact of insulin resistance as the pancreas has been overworked for far too long\n\n\nAround 10% of the U.S. population now has T2DM \n\nmuch more concerning levels in different minority populations, which is a huge goal with improving health equity in this country\nLevel is “well into the teens” in Hispanic, African American, and Pacific Islander populations in US\n\n\nIn Peter’s podcast with Gerry Shulman about insulin resistance, they discussed the long-term course of diabetes \n\nCan have normal fasting glucose and fasting insulin but elevated postprandial insulin, which is an early sign of insulin resistance than can lead to high postprandial glucose\nBy the time someone is labeled “prediabetic” the process has been going on for 5 to 10 years\n\n\nMore than 1/3 of Americans are either prediabetic or diabetic \n\n“This should shock everyone to the core. … 88% of Americans are not in optimal metabolic health.” \n\nThis statistic comes from National Health and Nutrition Examination Survey (NHANES) data \nIt’s “frightening” that only 12% of Americans didn’t meet any of the criteria for metabolic syndrome\n\n\nCriteria for not having metabolic syndrome:\n\nnormal blood pressure without medication (< 130/80; in his practice Peter likes to see < 120/80)\nnormal fasting glucose (< 100)\nnormal triglycerides (< 150; in his practice Peter defines it as < 100)\nnormal HDL cholesterol (>40 mg/dL in men, > 50 in women)\nno truncal obesity (< 40 inches waist circumference for men, < 36 for women)\n\n\nSarah points out that we must take racial and ethnic differences into account when defining metabolic syndrome\n\nSoutheast Asians are defined as having metabolic syndrome at a much lower waist circumference\nAfrican Americans tend to have normal triglycerides and HDL even when they are insulin resistant\n“We can’t be treating everybody the same, but we often do”\nPeter remembers taking care of an African American patient with “the most uncontrolled diabetes I’d ever seen”\n\nHbA1c 14%, TGs 89, close to needing limb amputation\nBut lipid panel was normal\n\n\n“Knowing this and educating people on things like this again goes back to our working on health equities, and it’s so important and so often not something people take into account”\n\n\n\nEarly signs and importance of treating early\n\nSarah says she is frustrated when patients’ labs show they are prediabetic but their primary doctors had told them they were fine\n\n“we don’t appreciate that by the time you get to prediabetes, there’s some really serious things going on here” – affects vision, nerves, etc.\nMust be dealt with long before they meet criteria for T2DM\n\n\n\n“If there are any physicians listening, … don’t ignore any elevation in blood sugar. That means there’s been a problem for a long time already.” says Sarah\n\nPeter has male prediabetic patients who, after their blood glucose comes down by an average of 10 mg/dL, will say they have better erections \n\nThis shows that microvascular damage occurs long before you meet the criteria for diabetes\n\n\nPeter says HbA1c is far too crude a metric for metabolic disease\n\nLooking at microvasculature in the eye might be a good screening tool for disease because it’s one of the earliest warning signs\nBetter to use an individualized metric rather than population-based guidelines that can be misleading in an individual\n\n\nSarah says a key question is if can intervene at that early stage to make it better and allow patients to avoid diabetes-related eye disease\n\n \nOverview of fatty acids, how they are metabolized, and understanding what you see in a standard blood panel [29:15]\nOverview of fatty acids\n\nDiving into the “nerdy” science of fatty acids, which Peter has discussed on his podcast many times before\n\nSaturated fats: no double bonds, every carbon fully saturated with hydrogen\nMonounsaturated fats: have one and only one double bond (un-saturation)\nPolyunsaturated fats: at least two double bonds\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15316\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f1-hallberg-1024x657.png\" alt=\"\" width=\"1024\" height=\"657\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f1-hallberg-1024x657.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f1-hallberg-300x193.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f1-hallberg-768x493.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f1-hallberg-1536x986.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/05/f1-hallberg.png 1570w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Chemical Structures of fatty acid types. Image credit: Näak\nC16 saturated fat\n\nWhat’s interesting is that you can ingest one form and turn it into another\nThe PRC16 saturated fat palmitoleic acid is a very common one in the human body\nPeter wants to discuss: What is the fate of this very common fat found in our body?\n\nSaturated fatty acids in general\n\nWhen saturated FAs are incorporated into TGs, correlated with insulin resistance and adiposity (fat)\nLikely due to an increase in the liver making lipids on its own (de novo lipogenesis) and to an increasing amount of lipids coming back to the liver\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15317\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f2-hallberg-1024x471.png\" alt=\"\" width=\"1024\" height=\"471\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f2-hallberg-1024x471.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f2-hallberg-300x138.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f2-hallberg-768x353.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f2-hallberg.png 1304w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Increased VLDL saturated FA content, insulin resistance, and de novo lipogenesis. Image courtesy of Sarah Hallberg\n\nSeems like a high amount of saturated FAs in TGs would suggest an increase in saturated FA consumption\n\n“And this is the problem with a lot of things in science in general, and nutrition science is no different, is that just because it seems to make sense doesn’t mean it’s the way things actually work.” —Sarah Hallberg\nPeter clarifies a technical point…\n\nIn a standard blood panel, VLDL cholesterol, HDL cholesterol, and LDL cholesterol add up to the total cholesterol, but TGs are independent \nThese amounts are all found within the lipoproteins: \n\nVLDL cholesterol is the amount of cholesterol ester contained within the very low density lipoproteins, \nLDL cholesterol is the total content of cholesterol ester found within the low density lipoproteins, etc.\nCheck these values after patient has fasted because we want to eliminate what’s in the chylomicron and the immediately absorbed triglyceride from the gut\n\n\nWhen we measure a triglyceride, for all intents and purposes, we are basically measuring the 90% of triglycerides that are captured within the VLDL \n\nIf your TGs are 150 mg/dL, 90% of that 150 mg/dL is within your VLDL cholesterol (small amount in virtually nonexistent IDLs and trace amounts in LDL and HDL)\nWhen fat is made in the liver (de novo lipogenesis) and then exported, the conduit is the VLDL particle\n\n\n\n \nThe relationship between diet composition and metabolic markers [35:15]\nThe next important question: If there is a high saturated fatty acid content within the TGs in the VLDL, is it from consumption?\nLooking at studies to help us answer this question:\n\nIn a study by Brittanie Volk, researchers provided all food to subjects with metabolic syndrome so they could keep track of exactly what they were eating\nStudy had six feeding phases\n\nfirst was < 50 g carbs/day with 84 g of saturated fat (which “blows away any guideline”)\nEvery three weeks they increased the carbohydrates in the diet\nIn 6th feeding phase, 346 g carbs/day with 32 g of saturated fat\nSubjects ate the same amount of calories per day in each phase (isocaloric)\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15318\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f3-hallberg-1024x297.png\" alt=\"\" width=\"1024\" height=\"297\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f3-hallberg-1024x297.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f3-hallberg-300x87.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f3-hallberg-768x223.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f3-hallberg-1536x446.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/05/f3-hallberg.png 1804w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. The six feeding phases used in the Volk study. Image credit: Volk et al. 2014\n\nFound that the saturated fatty acid content increased over the feeding phases\nIt was actually higher with the lower saturated fat intake\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15319\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f4-hallberg-1024x739.png\" alt=\"\" width=\"1024\" height=\"739\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f4-hallberg-1024x739.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f4-hallberg-300x217.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f4-hallberg-768x554.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f4-hallberg-1536x1109.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/05/f4-hallberg.png 1870w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. Cumulative changes in (A) body mass and fat mass, (B) fasting lipoproteins, (C) insulin resistance, and (D) blood pressure in feeding phase study subjects. Image credit: Volk et al. 2014\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15320\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f5-hallberg-1024x783.png\" alt=\"\" width=\"1024\" height=\"783\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f5-hallberg-1024x783.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f5-hallberg-300x229.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f5-hallberg-768x587.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f5-hallberg-1536x1174.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/05/f5-hallberg.png 1894w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Plasma fatty acid responses across feeding phases. Image courtesy of Sarah Hallberg (adapted from Volk et al. 2014)\n\nThe increases in C14 and C16-1 were statistically significant\nDid not have high levels of serum saturated fatty acids when these participants were consuming a high saturated fat diet\n\nNo increase – remained about the same with a trend to higher serum saturated fat in the low fat phase\nYou are NOT what you eat\nFatty acids are stored in the TGs, cholesterol esters, and phospholipids\nPeter notes that “regardless of where you look, you see no association between dietary saturated fat and fatty acid composition with respect to saturated fat”\n\n\nC16-1 is palmitoleic acid, which significantly rises when there is less saturated fat and more carbohydrates (refer to table above)\n\nAnother trial in 2008 had similar results (41:45)\n\nComposition of diets\n\nCompared low saturated fat diet to a low carbohydrate, high saturated fat diet over 12 weeks\n12 g saturated fat a day vs. 36 g with the low carb diet\nBoth were restricted to ~1500 calories a day\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15321\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f6-hallberg-1024x683.png\" alt=\"\" width=\"1024\" height=\"683\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f6-hallberg-1024x683.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f6-hallberg-300x200.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f6-hallberg-768x512.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f6-hallberg.png 1394w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6. Composition of diets in the 2008 study. Image courtesy of Sarah Hallberg (based on data from Forsythe et al. 2008)\n\nShowed a significant decrease in saturated FAs with the low carb diet\n\nWas also a drop in the low saturated fatty acid intake group\nbut not nearly as much of a drop as with the carbohydrate restricted group \n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-15322\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f7-hallberg.png\" alt=\"\" width=\"988\" height=\"774\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f7-hallberg.png 988w, https://peterattiamd.com/wp-content/uploads/2021/05/f7-hallberg-300x235.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f7-hallberg-768x602.png 768w\" sizes=\"(max-width: 988px) 100vw, 988px\" />\nFigure 7. A low-carbohydrate, high-SFA diet decreases serum SFA levels. Image courtesy of Sarah Hallberg (based on data from Forsythe et al. 2008)\n\nPalmitic vs. palmitoleic acid\n\nPalmitic acid is C16:0 \nPalmitoleic is C16:1n-7 \nThey look almost the same except that palmitoleic acid has a double bond at the end seven position \n\n\nPalmitoleic acid (16:1) is not a saturated FA, but it’s still important here\n\nin the high saturated fatty acid group, it drops significantly, whereas in the low saturated fatty acid group, it actually increases\neven more statistically significant than the change in the serum fatty acids\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15323\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f8-hallberg-1024x783.png\" alt=\"\" width=\"1024\" height=\"783\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f8-hallberg-1024x783.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f8-hallberg-300x229.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f8-hallberg-768x587.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f8-hallberg.png 1054w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. Palmitoleic acid decreases with a high SFA diet and increases with a low SFA diet. Image courtesy of Sarah Hallberg (based on data from Forsythe et al. 2008)\n\nLooking at the results below (very low carbohydrate arm on the left and the low fat arm on the right):\n\ntotal saturated fatty acids dropped 5% between the low carbohydrate group and the low fat group\nbetween the low carbohydrate and low fat diets, a more significant decrease in palmitoleic acid with the low carbohydrate higher fat diet \nboth of these groups of patients started out with quite elevated triglycerides\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15324\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f9-hallberg-1024x651.png\" alt=\"\" width=\"1024\" height=\"651\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f9-hallberg-1024x651.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f9-hallberg-300x191.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f9-hallberg-768x488.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f9-hallberg.png 1448w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 9. Comparison of changes in SFA levels between a high-SFA and low-SFA diet. Image courtesy of Sarah Hallberg (based on data from Forsythe et al. 2008)\n\nIn the very low carbohydrate diet group:\n\naverage triglyceride at the start of this study was ~211 mg/dL (very high)\nAt the end of 12 weeks, decreased to ~104 mg/dL, so fell by about 50%\n\n\nIn the low fat diet group:\n\naverage triglyceride at the start of this study was ~187 mg/dL (also very high)\nAt the end of 12 weeks, decreased to ~150 mg/dL, so fell by about 20%\n\n\nFor 16.0:\n\nboth groups saw a slight reduction, but it was statistically more significant in one group than the other\nThe low carb group had a 12% reduction versus 5% in the low fat group\nThe difference was even greater because the low carb group also had a significant reduction in total TGs, where the FAs are\n\n\nThe reverse was true for 16:1:\n\nthe low carbohydrate arm decreased more in the triglycerides\nBut the low fat arm decreased too even though we associate low fat with an increase in TGs\nIn this study the subjects’ diet was restricted to about ~1500 calories / day, so the drop in the low fat group makes sense in this context\n\n\n\n \nWhy palmitoleic acid is such an important biomarker [48:15]\nThe role of palmitoleic acid in fat metabolism\n\nPalmitoleic acid (POA) is an important biomarker that’s “not appreciated as the health predictor that it really is”\n\nit’s a product of stearoyl-CoA desaturase (SCD1), which controls what happens with some FAs\nSCD1 is actually an independent marker of triglyceridemia and abdominal adiposity (things that go along with insulin resistance)\nHigh levels of SCD1 activity are an early warning sign even if blood sugar is normal, which is important not to miss\n\n\n\n“It’s going to be really important … that we make everyone aware that a normal blood sugar doesn’t mean that you are healthy.” —Sarah Hallberg\n\nBut can check other biomarkers as a sign of trouble before blood sugar goes up\n\nThe higher the POA, the higher the TGs\nIf TGs are really high, it’s very likely that POA is elevated as well due to increased activity of SCD1\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15325\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f10-hallberg-1024x834.png\" alt=\"\" width=\"1024\" height=\"834\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f10-hallberg-1024x834.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f10-hallberg-300x244.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f10-hallberg-768x625.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f10-hallberg.png 1076w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 10. Variation of plasma triglyceride across quartiles of palmitoleic acid levels. Image credit: Paillard et al. 2007\n\nOne of the first steps in the conversion of fatty acids is the conversion of palmitic acid into palmitoleic acid\n\nenzyme that converts it is SCD1 (also known as delta-9 desaturase because it de-saturates the number nine carbon from the delta end)\nit is bundling and packaging fat to leave the liver\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15326\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f11-hallberg-1024x621.png\" alt=\"\" width=\"1024\" height=\"621\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f11-hallberg-1024x621.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f11-hallberg-300x182.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f11-hallberg-768x466.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f11-hallberg.png 1236w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 11. Structures of palmitic and palmitoleic acids. Image credit: Metagenics\n\nWhy is the body converting serum saturated fats into something else? \n\nseems counterintuitive \nsaturated fat seems safer because it’s inert, so there’s no chance a reactive oxygen species (ROS) can be formed out of it\nwhy would the liver convert the fat before exporting it?\n\n\nNutrition recommendations have been low fat and high carbohydrates for so long\nAs carbs are absorbed in the intestine as glucose, feed into the pancreas through glucose transporter 2 (GLUT2), and the pancreas produces more insulin\n\nInsulin feeds into the liver via SREBP-1, SCD1 increases\nFructose also comes in through GLUT5, glucose through GLUT2\nThey’re all feeding into this by slightly different mechanisms to increase SCD1\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15327\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f12-hallberg-1024x777.png\" alt=\"\" width=\"1024\" height=\"777\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f12-hallberg-1024x777.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f12-hallberg-300x228.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f12-hallberg-768x583.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f12-hallberg.png 1202w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 12. Liver processing of carbohydrates. Image credit: University of Wisconsin-Madison Department of Biochemistry\n\nAnother way to look at it:\n\nHave increased levels of palmitic acid in the liver\nGet increased SCD1 activity, which increases POA and ultimately VLDL\nIf block SCD1, decrease POA and VLDL\n\n\nWhen you consume high carb diet, this pathway is activated, elevating saturated fat and ultimately VLDL\nIf liver is taking in palmitic acid, first step is to go through SCD1, which adds a double bond\n\nUltimately increases lipogenesis\nincreasing the amount of lipid within cholesteryl ester and TG and exporting from the liver\nIs protective in a sense because the liver is likely trying to export as much fat as it can and TGs are an efficient place to store it\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15328\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f13-hallberg-1024x587.png\" alt=\"\" width=\"1024\" height=\"587\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f13-hallberg-1024x587.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f13-hallberg-300x172.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f13-hallberg-768x440.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f13-hallberg-1536x881.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/05/f13-hallberg.png 1716w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 13. The effect of SCD-1 on lipid metabolism. Image courtesy of Sarah Hallberg (adapted from Paton & Ntambi 2008)\n\nWhen exceed export capacity of liver, develop non-alcoholic fatty liver disease (NAFLD), which is “truly an epidemic at the moment”\nPeter believes that obesity is a protective mechanism: “I think that obesity is not the cause of metabolic illness, but the result of it”\n\nObesity-induced inflammation is a problem too\nBut Peter thinks that “everything we’re talking about here is the body’s aim to protect itself from an abundance of nutrition”\n\nLiver is making too much extra fat because carb consumption exceeds the body’s tolerance\nMost efficient response is to turn carbs into fat and send it via VLDL to the adipose tissue\n\n\n\n\n\n \nThe best early indicators of metabolic disease [1:00:00]\n\nSarah points out that, given this process, it would be ideal to know what each individual’s carb tolerance level is \n\nLow carb works at population level, but want to tailor it to each individual\nIncreasing POA might be the marker that indicates when someone has consumed carbohydrates above their individual tolerance\n\n\nPOA changes occur before someone becomes obese\n\n“It’s so important for other providers to be looking at themselves in the mirror and asking themselves, ‘What are the biases I hold against patients who come to me struggling with their weight? And what do I really know about the science?’ And what really one must conclude is that this is not their fault.” —Sarah Hallberg\n\nObesity is a very visible consequence of things that already occurred\nIt makes patients vulnerable to bias in healthcare and is part of our battle for health equity\nPeter says it’s really problematic that we’re using an HbA1c > 6.5 as the marker of when someone starts being closely followed medically\n\n“that literally is happening 10, 15, maybe 20 years after there were early, early molecular warning signs”\nWe need to figure out how to use other, earlier markers like palmitoleic acid\n\n\nIn Peter’s practice he uses continuous glucose monitoring (CGM) in non-diabetics to hold them to a very high standard\nThe extent of the association between palmitoleic acid and TGs on African American patients is not well understood; we don’t know if they fail to synthesize C16-1 the way white patients do because there has not been a good trial\n\n“One of the problems that we have in research in general is that we tend to focus on white people. And actually, worse, middle or upper middle class white people. So there are a lot of questions with this in specific populations.” —Sarah Hallberg\n\nThere are some studies coming out looking at POA as a predictor for future diabetes and other problems\n\nA paper from the Physical Activity and Nutrition in Children (PANIC) study looked at POA in children to see if it indicated future health problems\nAnother study found that POA levels at age 50 correlated with C-reactive protein levels at age 70\nData show that POA is a predictor of future medical problems even in people who were healthy when their POA was elevated\n\n\nIt’s obviously important to work with patients to help them reverse their disease, but would be even better to identify patients at high risk for future disease while they’re still healthy to help them stay that way\n\n \nPersonalized management of metabolic illness [1:07:00]\nPeter’s approach\n\nPeter says he thinks “the future of medicine has to be coming up with tools that allow us to take broad sweeping population-based insights and very quickly target individuals”\n\nUse early biomarkers to figure out when to intervene even if glucose and insulin are still normal\nThe key is to figure out the right intervention for each individual patient\n\n\nBoth Peter and Sarah have found that patients with hyperinsulinemia and elevated glucose generally respond well to carbohydrate restriction\n\nIn his practice, Peter focuses on the role of glucose disposal and non-insulin-dependent glucose disposal through exercise\nSleep, exercise, and nutrition are key, as is understanding the role of cortisol\n\n\nPeter says, “I think the good news is if you get this one right, you get a leg up on every chronic disease. So your risk of heart disease, cancer, Alzheimer’s disease, all go down. And so it’s worth this enormous effort to continue pushing on these questions”\n\nSarah’s approach\n\nRestricting carbs to low levels can reverse the disease process, restoring normal glycemia and getting patients off of medications\nBut if widely use markers like POA, might not have to do as much restriction in some patients\n\nIt’s much better than telling everyone they have to eat very few carbs indefinitely\nSarah has seen patients who spent years on ketogenic / very low carbohydrate diets who were able to gradually re-introduce some amount of carbohydrate back in the diet without metabolic problems\nAfter have reversed diabetes, can slowly reintroduce carbohydrates as long as they have functioning β-cells\n\n\nAre some β-cells only dormant while others are permanently destroyed?\n\nWe don’t completely understand this yet; seems like sometimes after a period of resetting the system can get functioning β-cells again\nWould be ideal to be able to tell individuals how many dormant vs. dead β-cells they have to set realistic expectations (e.g., one will eventually get off insulin, another will not)\n\n\nSomeone with no insulin production capacity can still get a lot healthier even if they can’t get off insulin\n\nNot yet known why some people can start to eat some carbs again (though not anywhere near what they used to) and others cannot\nbut the answer seems to be related to β-cell function\n\n\nPeter thinks patients need to understand that insulin, “while an amazing and important hormone, is not benign”\n\nReducing the amount if insulin you need is always an improvement, even if you can’t come completely off of it\nEven without considering economic advantages, still a huge advantage to reducing the negative effects of hyperinsulinemia\n\n\nDiabetes management leads to more and more insulin \n\nPeople gain more weight when they go on more insulin\nNeed to tell patients that, although they need to take insulin to avoid complications, hospitalization, and death from too high blood sugar levels, they are more likely to die on insulin\n\n\n“That would have changed the approach a lot of patients want to take, and if providers were forced to look at it that way when they’re staring each individual person in the face, maybe they would treat it differently as well”\n\n \nSarah’s cancer diagnosis and the beginning of her journey [1:15:15]\n\nPeter and Sarah met through Virta, a company which is scaling up a way to treat patients with T2DM remotely\n\nVirta was founded by Steve Phinney, Jeff Volek, [and Sami Inkinen] in 2014\nSarah is the Medical Director at Virta and Peter is a small investor and at one point he was an advisor\nAbout a month after seeing Sarah looking healthy at an advisory meeting in June 2017, Peter heard that she had been diagnosed with cancer\n\n\n\n“I’ve been someone who’s taken care of themselves to the max all my life; eaten well, I’ve kept my weight at a normal weight. Even nine months pregnant, I would have still been considered normal weight. Exercised like crazy, competed in half marathons, triathlons, Olympic distance. I did everything right. Never smoked, never drank to excess.” —Sarah Hallberg\n\nOn June 30th, 2017, Sarah was on a business call when suddenly she couldn’t talk\n\nEnded up in the trauma bay of the hospital where she works\nIt brought up bad memories of the time her daughter was there for a traumatic brain injury (although her daughter fully recovered)\n\n\nFound a large brain tumor and multiple tumors in her chest, had urgent brain surgery the next day\nSarah was being irrational because she had always been healthy and taken good care of herself and could not believe this was happening to her\n\nSarah had treated patients with lung cancer and knew that it meant suffering\nhad the thought that she should move to Oregon because physician-assisted suicide is legal there and she wanted to spare her family\nHer cancer had widely spread and was Stage IV even she had exercised and felt fine the day before\nShe was concerned about her family watching her suffer and wanted them to remember her as she was\n\n\n“Cancer changes you. So I’m not that person. One of the many things is sometimes, at this point in time, I mourn that person, because I liked her”\n12 to 14% of people who get lung cancer are not smokers\nLung cancer is broadly divided histologically into two types\n\nSmall cell carcinoma\nNon-small cell carcinoma, of which there are 3 subtypes:\n\nLarge cell carcinoma\nAdenocarcinoma\nSquamous cell carcinoma\n\n\nmany non-smokers who get lung cancer have have the adenocarcinoma type of non-small cell carcinoma\n\n\ngiven the prevalence and lethality, lung cancer is the leading cause of cancer deaths in both men and women than any other cancer by far\nStage IV means that a cancer has spread from its original location\n\nin Sarah’s case it spread to the brain (“a particularly devastating place for this cancer to grow”)\nmedian expected survival is around 8 to 12 months\n\n\nLung cancer in non-smokers is increasing at an alarming rate\n\nHits people in their prime and is more common in Caucasian and Asian women\nIt also seems to affect people who are thin or athletic for unknown reasons\nIt’s odd that it’s impacting a population “who have presumably done everything right” and thus might think they are not at risk\nNeeds a lot more publicity beyond one article that was published in The Guardian\n\n\nPatients tend to have either epidermal growth factor receptor (EGFR)-driven cancer or echinoderm microtubule-associated protein-like 4-anaplastic lymphoma kinase (EML4-ALK) positive cancer\n\nSarah has the EGFR type, specifically the exon 19 mutation:\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15329\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f14-hallberg-1024x280.png\" alt=\"\" width=\"1024\" height=\"280\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f14-hallberg-1024x280.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f14-hallberg-300x82.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f14-hallberg-768x210.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f14-hallberg.png 1432w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 14. EGFR mutation in exon 19. Image credit: Vanderbilt University Center for Knowledge Management. The colored circles represent amino acids.  Exon 19 is a section of the gene that codes for EGFR amino acids 729-761.  Here the amino acids in the red box are missing as a result of the gene mutation.\n\nfor cancer driven by EGFR, you can target therapy with a class of medications called tyrosine kinase inhibitors (TKIs)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15330\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f15-hallberg-1024x533.png\" alt=\"\" width=\"1024\" height=\"533\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f15-hallberg-1024x533.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/f15-hallberg-300x156.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f15-hallberg-768x400.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/f15-hallberg-1536x800.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/05/f15-hallberg.png 1540w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 15. Action of TKIs. Image credit: Vanderbilt University Center for Knowledge Management. The circle on the left represents a normal cell.  The circle on the right illustrates how a TKI (erlotinib) prevents EGFR from turning on other proteins and pathways, thus reducing cancer cell growth.\n\nThese drugs do not cure the cancer (it always comes back), but they can make it go into remission\n\n \nThe emotional impact of a devastating diagnosis [1:27:15]\n\nSarah’s brain mass had to be removed because of the seizure risk, but they did not remove the tumors from her lungs\nAs she recovered from the brain surgery she felt “overwhelming grief to the point of not being able to think”\nas a mom she thought about it through the lens of what it would mean for her children, who were 7, 12, and 14 at the time and needed her \n\n“And so the grief is overwhelming … What I quickly realized is, I’m going to break my children’s heart and there’s not a thing I can do about it. And to have that realization, because it comes quick and have to sit with that, is a grief I can’t even explain.” —Sarah Hallberg\n\nShe was in denial and walked 7 miles the day she was discharged from the ICU to prove that she was healthy\nShe found out later that her kids had discovered her in the basement, so there was no option not to tell them\n\nAll kids go through a stage of worrying that something will happen to their parents, and now their mom has been diagnosed with advanced cancer\nSarah and her husband decided to always tell the kids the truth so they wouldn’t be worried that they would suddenly get terrible news\nKids mostly chose not to discuss it, but the lines of communication were kept open\n\n\n“Over time, in grief, you learn to accept many things”\n\nShe had her husband dreamed of retiring to a farm and had joked about wanting to die instantly in a car crash at an old age\nShe could accept things like that she wasn’t going to retire, “but you can’t accept that you’re not going to be a mom. Impossible”\n\n\nPeter’s practice recently had a situation where a patient had been advised to have a major, risky surgery that was unnecessary \n\n“And we realized, the asymmetry of knowledge in medicine is so overwhelming that it’s not even just about money or education outside of medicine. A smart person still has a hard time digesting medical literature”\n\n\nSarah’s case really comes down to how to treat her specific mutation\nSarah was able to, as Peter puts it, “partition her grief and problem solving brains” and go back and forth between them\nYou have to accept that it’s terminal, but you can also ask what you can do to control when it’s terminal\n\nShe understood that she would not have a normal life expectancy\nShe was 46 at the time, and first she hoped to make it to 50\nNow her 50th birthday is approaching and she wants to make it 11 years when her youngest child will graduate\n\n\n\n \nSarah’s plan to extend survival [1:36:45]\n\nShe tried to figure out a path for extending her survival\n\nNeed primary tumor out but she’s considered inoperable\nTKIs work well but only for a short period of time\n\non average 8 months, longest would be 24-30 months\nincreases the risk of mutation and the tumor becoming resistant to TKIs\n\n\nHer largest tumor was 6 cm, which is very large (but asymptomatic in her case)\nUsually do not operate on patients with metastatic cancer (the brain is an exception because could save her life acutely)\n\n\nThe TKI eliminated all of her small tumors within weeks \nTwo remaining tumors in her brain were treated with stereotactic radiation\n\nSarah did not have nausea from the radiation, but she did have side effects from the TKIs\nSpecialists were surprised by her unusual reactions, like losing all her hair when that doesn’t typically happen with TKIs\n\n\nFound a surgeon who would take out the primary tumor in her lung to decrease the risk of developing a mutation that would keep her from responding to the TKIs\n\nRight lung has 3 lobes that drain into lymph nodes into an area called the mediastinum \n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-15331\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/f16-hallberg.png\" alt=\"\" width=\"940\" height=\"776\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/f16-hallberg.png 940w, https://peterattiamd.com/wp-content/uploads/2021/05/f16-hallberg-300x248.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/f16-hallberg-768x634.png 768w\" sizes=\"(max-width: 940px) 100vw, 940px\" />\nFigure 16. The lungs and mediastinum. Image credit: WNY Urology\n\nPlanned to take out her right upper lobe, but she knew there was also a possibility that it had spread to the mediastinum\nIf the surgeon found that any of those lymph nodes contained cancer, it would be futile because it had already escaped the lung\nSo Sarah knew that there was a chance she could wake up with a huge scar and chest tubes but the cancer still there, and that’s what happened\nShe doesn’t remember, but in recovery she was hysterically crying that she was a mom and this couldn’t happen to her\n\n\nWas depressed but would not give up\nWent back to work at the clinic the same month she had brain surgery\nA few weeks before her diagnosis, she had been selected to be an Aspen Health Innovator Fellow as an innovator in the healthcare\n\nHad committed to four weeks of leadership sessions over the next two years\nWondered why she was leaving her kids for a week when she had terminal cancer\nBut when she got on the plane, she decided her kids would be better off if she chose to go out and live instead of feeling sorry for herself\n\n\n\n“And so that was the moment, sitting on that plane seat, crying. … Deciding, I just chose to live. This was a moment, I made my choice now I got to stick with it. And that’s how I’ve tried to live my life since then. Because I had a platform, I had done what I feel was a lot of good for a lot of people and it wasn’t finished.” —Sarah Hallberg\n\nBefore her diagnosis, her family was joking that Sarah and her husband should buy lottery tickets so they could retire\nHer then-13-year-old son said, “‘You can’t retire, Mom, you’re doing so much good for the world. How could you even think of it?’ … That is a defining moment of my life. … That weighed heavily on my decision to get on that plane and to continue doing what I’m doing”\nShe is now focused even more on health equity after her experiences as a cancer patient who is privileged: “I didn’t realize the stark differences until I became a patient”\n\n \nSarah’s aggressive treatment plan [1:47:30]\n\nPeter doesn’t like language like “beat” cancer and “never give up” because it makes it sound like patients who don’t survive cancer somehow gave up\n\nIt’s not true and it doesn’t make sense\nHe likes Sarah’s framework of finding a way to co-exist with your cancer for as long as possible\n\n\nSarah has exceeded all odds and Peter wonders how she has stayed in equilibrium\nAfter her surgery, they found another brain tumor\nThe first-line TKI had failed\n\nShe was switched to the newest TKI, called osimertinib (Tagrisso), right before the first Aspen leadership conference\n\n\nAs a mother, she couldn’t accept just waiting for the cancer to come back, so she sought out very aggressive treatment\n\nShe knows she was lucky to have the means to travel around the country seeing different doctors\nMet another physician-mom with slightly younger kids who had the same “I refuse to accept this” attitude\n\nThey joined together and found a medical team with a new approach\n\n\n\n\nCurrent thinking is to put people on the highest dose possible of one thing, keep going until it doesn’t work anymore, then do the same with the next thing\nThe team’s new approach is to change up the treatment all the time to stay ahead of mutations \n\nIn February 2019 she went through the regular cycles of chemo\nBegan anti-estrogen therapy immediately after finishing the chemo\nBesides the EGFR mutation, she had a very specific mutation for which there was a breast cancer medication (palbociclib), because the mutation was the same for both\nput into early menopause with medications like Lupron and fulvestrant and then started palbociclib\nremained on Tagrisso / Osimertinib throughout her treatment\nafter 8 weeks of palbociclib went on a single agent, low-dose chemo called cisplatin\n\nshe was tired and nauseous all the time but learned to manage\n\n\n\n\nShe continued to travel for work (“I could tell you some really crazy stories of things I had to do while traveling to accommodate how I was feeling that nobody knew about at the time”)\nafter 8 weeks of cisplatin she switched to gemcitabine (Gemzar), which is used in both lung and pancreatic cancer\nthere is no standard chemo regimen for lung cancer, and nothing she tried was outlandish\nShe had radiation on her primary lung tumor\n\nTagrisso had stopped shrinking her primary tumor in March 2018, almost a year before she began chemo \nSince it couldn’t be surgically removed, it was irradiated\nUnlike the brain radiation, she did not tolerate the lung radiation well\n\nShe had bad chest pain a day or two before leaving on a trip to hike the Inca trail\nShe decided not to tell anyone because “what a better place to die, than surrounded by your family on the Inca trail in all the beauty of the Andes mountains”\nThe trip was an amazing experience for her family\n\n\nHer family returned home and she went on to Switzerland for a conference, where the pain started to get really bad and felt crushing\n\nShe was having a rare complication that impacted her bones\nbut she declined treatment because the only option was long-term opioid therapy\n\n\nBut after radiation she had no evidence of disease (NED) for a long time\n\n\n\n \nLife-threatening complications and the return of her cancer [1:59:00]\nLife-threatening complications from Gemzar\n\nConventional wisdom says that Gemzar is easy compared to Cisplatin\n\nbut Sarah had the opposite experience\nShe once threw up in a plant in her yard as she left for chemo\n\n\nWent to a conference in San Francisco and felt too short of breath to walk\nThe day after she flew home she went in for chemo but her liver and kidney numbers were sky high and she had pancytopenia\n\nNormal hemoglobin is 13 or 14, hers was in the low sixes, so she was severely anemic\nHer platelets were 23, which means her blood was not able to clot\n\n\nSent her home from chemo, but her physician friends admitted her\n\nshe had a thoracentesis to drain all the fluid from around her lungs that was making her short of breath  \nTransferred to the ICU in the hospital\nWas put on BiPap (a kind of ventilator)\n\n\nHad multiorgan failure (respiratory, liver, kidney) caused by the Gemzar\nShe got great care and a year later she has no persistent failures even though she was near death\nSarah was in the ICU for a long time\n\nShe was on plasmapheresis and had atypical hemolytic uremic syndrome (aHUS), an immune system disorder with which over 70% of patients either quickly die or are on dialysis\nshe had kidney biopsies, was put on a new medication, did outpatient plasmapheresis, and significantly improved\nshe got infusions every 8 weeks, so no one would put her back on chemo\n\n\nPharmacogenomics: using a patient’s genetic profile to predict their response to different drugs\n\nSarah had her genes analyzed and discovered that she had a genetic mutation that didn’t allow her body to break down Gemzar\nIf you get aHUS from Gemzar, it’s typical after months of treatment, but she got it within 4 weeks\nHer dose was like a megadose for her because she couldn’t clear it\n\n\n\nThe return of her cancer [2:05:45]\n\nCancer came back a year later, in September 2020\n\n“Here I am, a physician, able to grasp really difficult concepts, able to read and scour the literature and know what I’m looking for. Able to call … any time, someone to help me sort through something I didn’t understand or help maybe refer me to someone, I had all the resources in the world. … By the time I was diagnosed with cancer, I was an expert patient advocate, expert, hardcore. One of the other advantages I had is it didn’t take much to switch that and to … advocate for myself.” —Sarah Hallberg\n\nGot into a clinical trial on December 30, four months after cancer recurred\n\nAt the time this seemed like forever, but later she realized many without her advantages would die during that time\nWe have a good system when someone is first diagnosed with cancer, “but when that cancer comes back it’s kind of like the system seems to give up on you”\nSarah had to “get almost obnoxious” to get a biopsy in her upper right lobe where the cancer recurred\nneeded enough tissue to get a genomics report and make her eligible for a clinical trial\n\n\nEven though she has insurance, she has paid tens of thousands of dollars in out-of-pocket costs\n\nPeter notes that health care bills are the number one cause of personal bankruptcy in the United States is medical bills\nCancer diagnosis plays a large role in that\n\n\nBetween the time the recurrence was diagnosed and the time she finally got treated, Sarah had compression of the bronchus and could not walk up a flight of stairs\nMany people with fewer resources would have died\n\n \nSarah’s reflections on her approach to life with chronic cancer and balancing her time [2:11:00]\n\nPeter says time is the most important currency and wonders how Sarah balances her time among her family, her work with diabetics, and now cancer advocacy\n\nSays that Sarah’s legacy is “living your life to the fullest regardless of its duration.  …That’s what your kids are going to remember about their mom”\nAnd also advocating on behalf of future patients\n\n\nIn her situation, Peter imagines himself retreating from everything outside of his family\n\nSarah says it was actually hard to be around her kids when she was deep in grief because they reminded her of everything she was going to lose\nShe has overcome that but her kids still come first\n“They need to see me not getting knocked out by the stressors and bad things in life”\n\n\n\n“And I certainly am angry about this, but what do you do with it? That’s what’s going to be the important question in life. You can take anger, you can take all these things and you can get lost and buried in it. Or you can try to turn it into something else.” —Sarah Hallberg\n\nShe will continue to advocate for diabetes because it’s important like cancer and she has a platform\nAlso cares a lot about equity, which impacts both diabetes and cancer\nShe is doing ok, but never good or great\n\nDoesn’t sit around feeling sorry for herself but “great is hard to think about now”\nDoes not think that, as many say, cancer gave her a new perspective on life; she loved the way her life was and “it’s still a little hard to get used to who this person is now”\n\n\nSarah says this is the first time she’s told her story and is glad she had the opportunity to do it \nPeter thanks her for trusting him and his listeners\n\n§Selected Links / Related MaterialSteve Phinney and Jeff Volek explaining the science behind the ketogenic diet: Dr. Stephen Phinney and Dr. Jeff Volek on the Basic Science of Ketosis and Keto-Adaptation | November 16, 2018 (virtahealth.com) | [7:00]\nSarah’s initial unfunded study of metabolic improvements with carb restriction: Retrospective Analysis of Metabolic Control in Type 2 Diabetes with American Diabetes Association Recommendations compared with Carbohydrate Restriction | Journal of Clinical Lipidology (Hallberg & Campbell 2015) | [14:00]\nStudy of economic advantages of Sarah’s approach to T2DM care: Estimated Reduction in Medication Cost During First Year of a Continuous Care Intervention for Treatment of Type 2 Diabetes | Value in Health (Bhanpuri, McKenzie, Ma’ruf, Hallberg et al. 2018) | [14:00, 16:00]\nSarah’s TEDx talk: Reversing Type 2 Diabetes Starts with Ignoring the Guidelines | Sarah Hallberg, TEDxPurdueU (May 4, 2015) (youtube.com) | [14:30]\nSteve Phinney and Jeff Volek’s book on carbohydrate restriction: The Art and Science of Low Carbohydrate Living: An Expert Guide to Making the Life-Saving Benefits of Carbohydrate Restriction Sustainable and Enjoyable by Stephen D. Phinney & Jeff S. Volek (2011) | [14:45]\nSarah talks about low carb diets and ketosis at a conference hosted by Ohio State’s Food Innovation Center: Diabetes Reversal | August 15, 2018 (virtahealth.com) | [16:00]\nSarah’s published work on rethinking the guidelines and clinical approach to T2DM: [16:00]\n\nImproving the scientific rigour of nutritional recommendations for adults with type 2 diabetes: A comprehensive review of the American Diabetes Association guideline‐recommended eating patterns | Diabetes Obesity and Metabolism (Hallberg et al. 2019)\nReversing Type 2 Diabetes: A Narrative Review of the Evidence | Nutrients (Hallberg et al. 2019)\n\nPapers that have been published so far based on data from Virta’s clinical trial on nutritional ketosis and type 2 diabetes: [16:00]\n\nImprovement in Atherogenic Dyslipidemia at 70 Days Following a Reduced Carbohydrate Intervention for Treatment of Type 2 Diabetes | Journal of Clinical Lipidology (Hallberg et al. 2016)\nA Novel Intervention Including Individualized Nutritional Recommendations Reduces Hemoglobin A1c Level, Medication Use, and Weight in Type 2 Diabetes | JMIR Diabetes (McKenzie, Hallberg et al. 2017)\nEffectiveness and Safety of a Novel Care Model for the Management of Type 2 Diabetes at 1 Year: An Open-Label, Non-Randomized, Controlled Study | Diabetes Therapy (Hallberg et al. 2017)\nCardiovascular Disease Risk Factor Response to a Type 2 Diabetes Care Model Including Nutritional Ketosis at One Year | Journal of Clinical Lipidology (McKenzie, Bhanpuri, Hallberg et al. 2018)\nCardiovascular disease risk factor responses to a type 2 diabetes care model including nutritional ketosis induced by sustained carbohydrate restriction at 1 year: an open label, non-randomized, controlled study | Cardiovascular Diabetology (Bhanpuri, Hallberg et al. 2018)\nContinuous Remote Care Model Utilizing Nutritional Ketosis Improves Type 2 Diabetes Risk Factors in Patients with Prediabetes | Diabetes (McKenzie, Hallberg et al. 2018)\nDigitally Supported Continuous Care Intervention Through Individualized Carbohydrate Restriction Significantly Improves Liver Enzymes and Surrogate Markers of Nonalcoholic Fatty Liver Disease and Advanced Liver Fibrosis in Patients with type 2 Diabetes | Gastroenterology (Vilar-Gomez, (Athinarayanan, Hallberg et al. 2018)\nImprovement in patient-reported sleep in type 2 diabetes and prediabetes participants receiving a continuous care intervention with nutritional ketosis | Sleep Medicine (Siegmann, Athinarayanan, Hallberg et al. 2019) \nLong-Term Effects of a Novel Continuous Remote Care Intervention Including Nutritional Ketosis for the Management of Type 2 Diabetes: A 2-Year Non-randomized Clinical Trial | Frontiers in Endocrinology (Athinarayanan, Adams, Hallberg et al. 2019)\nPost hoc analyses of surrogate markers of non-alcoholic fatty liver disease (NAFLD) and liver fibrosis in patients with type 2 diabetes in a digitally supported continuous care intervention: an open-label, non-randomised controlled study | BMJ (Vilar-Gomez, Athinarayanan, Adams, Hallberg et al. 2019)\nA Continuous Remote Care Intervention Utilizing Carbohydrate Restriction Including Nutritional Ketosis Improves Markers of Metabolic Risk and Reduces Diabetes Medication Use in Patients with Type 2 Diabetes Over 3.5 Years | Journal of the Endocrine Society (McKenzie … Hallberg 2020)\nBroad Spectrum Effects of a Ketogenic Diet Delivered by Remote Continuous Care on Inflammation and Immune Modulators in Type 2 Diabetes and Prediabetes | Journal of the Endocrine Society (Phinney et al. 2020)\nEffect of a Continuous Remote Care Intervention on Glycemic Target Achievement and Medication Use among Adults with T2D: A Post Hoc Analysis | Diabetes (Athinarayanan, Adams, Hallberg et al. 2020)\nImpact of a 2-year trial of nutritional ketosis on indices of cardiovascular disease risk in patients with type 2 diabetes | Cardiovascular Diabetology (Athinarayanan, Hallberg et al. 2020)\nRegression of Prediabetes following Two Years Treatment with a Continuous Care Intervention Emphasizing Carbohydrate Restriction: A Single-Arm, Prospective, Longitudinal Study | Diabetes (McKenzie et al. 2020)\nType 2 Diabetes Prevention Focused on Normalization of Glycemia: A Two-Year Pilot Study | Nutrients (McKenzie … Hallberg 2021)\n\nPeter’s podcast with Gerry Schulman on insulin resistance: #140 – Gerald Shulman, M.D., Ph.D.:\nA masterclass on insulin resistance—molecular mechanisms and clinical implications | The Drive, Peter Attia (December 7, 2020) | [21:15]\n \nData on how many Americans are either prediabetic or diabetic:  National Diabetes Statistics Report, 2020 cdc.gov (CDC 2020) | [22:15]\nNHANES survey showing that only 12% of Americans do not have metabolic abnormalities:  Prevalence of Optimal Metabolic Health in American Adults: National Health and Nutrition Examination Survey 2009–2016 | Metabolic Syndrome and Related Disorders (Araújo et al. 2019) | [22:15]\nStudy with six feeding phases gradually increasing carbs: Effects of Step-Wise Increases in Dietary Carbohydrate on Circulating Saturated Fatty Acids and Palmitoleic Acid in Adults with Metabolic Syndrome | PLoS ONE (Volk et al. 2014) | [35:04]\nAdditional study that also showed saturated fat intake was not associated with serum levels: Comparison of low fat and low carbohydrate diets on circulating fatty acid composition and markers of inflammation | Lipids (Forsythe … Volek 2007) | [41:45]\n \nStudy of childhood POA levels as a predictor of future health problems (PANIC study): Cross-sectional associations of plasma fatty acid composition and estimated desaturase and elongase activities with cardiometabolic risk in Finnish children–The PANIC study | Journal of Clinical Lipidology (Venäläinen et al. 2016) | [1:05:30]\nStudy of correlation between midlife POA and later C-reactive protein levels: Serum fatty acid composition and indices of stearoyl-CoA desaturase activity are associated with systemic inflammation: longitudinal analyses in middle-aged men | British Journal of Nutrition (Petersson et al. 2008) | [1:05:02]\n \nGuardian article about rising rates of lung cancer in non smokers: “You do think: why me?” The shocking rise of lung cancer in non-smokers | Denis Campbell, The Guardian (April 26, 2019) | [1:25:30]\nGuide to EGFR Exon 19 mutations and TKIs: Lung Cancer and EGFR Exon 19 Deletion Mutations (Vanderbilt University 2016) | [1:25:50]\nHealth care bills are the number one cause of personal bankruptcy in the United States:  This is the real reason most Americans file for bankruptcy | Lorie Konish, CNBC (February 11, 2019) | [02:09:30]\n§\nDRUGS MENTIONED\n\nOsimertinib (Tagrisso): (tyrosine kinase inhibitor) | [1:49:00, 1:53:30, 1:56:00]\nPalbociclib (Ibrance): (selective cyclin-dependent kinase [CDK] 4/6 inhibitor) | [1:52:45, 1:53:15]\nLeuprorelin (Lupron):  (synthetic hormone) | [1:53:00]\nFulvestrant (Faslodex): (selective estrogen receptor degrader [SERD]) | [1:53:00]\nCisplatin (Platinol): (platinum-based chemotherapeutic agent) | [1:53:45, 1:59:15]\n\nGemcitabine (Gemzar): (nucleoside analog chemotherapeutic agent) | [1:54:45, 1:59:15, 2:02:30, 2:05:00]\n§People Mentioned\nStephen Phinney [7:00, 14:30, 16:00, 1:15:14]\nJeff Volek [7:00, 14:30, 16:00, 1:15:14]\nEric Westman [16:00]\nGerald Schulman [21:15]\nBrittanie Volk [35:04]\nSami Inkinen [1:15:14]\n\n§<img width=\"320\" height=\"320\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/bio-image-hallberg.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/bio-image-hallberg.jpeg 320w, https://peterattiamd.com/wp-content/uploads/2021/05/bio-image-hallberg-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2021/05/bio-image-hallberg-150x150.jpeg 150w\" sizes=\"(max-width: 320px) 100vw, 320px\" />Sarah Hallberg, D.O., M.S.Dr. Sarah Hallberg is a physician and exercise physiologist. The founder and Medical Director of the Medically Supervised Weight Loss program at Indiana University Arnett, she is also the Medical Director at Virta Health and an adjunct clinical assistant professor of medicine at Indiana University School of Medicine. An expert on metabolic control and type 2 diabetes, Dr. Hallberg is also the executive director of The Nutrition Coalition, a nonprofit organization that aims to strengthen national nutrition policy. Her TEDx talk “Reversing Type 2 diabetes starts with ignoring the guidelines” has been viewed more than 7 million times. Dr. Hallberg is board certified in internal medicine, obesity medicine, and lipidology. She received her bachelor’s and master’s degrees in kinesiology and exercise science from Illinois State University and her degree in medicine from Des Moines University.\nTwitter: @DrSarahHallberg\nInstagram: @sarahhallberg\nFacebook: Sarah Hallberg"
}