{
  "title": "#164 – Amanda Smith, M.D.: Diagnosing, preventing, and treating Alzheimer’s disease, and what we can all learn from patients with dementia",
  "content": "Amanda Grant Smith is a geriatric psychiatrist with decades of experience treating patients with dementia and Alzheimer’s disease. In this episode, Amanda shares how she developed a passion for geriatric psychiatry as a means to support dementia patients. She explains how to recognize, define, and diagnose dementia—a process that still remains somewhat elusive. They also talk about the significance of ApoE genotype and compare the various forms of dementia including differentiating between Alzheimer’s disease and Lewy body dementia. They discuss the current landscape of clinical trials, the drug pipeline, and talk about a very promising monoclonal antibody directed at amyloid beta that has the potential to be a disease-modifying drug. They conclude with a discussion about how to define “healthy aging” and reflect on how understanding dementia can shape one’s life philosophy.\n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#164 - Amanda Smith, M.D.: Diagnosing, preventing, and treating Alzheimer’s disease, and what we can all learn from patients with dementia\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#164 - Amanda Smith, M.D.: Diagnosing, preventing, and treating Alzheimer’s disease, and what we can all learn from patients with dementia\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#164 - Amanda Smith, M.D.: Diagnosing, preventing, and treating Alzheimer’s disease, and what we can all learn from patients with dementia\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nHow Amanda developed a passion for geriatric psychiatry [3:15];\nDefining and diagnosing dementia and Alzheimer’s disease [13:30];\nMedical tests for dementia and their relationship to clinical symptoms [22:45];\nThe pathology of dementia, and the role of the tau and beta-amyloid protein in Alzheimer’s disease [33:15];\nThe significance of ApoE genotype, and differentiating Alzheimer’s disease from Lewy body dementia [43:15];\nThe evolution of Alzheimer’s disease prevention, care, and medications over the last 20 years [52:45];\nPsychiatric support for dementia patients (and caregivers) with depression and anxiety [1:02:45];\nDrug pipeline, clinical trials, and major challenges to overcome [1:13:45];\nRedefining Alzheimer’s disease and designing effective trials [1:23:00];\nThe promise of monoclonal antibody treatments for Alzheimer’s disease [1:34:15];\nHow we should measure outcomes in dementia trials and define “healthy aging” [1:42:30];\nHow understanding dementia can reshape our life philosophy [1:53:45]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesHow Amanda developed a passion for geriatric psychiatry [3:15]\n\nPeter and Amanda met at a Zoom event for Hilarity for Charity, a non-profit organization focused on Alzheimer’s disease\n\nThey appeared with Richard Isaacson to discuss Alzheimer’s disease research and treatment\nPeter was impressed by Amanda’s focus on the impact that Alzheimer’s disease has on the family as much as it does on the patient\n\n\nAmanda specializes in geriatric psychiatry\n\nShe grew up in Philadelphia with active grandparents who owned and operated a nursing home\n“Seeing the vibrant lives they led even into their 70s and 80s, that to me was normal aging”\nBut in medical school, she “really saw the pathologic side of aging and the things that can go wrong as we get older”\n\n\nShe noticed an attitude of ageism among physicians\n\nOne day she was sent in to talk to a woman who had come in from a nursing home with chest pain\nThe doctors wondered how she had obtained a history because they said the woman did not make sense, but it turned out that the EMT had forgotten to bring the woman’s dentures, but she was mentally sound\nThe doctors would have known this if they had taken the time to listen to her\n\n\n\n“I realized how quick people are to brush off the elderly. And it kind of lit a fire in me so to speak so that that became my passion.” —Amanda Smith\n\nThere are many ways to interact with elderly patients, like cardiology and other subspecialties \nWhen Amanda was starting out, there was not much that we could do about the cognitive side of things\n\nShe graduated med school in 1997, the year that donepezil (Aricept) was first approved\nhas witnessed the evolution of Alzheimer’s treatments \n\n\nThe behavior problems that can occur in people with dementia (e.g., anxiety, depression, psychosis) have always been treatable\n\nThese are common reasons to see people on the geriatric psychiatry unit (e.g., taking apart the ceiling tiles and their apartment to find these wires that weren’t really there)\nwe can control some of these behaviors so that patients can have a better quality of life and caregivers can have a little more peace of mind\n\n\nPeter wonders if the patients typically already have a dementia diagnosis or if the presenting feature of the dementia can be some of these psychotic symptoms so the doctors need to rule out schizophrenia or other forms of psychosis\n\nAmanda says it’s both\nWhen psychosis presents first, patients sometimes get diagnosed with schizophrenia or bipolar illness or another illness that does not have an onset in the mid-70s\nHave a misdiagnosis for a few years until it becomes really apparent that there is an underlying neurodegenerative process\n\n\nPeter observes that the early stages of dementia can be quite unnerving and some of the behavior might be driven by legitimate and understandable fear that something is wrong\n\nAmanda says that some people are blissfully unaware throughout the entire course of their illness even in the very mild stages\nwhile others are acutely aware that something’s not right and know for two or three years before doctors can find any discernible changes on their testing \nThe second group suffers much more\n\n\nLewy body dementia\n\na type of dementia that has characteristics of Alzheimer’s, characteristics of Parkinson’s, and very prominent visual hallucinations\nA few of Amanda’s patients are aware that their visual hallucinations are not real\n\n\n\n \nDefining and diagnosing dementia and Alzheimer’s disease [13:30]\n\nDementia is an umbrella term that denotes changes in memory and other areas of cognition\n\nrepresents a change from previous state (e.g., not born with it)\ninterferes with your day-to-day function\n\n\nThere are many causes of dementia, but Alzheimer’s is the most common\nDiagnosis\n\nhave been advancements in many of our tests\n\nmore sophisticated imaging techniques\nblood biomarkers\n\n\nBut the real crux of diagnosis is a good clinical interview with the patient and with an observer\n\nInterview a family member or friend separately to get info about changes over time\n\n\nSpecific tests\n\ncognitive testing to look for patterns that support one diagnosis over another\nbrain imaging to look for things like strokes or shrinking in certain parts of the brain\nlab tests to rule out reversible causes of memory loss: thyroid disturbance, vitamin deficiencies, tertiary syphilis (very uncommon these days), etc.\n\n\nwith this info can typically figure out the right label for them\n\nSometimes we need formal neuropsych testing with a neuropsychologist\nSometimes we do need PET scanning to look at certain patterns\n\n\n\n\nFrontotemporal dementia\n\nrelatively preserved memory, but significant changes in language or behavior\nIt’s often the diagnosis when a relative says the patient’s memory is not too bad, BUT … they can’t really talk anymore, or they’ll get up in church and take the microphone from the pastor\nsometimes are erroneously diagnosed with bipolar illness because of these sudden and really profound behavior changes\nProblems with judgment: get labeled as being manic because of judgement issues like they’re spending lots of money, etc.\n\n\nClinical story is very important for Alzheimer’s disease\n\nVery unlike cancer, where the diagnosis is typically based on imaging and the gold standard is a histological diagnosis – you don’t biopsy the brain\nA few formal tests are useful to confirm a diagnosis\n\nLumbar puncture (LP) (“spinal tap”): sampling cerebrospinal fluid (CSF) to look for amyloid-β or tau protein\nPET to look for amyloid\n\n\n\n\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-15871\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f1-amandasmith-1024x526.png\" alt=\"\" width=\"1024\" height=\"526\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f1-amandasmith-1024x526.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f1-amandasmith-300x154.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f1-amandasmith-768x395.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f1-amandasmith-1536x790.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/06/f1-amandasmith.png 1696w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Amyloid-β plaques and tau protein (neurofibrillary) tangles are the microscopic signs of Alzheimer’s disease. Amyloid-β clumps together in plaques between neurons.  Tau is a protein that normally stabilizes microtubules, structures that help transport nutrients and molecules.  In Alzheimer’s, tau detaches from the microtubules and forms tangles inside neurons.  Both plaques and tangles disrupt normal cell function and communication between neurons. Image credit: Health Jade\n\nAlthough you can’t a brain biopsy to look for amyloid until after death, we can now image amyloid in living patients\n\nhas allowed us to design some prevention trials targeting people who have brain amyloid but not yet memory symptoms\nbut it’s not covered by insurance and would cost $4000 out of pocket, so it’s not a real option for most patients\n\n\nThere is a good correlation between PET and CSF findings\n\nbut as a psychiatrist and not a neurologist, Amanda doesn’t do lumbar punctures as part of her practice\nShe will occasionally refer people to neuro for an LP to look at CSF\n\n\nSome insurance will cover MRI, PET, and FDG-PET a (PET scan using the radioactive tracer 18F-FDG, a glucose analog), which measures how well the brain is using glucose as its fuel and has different patterns supporting one diagnosis over another\nClassic Alzheimer’s disease presentation is preservation of long-term memory but difficulty with short-term memory \nPeter asks how Amanda distinguishes distraction from dementia\n\nForgetting to do something or a new person’s name is not necessarily dementia – can just be that the person was distracted\nHave to put it in context\n\nsome of this happens with normal aging\nother factors like stress, a bad night’s sleep, etc. can affect it\nfrequency and intensity are also important\n\n\n\n\n\n“If it’s the exception rather than the rule, it’s probably not dementia. But when that becomes sort of how you are and what happens every day, then it’s more concerning.” —Amanda Smith\n \nMedical tests for dementia and their relationship to clinical symptoms [22:45]\n\nWith an MRI, looking for hippocampal volume or other brain matter loss\nRuling out vascular disease (or quantifying the amount of it)\n\nWe all get tiny little strokes with aging, high blood pressure, high cholesterol, smoking, diabetes, etc.\nno symptoms and don’t notice\nnormal if they are extremely mild or scattered\nBut if they coalesce or extend into cortical areas (parts of the brain that matter for critical thinking), then they can be symptomatic\n\n\n\nHippocampal volume\n\nThe hippocampus is the part of the brain where short-term memories are formed\nLook at how much shrinking there is both globally and in the hippocampus\n\nHippocampal shrinking, especially out of proportion to shrinking elsewhere in the brain, can be a biomarker of Alzheimer’s disease\nHippocampal sclerosis: hippocampal atrophy but amyloid negative\n\nfrom a stroke, chronic traumatic encephalopathy, or buildup of non-amyloid proteins that can affect memory as well\n\n\nTracking hippocampal volume over time is of limited use\n\nother factors can affect hippocampal volume: chronic exposure to cortisol (the stress hormone), post traumatic stress disorder (PTSD), etc.\n\n\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15872\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f2-amandasmith-1024x679.png\" alt=\"\" width=\"1024\" height=\"679\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f2-amandasmith-1024x679.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f2-amandasmith-300x199.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f2-amandasmith-768x509.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f2-amandasmith.png 1476w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Gross changes in the brain of Alzheimer’s patients.  Image credit: Health Jade\n\nSometimes the brains of people who are very impaired don’t really look bad, others look terrible on a scan but are functioning fine\n\n“So it’s again one of those things that really has to be taken in context with all of the other information and part of the reason why the clinical evaluation and interview and the intangible stuff is so important.” —Amanda Smith\n\nThe diagnosis requires a clinical story whether or not there is amyloid\nPeter points out that there is a lot of overlap between people with amyloid and people with clinical symptoms suggestive of dementia, “but it’s not a perfect union”\n\namyloid is necessary for Alzheimer’s disease but not for other types of dementia\npathologically Alzheimer’s is marked by amyloid plaques and tau tangles in the brain\n\n\nStudy on utility of PET scan testing\n\nused florbetapir (Amyvid), one of the first amyloid imaging ligands\npeople with Alzheimer’s had an amyloid imaging PET scan (using an antibody to amyloid as a tracer) and then donated their brains after death\nthe correlation between the scan and post-mortem brain pathology was ~97%\nThat is encouraging news for being able to diagnose amyloid before death\nPeter points out that it was missing a control group of people who had amyloid in their brains (and thus go on to have amyloid on autopsy) but didn’t have Alzheimer’s disease\n\n\nWe don’t know what percentage of people have amyloid in their brain on autopsy but did not have symptoms of dementia during their life\n\namyloid imaging has helped us understand that amyloid starts to build up 10-20 years before you start to have symptoms of forgetfulness and other cognitive symptoms\nThere’s still scientific debate about what the critical mass or downstream effect of amyloid buildup is\nThere’s a theory that amyloid builds up years beforehand but it’s not until you start to have tau spreading that it correlates with symptoms\nIt may be tau that serves to stage the disease\n\n\nthere are a lot of people who might start to build up amyloid in their 70s but then die of something else\n\nsimilar to coronary calcification\n\nif someone dies of cancer and on autopsy you find calcification in their coronary arteries, they had atherosclerosis that never manifested clinically\nif had not died of cancer, might have died of a myocardial infarction (MI) (a heart attack) 10 years later\n\n\n\n\nbefore 2011, the definition of Alzheimer’s was dementia\n\n“So there was no place in research for … testing these interventions in people before they had full-blown dementia. And that was very much like waiting till someone had a heart attack to say that they had coronary artery disease.” —Amanda Smith\n\nin 2011, with the advent of amyloid imaging, that changed because could see amyloid building up in patients before they started to have symptoms\nfirst used Pittsburgh compound B, but its clinical use was limited because it has to be made and used within minutes\n\n\nPeter discussed the progression of Alzheimer’s (preclinical phase, then mild cognitive impairment, then dementia) in his previous podcast with Richard Isaacson\n\n“[Amyloid imaging] has allowed us to then take a step back and see if we can intervene before people have the symptoms that we may not be able to reverse.” —Amanda Smith\n \nThe pathology of dementia, and the role of the tau and beta-amyloid protein in Alzheimer’s disease [33:15]\nThe 3 main categories of chronic disease\n\nPeter says there are essentially 3 main categories of chronic disease:\n\nAlzheimer’s disease\nCancer\nAtherosclerotic diseases (both cerebrovascular and cardiovascular)\n\n\nThese three legs stand on the platform of metabolic disease (hyperinsulinemia to insulin resistance, NAFLD and type II diabetes)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15873\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f3-amandasmith-1024x766.png\" alt=\"\" width=\"1024\" height=\"766\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f3-amandasmith-1024x766.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f3-amandasmith-300x224.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f3-amandasmith-768x574.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f3-amandasmith.png 1380w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. A schematic of chronic disease.\n\nWe have the best understanding of atherosclerosis\n\nwe can stage it lesion by lesion\nWe understand fatty streaks, foam cells, what leads to calcification, and how it progresses from soft plaque to vulnerable plaque to a ruptured plaque to an MI\nIt’s nonsensical to wait until someone has a major adverse cardiac event\n\nPeter would say waiting until a person’s ten-year risk exceeds 5% to intervene is equally nonsensical, yet that is still largely the standard\nProcess begins as early as the teen years\n\n\n\n\n\nVarious versions of dementia\nAmyloid and Alzheimer’s disease\n\nNow anyone who has dementia with amyloid is classified as having Alzheimer’s disease\n\nbut they may also have other diagnoses: a mixed dementia where you have Alzheimer’s and vascular disease or Lewy body and Alzheimer’s\nDennis Dickson at the Mayo Clinic in Jacksonville has shown that most pathology is actually mixed\n\n\nPeter has interviewed Francisco Gonzalez-Lima, who works with Jack De la Torre at UT Austin\n\nThey believe that microvascular disease is the big driver here\nMost people have significant microvascular damage in their 60s and beyond\nA critical mass of damage results in cognitive impairment and ultimately higher levels of impairment, such as executive function deficits\n\n\nIf amyloid is also accumulating over the years, you could have dementia related to both amyloid and vascular disease\n\nAddressing factors like hypertension, smoking, and dyslipidemia might affect the amyloid factor as well as vascular disease  \nRichard Isaacson stressed the importance of cardiovascular risk factors in the development of Alzheimer’s\n\n\nA protein closely related to amyloid (“normal amyloid”) is a regular component of blood vessel walls\n\nThe kind that builds up in Alzheimer’s (“pathological amyloid”) is abnormal in length\n“because it is part and parcel of blood vessel walls, it’s only natural to assume there must be this interplay between the vasculature and the Alzheimer’s side of things”\nBut the relationship is still unknown\n\n\n\n“There are some really exciting developments in terms of looking at blood biomarkers including plasma amyloid in terms of potentially having a blood-based test for Alzheimer’s. So there has been progress there and I think that as time goes on, we’re going to be able to do these less invasive tests and really have a better sense of both risk for people who aren’t maybe symptomatic yet as well as diagnosis.” —Amanda Smith\n\nYou can have tau without amyloid\n\nSome kinds of frontotemporal dementia are characterized by abnormal tau buildup in the absence of amyloid\nChronic traumatic encephalopathy related to sports like football and boxing shows abnormal tau often in the absence of amyloid\n\n\n\nWhat do tau and amyloid do? (41:15)\n\nThere is a cascade of damage\n\n\nActivation of glial cells, which help protect our brain against intruders by releasing toxins (autophagy, eating up our own tissue)\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15874\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f4-amandasmith-1024x283.png\" alt=\"\" width=\"1024\" height=\"283\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f4-amandasmith-1024x283.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f4-amandasmith-300x83.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f4-amandasmith-768x212.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f4-amandasmith-1536x425.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/06/f4-amandasmith.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4. Several types of glial cells in the central nervous system.  Microglia digest foreign particles.  Macroglia include ependymal cells (which produce cerebrospinal fluid), oligodendrocytes (which manufacture and repair insulating sheaths around neuron axons), and astrocytes (which connect signal-producing neurons to other cells and help maintain permeability of the blood-brain barrier (BBB)).  Image credit: Biology Dictionary\n\nThere is damage both inside and outside the neurons \nEventually leads to cell death\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15875\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f5-amandasmith-1024x581.png\" alt=\"\" width=\"1024\" height=\"581\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f5-amandasmith-1024x581.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f5-amandasmith-300x170.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f5-amandasmith-768x436.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f5-amandasmith-1536x871.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/06/f5-amandasmith.png 1728w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Effects of tau and amyloid on neurons and glial cells. (Cytokines are proteins that play a role in immune cell signaling.)  Image credit: Busche & Hyman 2020\n\nPeter wonders whether in this particular pathology injuring the glial cells is at least to a first order approximation equally responsible for the damage as neuron death\nAmanda thinks glial cells are more responsible for the damage because they are injuring neurons as they try to protect them\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15876\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f6-amandasmith-1024x432.png\" alt=\"\" width=\"1024\" height=\"432\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f6-amandasmith-1024x432.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f6-amandasmith-300x126.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f6-amandasmith-768x324.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f6-amandasmith-1536x647.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/06/f6-amandasmith-2048x863.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6. Overview of brain cell atrophy in Alzheimer’s disease. Image credit: Congdon & Sigurdsson 2018\n \nThe significance of ApoE genotype, and differentiating Alzheimer’s disease from Lewy body dementia [43:15]\nApolipoprotein E (ApoE) genotype (43:15)\n\nCan measure ApoE in the plasma\n\nSome data suggest an association between plasma ApoE level and the risk of dementia, but it has not been established as an independent biomarker \nAmanda thinks it’s really more about the genotyping than the quantification of it\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15877\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f7-amandasmith-1024x224.png\" alt=\"\" width=\"1024\" height=\"224\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f7-amandasmith-1024x224.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f7-amandasmith-300x66.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f7-amandasmith-768x168.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f7-amandasmith-1536x336.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/06/f7-amandasmith-2048x449.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 7. Relative risk for Alzheimer’s disease based on ApoE genotype.  There are three different alleles (variations) of the ApoE gene (ε2, ε3, and ε4) and everyone has two copies of this gene. There are 6 possible genotypes (ε2/ε2, ε2/ε3, ε2/ε4, ε3/ε3, ε3/ε4 or ε4/ε4). ε3 (the most common allele) does not affect risk, while ε2 (the least common allele) seems to confer some protection. The ε4 allele, found in 10-15% of people, increases risk.  Image credit: The Conversation\n\nHomozygous ε4 (ε4/ε4 – two copies of the ε4 allele)\n\nhigher risk of Alzheimer’s\ndifferent responses to cardiovascular meds\ndifferent risks for other diseases besides dementia too\n\n\nIt’s typically not something routinely checked for in clinical care because it’s not diagnostic: can have ε4/ε4 and not have Alzheimer’s or ε2/ε3 and still have Alzheimer’s\nhas a lot more utility in the research setting\n\ncan study how carriers versus noncarriers respond to certain treatments\ncarriers may respond differently to different lifestyle interventions\nmay have an earlier onset compared to people who are not carriers but ultimately get same disease\n\n\nPeter thinks ApoE ε4 is great to help people identify risk early on, but it doesn’t change much clinically\n\nHe tells his ε2/ε3 patients they have about a 10% reduction relative to the ε3/ε3 but still not off the hook\nTells ε3/ε4 (or even ε4/ε4 patients) it’s not a done deal but need to take preventative measures seriously\n\n\n\nComparing Alzheimer’s and Lewy body dementia\n\nClassic Alzheimer’s\n\nbegin with short-term memory loss\nslowly over time progress to having difficulty doing things like paying bills\nthen eventually needing supervision or assistance with activities of daily living (cooking, bathing, etc.)\nMay or may not have behavior issues or changes in walking\n\n\nLewy body dementia\n\na diagnosis that can technically be made only post-mortem\nbut there is a classic clinical picture that is so compelling that it can be made fairly accurately in the clinic without diagnostic testing \nclassic triad of symptoms that occur within two years of one another\n\nAlzheimer’s-like cognitive impairment that can notably fluctuate so that some days they seem good and on others they are very impaired\nParkinsonism component where they will often be stiff, shuffle, have trouble rising from a chair, don’t move arms when they walk (but unlike with Parkinson’s, often don’t have tremor with Lewy body)\nVisual hallucinations (often accompanied by related delusions)\n\n\nAdditional supportive features, including restless leg syndrome and REM sleep behavior disturbances\n\nSometimes spouses will say they act out in their dreams, like punching their spouse\n\n\nBoth the motor and the cognitive symptoms fluctuate, sometimes dramatically\nIn Amanda’s own experience, time from diagnosis until those patients are either in hospice or incapacitated or dead is about 8-10 years \n\nBut many of her patients experience a precipitous decline and then hit a plateau for a while and then really drop off\nless often as protracted as Alzheimer’s can be\n\n\n\n\nOther differences\n\nEven though the average for Alzheimer’s is still also eight to 10 years, it can be significantly longer\nThere are specific genetic mutations associated with early onset Alzheimer’s\n\nPresenilin 1 (PSEN1) on chromosome 14\nPresenilin 2 (PSEN2) on chromosome 1\nAmyloid precursor protein (APP) on chromosome 21\nThese mutations are as close to deterministic as you can get \nbut Amanda is not aware of any genetic mutations associated with Lewy body dementia\n\n\n\n\n\n\nAlzheimer’s-specific risk\n\nthe ApoE ε4 allele is not deterministic, but is highly suggestive for the more typical variants\nOther known risk factors like diabetes, microvascular, disease, and dyslipidemia\n\n\nAmanda isn’t sure of the relative incidence of Alzheimer’s versus Lewy body dementia\n\nbut it depends if you’re looking at the autopsy confirmed versus clinic diagnosed\nLewy body dementia is less often diagnosed, but more often unexpectedly found on autopsy\n\n\n\n\nIn Amanda’s clinic, it’s 50-60+% Alzheimer’s, ~20% true vascular, and ~20% Lewy body\n\nthe rest is frontotemporal dementia, some of the Parkinson’s plus syndromes, progressive supranuclear palsy, and other less common things \n\n\n\n \nThe evolution of Alzheimer’s disease prevention, care, and medications over the last 20 years [52:45]\n\nPatients come to Amanda in a variety of ways: referred from their primary doctors, self-referred, referred by neurology \n\nPeter points out the difference this makes: self-aware patients vs. a PCP suspicion vs. a neurologist who has likely made a diagnosis\nAmanda says about half of her patients think she’s a neurologist; they just know she’s affiliated with the Alzheimer’s / memory center\n\n\nAmanda’s early career\n\nWent to USF in 1997 as an intern\ndid a residency in psychiatry and then a fellowship in geriatric psychiatry\nchose USF in part because of Eric Pfeiffer\n\na leader in the field of geriatric psychiatry and Alzheimer’s disease\nfirst president of the American Association for Geriatric Psychiatry\nruns the Suncoast Gerontology Center\n\n\nfinished her fellowship and went to work for Eric in 2002\nwhen he retired in 2008, Amanda became the director of the center and principal investigator for a lot of the center’s clinical trials\n\n\nHow Amanda’s practice has changed in the past 20 years\n\n“The thing that’s the same, I would say, is the fear. People are terrified of losing their minds and losing their memories.” —Amanda Smith\n\nSeeing patients at both the older and younger ends of the spectrum\nMore awareness of Alzheimer’s as a disease and treatment options\nWhen she first started practicing, there wasn’t much she could do about it\n\nPeople assumed it was a normal consequence of aging\nThere has been success getting out the message that “this is not something that you have to live with and this is not a normal consequence of getting older”\nPeople are seeking baseline evaluations and asking about prevention\n\n\n\n\nPeter interviewed Richard Isaacson because he runs a prevention clinic at Cornell focusing on the lifestyle modifications and other things that people can do earlier\n\n“I think that’s the biggest area where things have shifted. I think there’s also a better understanding that people realize that there’s more that we can do, and that early intervention is key.” —Amanda Smith\nUsing medications to treat dementia patients\n\nPeople often used to be embarrassed or isolated by this problem; now they understand that medications can slow down decline (and even help in some people)\n\nthere was one study showing that donepezil delayed nursing home placement [59:00]\nThat’s huge even if people are still going to get worse on the medication\n\n\nthe majority of Amanda’s patients have some mood or behavioral issue that requires treatment with medication \n\n90% of people will have some behavioral issue at some point in their illness\nOften simple like depression rather than a psychotic type issue\ndepression in a dementia patient is just as treatable as depression in a healthy 25-year-old\nFrequently prescribes selective serotonin reuptake inhibitors (SSRIs)\n\nsome adjustments made for age and renal function and other medications and drug interactions\nwell tolerated and don’t make patients fall\n\n\nAmanda tries to avoid benzodiazepines like alprazolam (Xanax) and lorazepam (Ativan)\n\nparticularly avoids diazepam (Valium) and longer-acting ones because they can increase confusion\nthere is a dramatically high incidence of hip fracture with chronic benzodiazepine use\n\n\n\n\n\n\nIt’s important to use the minimum number of drugs and stop them when possible\n\nAmanda has seen patients on something like 15 or 18 multiple meds\n“Old people … collect meds like they collect other things. … You’re like, ‘Why are you even on this?’ … So we do have to be vigilant and really target symptoms with the safest, lowest dose and the shortest treatment period that we can. But in doing so [we] can be very effective in treating these symptoms”\nSomeone might have needed 3 medications to manage their blood pressure when they were 50\n\nNow they are 90 and falling because their BP is too low\nNo one ever took them off the medication\n\n\n\n\n\n“We do have to be vigilant and really target symptoms with the safest, lowest dose and the shortest treatment period that we can. But doing so can be very effective in treating these symptoms.” —Amanda Smith\n \nPsychiatric support for dementia patients (and caregivers) with depression and anxiety [1:02:45]\n\nAmanda guesses that a majority of Alzheimer’s patients receive complementary treatment for depression or anxiety \n\nDifficult for both patients and caregivers so often “seek help for that more acutely than they will for the underlying condition”\nSometimes a spouse or caregiver will also become a patient\n\n\n\n\nShe provides a lot of support and education\n\n“So I have the opportunity to share their insights with others, … to make them understand that what they’re going through is valid and real, give them pointers and tools and things that they may not have thought of in terms of handling a certain behavior. Just that one little pearl that might make their day easier.” —Amanda Smith\n\nFor example, if they refuse to get a shower, she suggests they offer the person’s favorite snack if they’ll do it\nCaregivers sometimes interpret the patient’s behavior as intentional, and it helps to understand that the disease is making them do it\n\n\nIt’s like Elisabeth Kübler-Ross’s stages of grief on the way to acceptance\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15878\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f8-amandasmith-1024x723.png\" alt=\"\" width=\"1024\" height=\"723\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f8-amandasmith-1024x723.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f8-amandasmith-300x212.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f8-amandasmith-768x542.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f8-amandasmith-1536x1084.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/06/f8-amandasmith.png 1868w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. Kübler-Ross’s Five Stages of Grief.  Image credit: Primary Care Diabetes Society\n\nPeter has seen this with his cancer patients\nAmanda sees it with caregivers who are essentially grieving for someone while they’re still alive\n\n\nAmanda listened to Peter’s podcast with Lauren Miller Rogen and Richard Isaacson\n\nLauren tells a compelling story about her journey in grieving her mother, who was Amanda’s patient\nlosing her hopes for what her relationship with her mother would be like as she got older\n“I think those stages of grief apply to almost everything. They’re sort of part and parcel of our existence as human beings is that’s kind of going to happen”\n\n\nWith Peter’s cancer patients, once they get to the acceptance phase the residual concern is the amount of suffering at the end and the mechanism of death\n\nEveryone knows in an abstract way that they’re going to die, “but it’s kind of a vague, fuzzy, foggy thing”\nBut patients in hospice with stage four cancer think about the actual mechanism of death\nPeter thinks “a big part of that is explaining no, actually we might not be able to save your life, but we can absolutely prevent discomfort”\n\n\nAmanda explains to patients and caregivers that as they progress, they’re going to have more difficulty with more simple, basic things like swallowing and mobility\n\nSome of them will die of something else before they reach a terminal stage of dementia\n\n\n\n“So we have the conversation, but we also try not to focus on the end game because that’s just miserable. … And that’s one of the biggest things that I see is not focusing on the end, but focusing on the now, because the truth is with Alzheimer’s, that’s all people have.” —Amanda Smith\n\nBut she wants her patients to know that support will be available to them when the time comes\n\n \nDrug pipeline, clinical trials, and major challenges to overcome [1:13:45]\nClinical Trials \n\nAlzheimer’s disease and drugs do not have a great track record\n\nDrugs have worked well for cardiovascular disease\nLess well for cancer, but still much better than for Alzheimer’s\nPeter says “I think you could make the case without being hyperbolic, that there is no disease that has a worse track record relative to the inputs on the output side”\n\nThere are orphan diseases for which we have no drugs, but “there have been a few shots on goal”\nBut the ratio of shots on goal to goals is lower in Alzheimer’s disease than any other disease\nOn one level, it’s related to the complexity of the disease\nOn another level, we may have targeted the wrong goal, too late in the game, the wrong angle, etc.\n\n\n\n\n\nCurrent drug pipeline\n\nToday there are about 120 drugs in the pipeline\nBased on clinicaltrials.gov:\n\n~27 of them are in phase I\n\nreally just being evaluated for safety at this point\nsome animal data that suggests it might work, no human data yet but first need to make sure it’s safe\n\n\n~65 are in phase II\n\nPassed bar of safe enough to move on from phase I\nNow looking for some efficacy while we continue to monitor safety\n\n\n~29 are in phase III\n\nat a small scale, they’ve shown efficacy, typically against a placebo\nNow we see if there’s efficacy either versus a placebo on a larger scale or ideally against a current standard in a larger trial\nthis third stage that is required for Food and Drug Administration (FDA) approval\n\n\n\n\nBy drug category:\n\n12 in cognitive enhancement\n12 in neuropsychiatric and behavioral improvement\n97 in disease modification\n\n\n\nTypes of dementia drugs\n\nAll drugs currently on the market are symptomatic treatments\n\ncan help slow cognitive decline or help improve memory and thinking\nbut are not targeting the underlying pathology of amyloid and tau\n\n\nCholinesterase inhibitors\n\nE.g., donepezil, galantamine, and rivastigmine\nhelp the neurons communicate\n\n\n N-Methyl-D-aspartate (NMDA) receptor antagonists\n\nE.g., memantine\nnormalizes levels of glutamate, helping with neurotransmission\n\n\nBehavioral drugs target specific problems like apathy, agitation, psychosis, sometimes sleep issues, and sometimes appetite and eating problems\nDisease modifying treatments actually target the underlying pathology\n\nmonoclonal antibodies against primarily amyloid are the biggest group of those that are in trials right now [1:18:15]\nEventually hope to target tau as well to improve cognition or at least halt cognitive decline\n\n\n\nAmyloid-β\n\nAmyloid-β is made at different points along the cascade \nthe amyloid precursor protein is on Chromosome 21\n\nthis is why people with Down syndrome (who have three copies of Chromosome 21) almost inevitably will get Alzheimer’s if they live long enough\nthey’re making a third more amyloid than the rest of us\n\n\nBut amyloid-β can be made anywhere from the very beginning of our DNA all the way through some of the enzymes that cleave amyloid\nThe amyloid gets cleaved at the length of 40 or 42 amino acids rather than the regular length\n\nThen the abnormal amyloid folds and there are five rolls\nthe plaque itself is a conglomeration of a series of folds in the protein\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-15879\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/f9-amandasmith-1024x542.png\" alt=\"\" width=\"1024\" height=\"542\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/f9-amandasmith-1024x542.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/06/f9-amandasmith-300x159.png 300w, https://peterattiamd.com/wp-content/uploads/2021/06/f9-amandasmith-768x406.png 768w, https://peterattiamd.com/wp-content/uploads/2021/06/f9-amandasmith-1536x813.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/06/f9-amandasmith.png 1674w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 9. Normal nerve cells vs. amyloid-β pathology. Image credit: MDPI\n\nThere are even differences among the antibodies as to what part of that cascade they target\nNormal amyloid is a component of blood vessel walls \nThe pathologic amyloid with abnormal lengths of amyloid-β 40 and 42 could be removed with no ill effects because they have no legit function in the body\n\nresearchers are targeting the enzymes that abnormally cleave amyloid as a potential treatment\nboth gamma secretase inhibitors and beta-site amyloid precursor protein cleaving enzyme (BACE) inhibitors have been studied, but side effects have been an issue\n\n\nPeter wonders if there has been research on using an antisense oligonucleotide to target enzyme transcription with laser precision \n\nAmanda notes that the downstream effects of various potential treatments are often unknown\nmight cause liver toxicity or cardiac arrhythmias or something else that makes the drug unsafe\n\n\nThere are five approved drugs for Alzheimer’s disease right now and a sixth that is a combination of two others \n\nBut all treat symptoms of disease rather than addressing the underlying cause of the disease\n\n\nIt’s encouraging that that 80% of the pipeline is actually focusing on the underlying cause as opposed to just the symptoms\n\n \nRedefining Alzheimer’s disease and designing effective trials [1:23:00]\n\nIn 2011, a major milestone occurred when we understood that amyloid pathology building up for many years was a key factor\n\nAlzheimer’s was redefined \nSome earlier drug trials may have been unsuccessful because they targeted amyloid too late\nAn understanding of the progression through preclinical Alzheimer’s and mild clinical impairment (MCI) allowed us to then design currently ongoing trials looking at prevention by amyloid removal both before cognitive symptoms start and during the MCI period\n\n\nEarlier failed studies lasted about 18 months \n\nPeter wonders if it’s like taking patients who have the most aggressive form of cardiovascular disease and giving them lipid lowering therapy for 18 months\nDid they need to do the study earlier in the disease process and for a longer period of time?\nAmanda says the time period doesn’t matter as much for Alzheimer’s because patients will get worse, but the earlier in disease process is key \n18 months is standard in Alzheimer’s trials\n\n\nDrug development is expensive \n\ntakes 10 to 15 years and a billion dollars (today maybe around 1.4B) for any one drug to get from development and discovery to FDA approval\n\nthere’s no question that the United States subsidizes the rest of the world in drug pricing \nin exchange for having the best drugs available first, we pay a premium for the development of the drug\n\n\nfor every one drug that makes it all the way through, there’s literally 4,000 or 5,000 that don’t \n\n\nFor Alzheimer’s, 18 months is a spot where progress would be very significant, staying stable would be an improvement, and getting worse means the drug is not working\nPeter points out that in oncology, there are approved drugs that add very little\n\nextend median survival by two months without extending overall survival\nbut cost a hundred thousand dollars \n\n\nPeter notes that patient selection and study design are crucial\n\nThe FOURIER and ODYSSEY trials (1:29:45)\n\nPeter says the two major trials used to test the proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors were “very elegant and very complementary” \nFOURIER trial \n\npatients typically had LDL cholesterol < 70 mg/dL (~5th percentile)\ntaking the maximum dose of a statin \nadded a PCSK9 inhibitor\nafter 2-3 years saw improvement\ncardiovascular trial outcomes are usually major adverse cardiac events (MACE) – heart attack, stroke, revascularization, and death\nthe point is not the biomarker (how much it lowers cholesterol) but whether it prevents a bad outcome\n\n\nODYSSEY trial \n\nPatients equally at risk as FOURIER trial but not “heavily statinized”\nLooked at same outcomes, including all-cause mortality\n\n\n\nChallenges in Alzheimer’s trials\n\nPeter struggles to understand the equivalent end points in Alzheimer’s studies\n\nVery unlike a heart attack, things like cognitive improvement seem subjective and hard to measure\nit’s a harder disease to measure definitive outcomes for\n\n\nHow do you think about patient selection for an Alzheimer’s trial?\n\nWe know it’s too late by the time a patient has significant dementia\n\n\nAmanda thinks there may be opportunity for patients with MCI as well as mild dementia to benefit from disease-modifying therapies \n\nBut prevention trials are key because you want to stop decline it before it starts\n\n\n\n\nBased on PET, the outcomes for anti-amyloid drugs are excellent\n\nPET-measured amyloid status goes from positive to negative\nBut if the patients aren’t any better or if they’re continuing to get worse, it doesn’t matter\n\n\n\n \nThe promise of monoclonal antibody treatments for Alzheimer’s disease [1:34:15]\nMonoclonal antibodies to amyloid\n\nIn the initial Solanezumab trial, the group with mild disease kept progressing\n\nthey already had enough neurodegeneration and other brain pathology\nwhether the amyloid was there any more no longer mattered \n\n\nThe FDA is considering data for Aducanumab right now\nEli Lilly study on Donanemab\n\nWas presented at a recent Alzheimer’s Disease / Parkinson’s Disease (AD/PD) meeting\nit met endpoints on almost all of the primary and secondary outcome measures that had been set\n\n\nSo although prevention is key, MCI group cannot be ruled out\nGoal is to develop a routine amyloid test everyone would have and preventive measures to avoid cognitive decline\n\nhopefully we can model this after a disease where we’ve had unbelievable success like cardiovascular disease, rather than a disease like cancer, which we have to wait until you develop to treat \nwe are on the cusp of “liquid biopsies” (which Peter will discuss on the podcast in a few months)\n\n\n\nAducanumab studies: EMERGE, ENGAGE, and EMBARK\n\nAducanumab is one of the most promising monoclonal antibodies\n\nmanufactured by Biogen\nmade it to phase III\n\n\nTwo similar parallel studies, EMERGE and ENGAGE \n\nstudy had pre-specified endpoints as it should have (“you got to call your shot before you go to bat”)\nend point was cognitive, not imaging\n\n\nNow running EMBARK, a follow-up for the patients that had previously been in EMERGE and ENGAGE \nfutility analysis\n\ncompany analyzes data to see if it’s worthwhile to continue spending their resources on the drug or to abandon it\nthey were not meeting their primary endpoints\nAfter looking at a cohort of people who had dose escalated in the interim, they realized that the people in the high-dose group actually were meeting the endpoints\nin a very unusual turn of events, they said they were wrong and the drug was helping\nthey ended up going back and putting people back in the study who had previously been on it in the new EMBARK study\n\n\nData has been submitted to the FDA for approval\nPeter thinks the highest dose given in these studies was around 10 mg/kg \nWas also a stratification for ApoE genotype\n\nPeter didn’t understand this because they were giving a lower dose to the ApoE e4 carriers\nAmanda says one of the reasons that they give the ApoE e4 carriers a lower dose is because of the risk of amyloid-related imaging abnormalities (ARIA)\n\nwith amyloid drugs, often will see changes in MRI, either edema (ARIA-E) or micro hemorrhages (ARIA-H)\nin previous studies there was a distinct difference between the risk of ARIA between e4 carriers vs non-carriers\nDidn’t happen in this study, so amended the protocol for e4 subjects to go to 10 mg/kg\n\n\n\n\nOn June 7, 2021, the FDA is expected to announce whether it will approve the drug or not\n\nThere have been conflicting advisory board reports, so it’s unclear what’s going to happen\nPatient and family groups, noting the lack of any new treatment in 20 years, say it’s better for nothing and are pushing for approval\nIf it’s not approved, theoretically Biogen could run another phase III trial with a better protocol \n\n\n\n \nHow we should measure outcomes in dementia trials and define “healthy aging” [1:42:30]\n\nAnother issue is that the primary outcome measures for these trials aren’t very good \n\nSome use the clinical dementia rating (CDR), which has a subjective component based on patient and caretaker interviews\nProne to bias from, for example, a highly stressed or depressed caregiver who sees everything worse than it is and over-reports symptoms\nCDR looks at memory, judgment, hobbies, etc., which are reported by the patient and caregiver, whose responses are compared\nThere is also an “intangible part” where a scorer might say it “feels like” a 1.0 or a 0.5 – this is not an objective measure like your LDL level\n\n\nPeter suggests that because subjective evaluation is so important, we at least need biomarkers that are so predictive of clinical outcome that you can rely on them in combination with a clinical evaluation \nYou can’t do a long enough study to get hard outcomes\nTwo big challenges in drug development for Alzheimer’s disease\n\ntechnical challenge of developing a good enough drug\noperational challenge of how you actually study it\n\n\nCan use different outcome measures like the The Alzheimer’s Disease Assessment Scale–Cognitive Subscale (ADAS-Cog) \n\ncognitive composite score have been used in other trials\nSome critics accused them of cherry picking, but the outcomes were predefined\nthe cognitive composite is based on years and thousands of patients’ worth of data showing what specific cognitive tests may be better predictors\nThe ADAS-Cog is very ingrained in this field and although it certainly has a lot of utility, it also has limitations\nFinding better objective cognitive primary outcome measures in addition to biomarkers certainly will be useful for drugs moving forward\n\n\n\nHow should we define “healthy aging”? (1:47:30)\n\nThe fact is that many of us are going to die with some form of cognitive impairment, even if it is not dementia\n\n“At the end of the day, it really has to do with how people see themselves, how people interact with the world, what kind of relationships they have, how able they are to let go of things that they’ve lost and how able they are to focus on the positive.” —Amanda Smith\n\nPeople struggle the most when they spent too much time thinking about the future and can’t enjoy the present moment\n\nTwo former marathon runners with Parkinson’s disease will fare differently if one focuses on how they can no longer run and the other on how they can still enjoy the sunset and try to make the most of each day (“those are the people that I think age successfully, even in the face of having illness”)\n\n\nPeter describes health span / quality of life as having 3 three broad dimensions:\n\nPhysical\nCognitive\nEmotional \nThe first two will inevitably decline with age; we can just try to minimize them\n\nA few exceptions like Charlie Munger\nBut the emotional piece is not age-dependent\n\n\n\n\nShould we be tying our identity to our emotional health, which does not have to decline with age, rather than to our physical or cognitive abilities?\n\nPeter thinks emotional health is most closely tied to the quality of our relationships\nAmanda agrees that “feeling loved, feeling that there are people you can rely on, feeling that there are people who can share experiences with you” is key\n\n\nSocial isolation is a big factor in quality of life\n\n“I definitely see the people that struggle the most are the ones that are constantly comparing themselves to their former selves. I used to be able to do this. I used to be able to do that. I used to… If I did that, I would just be hiding under my covers.” —Amanda Smith\n \nHow understanding dementia can reshape our life philosophy [1:53:45]\n\nFor most people, there is a far greater decline between ages 70-90 than between ages 30-50; decline is not a linear progression \nPeter says he’s “undergoing an asset reallocation” to realign his identity with things that won’t inevitably decline\nAmanda says it’s also important to do things when you still have the chance\nAging well is also impacted by how much regret we live with\n\n“And so very often I see people who come in and have worked really hard throughout their lives and put off this and put off that. And we’re just about to retire and do XYZ. And then now, well now I have this devastating disease.” —Amanda Smith\n\nShe tells them they can still do those things, but perhaps differently\n\nAmanda always wanted a house on the beach where she could see the horizon from her bed\n“But that’s something I learned from my patients. Don’t wait, don’t wait until I retire to get that beach condo because I might not be able to use it. I’m living now. So do it now”\ne.g., still take the cruise, but have your loved one wear a tag with your cell phone number\n\n\nPeter thinks prevention is the best medicine for chronic disease, but some people will still need treatment \nExercise is also critically important \n\nA “growing body of data shows that even in people who have cognitive impairment or have full-blown dementia, aerobic activity can actually improve scores on cognitive testing”\nintervention trials in both MCI and AD, the SilverSneakers Program, and Laura Baker at Wake Forest all show the benefits of exercise even if you already have dementia\n\n\n\n§Selected Links / Related MaterialStudy on correlation of amyloid-β as measured by PET scan and post mortem brain biopsy: Use of florbetapir-PET for imaging beta-amyloid pathology | JAMA (Clark et al. 2011) |  [28:00]\nPeter’s podcast with Richard Isaacson: #18 – Richard Isaacson, M.D.: Alzheimer’s prevention | The Drive, Peter Attia (peterattiamd.com) (1/28/2019) | [32:45]\nRichard Isaacson answering questions about Alzheimer’s drugs: Q&A on Alzheimer’s disease drug therapy with Dr. Richard Isaacson | The Drive, Peter Attia (peterattiamd.com) (11/22/2020) | [32:45]\nDennis Dickson’s paper showing that mixed pathology in common in dementia patients: Relative frequencies of Alzheimer disease, Lewy body, vascular and frontotemporal dementia, and hippocampal sclerosis in the State of Florida Brain Bank | Alzheimer Disease and Associated Disorders (Barker et al. 2002) | [35:30]\nPeter’s podcast interview with Francisco Gonzalez-Lima: #38 – Francisco Gonzalez-Lima, Ph.D.: Advancing Alzheimer’s disease treatment and prevention – is AD actually a vascular and metabolic disease? | The Drive, Peter Attia (peterattiamd.com) (1/28/2019) | [36:15]\nSummary of data suggesting an association between plasma ApoE level and the risk of dementia: Plasma levels of apolipoprotein E, APOE genotype and risk of dementia and ischemic heart disease: A review | Atherosclerosis (Rasmussen 2016) | [43:15]\nArticle summarizing the relationship between ApoE genes and Alzheimer’s risk: Genetic testing: Should I get tested for Alzheimer’s risk? Troy Rohn, The Conversation [44:00]\nStudy showing that donepezil delayed nursing home placement: Donepezil Is Associated with Delayed Nursing Home Placement in Patients with Alzheimer’s Disease | Journal of the American Geriatrics Society (Geldmacher et al. 2003) | [59:00]\nPeter’s podcast with Lauren Miller Rogan and Richard Isaacson: #138 – Lauren Miller Rogen and Richard Isaacson, M.D.: Alzheimer’s disease prevention—patient and doctor perspectives | The Drive, Peter Attia (peterattiamd.com) (11/23/2020) | [1:08:30]\nFOURIER trial: Evolocumab and Clinical Outcomes in Patients with Cardiovascular Disease | New England Journal of Medicine (Sabatine et al. 2017) | [1:29:45, 1:30:00]\nODYSSEY trial: Alirocumab and Cardiovascular Outcomes after Acute Coronary Syndrome | New England Journal of Medicine (Schwartz et al. 2018) | [1:29:45 1:30:45]\nEarly solanezumab trial with disappointing results: Trial of Solanezumab for Mild Dementia Due to Alzheimer’s Disease | New England Journal of Medicine (Honig et al. 2018) | [1:34:15]\nEli Lilly study on Donanemab: Donanemab in Early Alzheimer’s Disease | New England Journal of Medicine (Mintun et al. 2021) | [1:34:45]\nEMERGE trial: 221AD302 Phase 3 Study of Aducanumab (BIIB037) in Early Alzheimer’s Disease (EMERGE) | clinicaltrials.gov #NCT02484547 (2015-19) | [1:36:30]\nENGAGE trial:  221AD301 Phase 3 Study of Aducanumab (BIIB037) in Early Alzheimer’s Disease (ENGAGE) | clinicaltrials.gov #NCT02477800 (2015-19) | [1:36:30]\nEMBARK trial: A Study to Evaluate Safety and Tolerability of Aducanumab in Participants With Alzheimer’s Disease Who Had Previously Participated in the Aducanumab Studies 221AD103, 221AD301, 221AD302 and 221AD205 | clinicaltrials.gov #NCT04241068 (2020-) | [1:38:00]\nArticle about Biogen’s reversed futility analysis of data on aducanumab: A resurrection of aducanumab for Alzheimer’s disease | The Lancet (Schnieder 2019) | [1:38:15]\nArticle about the EMBARK study: EMBARK Trial to Again Test Safety, Efficacy of Aducanumab | Marisa Wexler, Alzheimer’s News Today (April 23, 2021) | [1:38:15]\n§\nDRUGS MENTIONED\n\nDonepezil (Aricept) [7:30, 1:17:15]\nFlorbetapir (Amyvid) [28:00]\nSerotonin reuptake inhibitors (SSRIs) [a class of antidepressant drugs Amanda frequently uses with her patients; examples include sertraline (Zoloft), citalopram (Celexa), and paroxetine (Paxil)] [1:01:00]\nBenzodiazepines (a class of sedative drugs that Amanda avoids with her patients) [1:01:30]\n\nAlprazolam (Xanax)\nLorazepam (Ativan)\nDiazepam (Valium)\n\n\nCholinesterase inhibitors (a class of drugs that prevent the breakdown of neurotransmitters) [1:17:15]\n\nDonepezil (Aricept) (see above)\nGalantamine (Razadyne)\nRivastigmine (Exelon)\n\n\n\n\nN-Methyl-D-aspartate (NMDA) receptor antagonists (a class of anesthetic drugs sometimes used to treat dementia; the example mentioned is memantine) [1:17:15]\nMonoclonal antibodies to amyloid-β (a class of immunotherapeutic drugs specifically targeting amyloid-β): [1:18:15, 1:34:15]\n\nSolanezumab [1:34:15]\nDonanemab [1:34:45]\nAducanumab [1:34:45, 1:36:15]\n\n\nGamma secretase inhibitors (a class of drugs that inhibit an enzyme that cleaves amyloid-β; side effects prevent use for Alzheimer’s patients) [1:20:30]\nBeta-site amyloid precursor protein cleaving enzyme (BACE) inhibitors (a class of drugs that inhibit an enzyme that cleaves amyloid-β; side effects prevent use for Alzheimer’s patients) [1:20:30]\nProprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors (a class of cholesterol-lowering drugs used to prevent cardiovascular disease) [1:30:00]\nStatins (commonly used cholesterol-lowering drugs) [1:30:00]\n\n§People Mentioned\nRichard Isaacson [3:30, 32:45, 38:00, 57:45, 1:08:30]\nDennis Dickson [35:30]\nFrancisco Gonzalez-Lima [36:15]\nJack De La Torre [36:15]\nEric Pfeiffer [54:45]\nLauren Miller Rogen [1:08:30]\nCharlie Munger [1:50:45]\nLaura Baker [1:58:00]\n\n§<img width=\"480\" height=\"480\" src=\"https://peterattiamd.com/wp-content/uploads/2021/06/bio-image-amandasmith.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/06/bio-image-amandasmith.jpeg 480w, https://peterattiamd.com/wp-content/uploads/2021/06/bio-image-amandasmith-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2021/06/bio-image-amandasmith-150x150.jpeg 150w\" sizes=\"(max-width: 480px) 100vw, 480px\" />Amanda Smith, M.D.Dr. Amanda Grant Smith is the Director of Clinical Research at the USF Health Byrd Alzheimer’s Institute in Tampa, FL, and a professor at the University of South Florida Health Morsani College of Medicine. Dr. Smith is on the University of South Florida Institutional Review Board and is a diplomate of the American Board of Psychiatry and Neurology, with subspecialty certification in geriatric psychiatry. Her work focuses on the diagnosis and treatment of memory disorders, caregiver education and support, and clinical research in Alzheimer’s disease. She did her internship, residency in psychiatry, and fellowship in geriatric psychiatry at the University of South Florida College of Medicine. She received her undergraduate degree from Emory University and her medical degree from Jefferson Medical College. \nAcademic website: https://health.usf.edu/medicine/psychiatry/faculty/asmith2\nTwitter: @AlzDoctor"
}