{
  "title": "#167 – Gary Taubes: Bad science and challenging the conventional wisdom of obesity",
  "content": "Gary Taubes is an investigative science and health journalist and a best-selling author. In this podcast, Gary explains how he developed a healthy skepticism for science as he was transitioning from being a physics major to beginning as a science journalist. He talks about how he was particularly drawn to sussing out “pathologic science,” telling the stories behind his books on the discovery of the W and Z bosons and cold fusion, emphasizing the need for researchers to perform a thorough background analysis. Gary then describes how his work came to focus on public health, nutrition, and obesity.  He provides a great historic overview of obesity research and provides his explanation for why the conventional wisdom today is incorrect.\n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#167 - Gary Taubes: Bad science and challenging the conventional wisdom of obesity\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#167 - Gary Taubes: Bad science and challenging the conventional wisdom of obesity\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#167 - Gary Taubes: Bad science and challenging the conventional wisdom of obesity\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nGary’s background in science and journalism, and developing a healthy skepticism for science [2:20];\nGary’s boxing experience, and the challenge of appreciating behavioral risk [8:40];\nHow Gary developed his writing skills, and what the best science writers do well [16:45];\nExample of how science can go wrong, and the story behind Gary’s first book, Nobel Dreams [25:15];\nTheoretical vs. experimental physicists: The important differentiation and the relationship between the two [36:00];\nPathological science: research tainted by unconscious bias or subjective effects [40:30];\nReflecting on the aftermath of writing Nobel Dreams and the legacy of Carlo Rubbia [49:45];\nScientific fraud: The story of the cold fusion experiments at Georgia Tech and the subject of Gary’s book, Bad Science [53:45];\nProblems with epidemiology, history of the scientific method, and the conflict of public health science [1:09:00];\nGary’s first foray into the bad science of nutrition [1:26:45];\nResearch implicating insulin’s role in obesity, and the story behind what led to Gary’s book, Good Calories, Bad Calories [1:36:15]\nThe history of obesity research, dietary fat, and fat metabolism [1:46:00]\nThe evolving understanding of the role of fat metabolism in obesity and weight gain [1:55:15]\nMutant mice experiments giving way to competing theories about obesity [2:04:00]\nHow Gary thinks about the findings that do not support his alternative hypothesis about obesity [2:08:00]\nChallenges with addressing the obesity and diabetes epidemics, palatability and convenience of food, and other hypotheses [2:14:45];\nChallenging the energy balance hypothesis, and the difficulty of doing good nutrition studies [2:25:00]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesGary’s background in science and journalism, and developing a healthy skepticism for science [2:20]\n\nGary began in the hard sciences\n\nmajored in applied physics at Harvard \nGrowing up in the 1960s, he read science fiction and wanted to be an astronaut\nWas also competing with older brother who studied physics\nBut “Hamiltonian was beyond my ability to comprehend,” so he did not pursue physics after college\nInstead he got a Master’s in aerospace engineering at Stanford\n\nRealized he wouldn’t be chosen as an astronaut over shorter, lighter candidates who were in better shape\nAlso realized that he “wouldn’t survive very well in any kind of military hierarchy that required blind acknowledgement to superiors”\n\n\n\n\n\nWhere was that seed planted of insatiable skepticism and a refusal to bend to authority?\n\nHe switched from science to journalism \n\nWhen his son plays basketball, Gary notices that the best players are the ones who have older brothers who play\n\nOn some level, Gary’s competition with his brother started his skepticism\n\n\nhe went to journalism school at Columbia to become an investigative journalist\n\nWas fascinated by All the President’s Men by Bob Woodward and Carl Bernstein\n\n\nAfter journalism school he took a job at Discover Magazine\n\n\nHe did a piece on the Shroud of Turin\n\nthe supposed burial shroud of Christ appeared in the historical record right around the 11th or 12th century when there a big market in fake religious artifacts\nResearchers from Los Alamos took their high-tech imaging equipment to Turin to examine the shroud\n\nthey said they didn’t understand how it was made, even though it had been carbon-dated to the 11th and 12th century\n\n\nHe thought their conclusions were not supported by the data\n\n\n\n“There’s nothing fundamentally different about somebody who goes into science and somebody who goes into journalism, other than we have sort of different mechanisms of wanting to understand what truth is.” —Gary Taubes\n\nIf they were unable to determine how the shroud was created, don’t have to conclude it was made by supernatural means\nit could mean that the equipment used was simply inadequate\n\n\nToday, we’re almost having the same debate about the cause of obesity:\n\nAre you doing the right experiments?\nHave you refuted the hypothesis, or are the experiments flawed? \nAnd that’s always a fundamental issue in science\n\n\n\nGary’s boxing experience, and the challenge of appreciating behavioral risk [8:40]\nThe challenge of appreciating behavior risk\n\nGary started smoking in 1978 when he was depressed\n\nstruggled with the transition from undergrad to grad school where no one knew him\nTook him 20 years to quit\n\n\nAs he and Peter discussed in their work with the Nutrition Science Initiative (NuSI), kids rarely think in terms of the things they do being dangerous\nHe and Peter both boxed, but Peter never considered it dangerous (“I had this true mental block”)\nWhen he was 20, Peter suffered a very severe concussion from boxing\n\nhospitalized for two days, had significant bruising and cerebral contusions, and a headache that lasted for three months\ntook him that long to realize how dangerous it was\n\n\nGary’s college friend was killed in a boxing match their senior year\n\nNevertheless, Gary still started to box 3 year later\n“I never thought that what happened to him could happen to me until I got knocked out in the Golden Gloves. . At which point, there’s this awareness when you get knocked unconscious, when you wake up that some people never wake up from that.”\n\n\n\n“I always thought it was fascinating that the less life we have left to live, the more risk adverse we become.” —Gary Taubes\nLessons in boxing\n\nIt’s hard to make young people understand prevention of chronic illness, disease, and addiction\n\nGary is sure behavioral psychologists like Daniel Kahneman and Amos Tversky would have something to say about that\nIn his house, Gary has a framed photo of himself lying prostrate in the ring that he refers to as “hubris protection”\n\n\n\nGary’s experiences with amateur boxing\n\nThere were a number of high-profile deaths in boxing in the early 80s\n\nDuk-Koo Kim was killed by Ray Mancini\n\n\nAt Discover Gary worked with Denise Grady, who now works for the New York Times\n\nDenise did a story on what happens to the brain in boxing\nShe would slip articles under Gary’s door about boxing-related brain injuries\n\n\nGary would box with Norman Mailer’s nephew in a group Mailer had that boxed each other on Saturday mornings\nGary got the idea to box in the Golden Gloves and write an article about it\n\nHe was too old by a few months\nSports Illustrated pulled it because he’d have to fake his birth certificate\nEnded up writing it for Playboy instead\n\nHis SIL was angry that he wrote an article for a magazine that portrayed women in a bad way\nThough he acknowledges that she had a point, he said that some of the best writers were writing for that magazine “and maybe later I’ll have the platform by which I can be too good for this approach”\n\n\nHe won his first fight against a police officer who “beat the crap out of me in the first round” when he realized he needed to punch back and knocked him out in the second round\nIn his second fight, he got knocked out in 1 minute and 37 seconds\n\n\nGary had only been boxing as an amateur for 4 months, but he had a James Bond complex\n\nGetting knocked out was a reminder of his limits and that “there are things I should stay away from if I want to have a long and healthy life”\nHe never boxed again\n\n\n\nHow Gary developed his writing skills, and what the best science writers do well [16:45]\nPeter praises Gary’s writing\n\nPeter notes that Gary writes very well\n\nPeter thinks Gary helped his own writing\nWhen they were at NuSI, Gary did a lot of editing and revising of what Peter wrote\nPeter also says that Gary can write about science in a way that’s very readable\n\n\n\nHow Gary learned\n\nPeter asks how Gary learned the craft of writing\n\nGary always had a sense that he was a writer\n\n\nAfter Stanford, took night writing classes at Harvard\n\nOne was with a science writer from the Boston Herald whom Gary later worked with at Discover Magazine\nThe other was taught by C. Michael Curtis, a famous fiction editor from The Atlantic\n\nHe had been a roommate of Thomas Pynchon and Dick Fariña at Cornell in the early 1960s\nCurtis wrote the word “puerile” on Gary’s first article, and Gary had to look it up to find out that Curtis thought his writing was childish, amateurish, and thoughtless\nCurtis began to “hammer me into being a functional writer by constant and relentless criticism of what I did”\n\n\nIn contrast, the Boston Herald writer was a nice man who never criticized students’ writing, but Gary “gained absolutely nothing from being in his class”\n\n\nIn journalism school, he learned to write in report form and says “it’s a steady learning process”\nHe started as a reporter at Discover\n\nBack then reporters gather the info and wrote files, which were then given to the writers, who were “true craftsmen”\nWriter friends would read his drafts “and then relentlessly critique it until I ended up with something that was worth submitting to the editors, and then the editors would do the same thing before it would be published”\nAs Gary got older and became a writer, he did the same for reporters under him\n“There are a few very well-respected journalists who, I think, benefited from me being relentlessly critical”\n\n\nThe famous New Yorker writer Calvin Trillin called the first draft the “vomit out”\n\nJust focus on getting everything down\nThen keep rewriting and rewriting it\n“Because I read a lot and I read a lot of very talented authors, I know what good writing looks like and feels like, and then you just continue to revise and edit until it gets there”\n\n\n\nGary’s take on the best science writers [21:00]\n\nPeter asks Gary who the best living science writer is \n\nGary says that’s like trying to say who the best basketball player is: was Wilt Chamberlain better than Steph Curry?  They were different \nGary likes Ed Yong, a young writer for The Atlantic\n\nHe “writes a thoughtful, well-reported article on a different subject every three or four days”\nGary doesn’t think he could have done that while working 70-80 hours a week at his age\n\n\nGary says when he was growing up the best science writer was Jim Gleick, who wrote Chaos and a biography of Richard Feynman\n\n\nThere was also a good group of science journalists who came of age in the 1980s\n\nCharles “Cam” Mann, Steve Hall, and John Tierney were among them\nScience magazines (like Science and Discover) were first starting\nWrote books like Hall’s A Commotion In The Blood \nIn Cam’s work, “the writing is so painfully beautiful that I feel inadequate when I read them”\n\n\n\nWhat makes great science writing?\n\nGreat science writing is a combination of comprehensive, rigorous reporting and a prose style that tells a story around the complicated subject \n\nWriting that people want to read, keeping the story and diversions interesting, and simultaneously getting the details of the lives and the times right while making the story bigger than that \nThe inherent challenge of science writing is dealing with a very complex subject\n\n\nGary says The Ghost Map by Steven Johnson is an extraordinary book\n\nThe book is about the cholera epidemic in England in 1864  \nJohn Snow figured out that cholera was an infectious agent in the water supply\nIt’s also about “the birth of modern cities, urbanization, and the problems that cities faced coming together”\nAnd it’s about the scientific process itself\n\n\n“You start with a small story and you turn it into something large and intricate, meaningful”\n\nExample of how science can go wrong, and the story behind Gary’s first book, Nobel Dreams [25:15]\nGary’s first book: Nobel Dreams\n\nIn the 1960s and 70s, it was a great step forward when electricity and magnetism had been united with electroweak theory\n\nTheory mostly confirmed by about 1973\nIt predicted the existence of two particles that carry the electroweak force\n\n\nAn international team of physicists ran the Underground Area 1 (UA1) experiment that discovered the “weak” W and Z bosons\n\nUA1 was headed by a Harvard physicist, Carlo Rubbia, who was working at the European Center for Nuclear Research (CERN) in Geneva\nthey built an accelerator that had the power to detect the WNC particles\npublished their work on the two bosons around 1983\n\n\nDiscover decided to do a “Scientists of the Year” feature and chose Rubbia, who was expected to get the Nobel Prize\n\nGary got to go to Geneva to interview Rubbia and his friends (“my life has been downhill ever since”)\nDiscover flew Rubbia to the Explorers Club in NY to give him the award\nRubbia was the co-recipient of the Nobel Prize in 1984\n\n\nAround April of 1984, Rubbia came to Washington and gave a presentation announcing that he was now doing physics beyond the standard model\n\nIt was the biggest discovery in physics in 40 years\nit’s rare that anyone predicts a great discovery in advance\nGary proposed to Rubbia that Gary come to CERN and document the process as it happened and Rubbia agreed\n\nThe Atlantic rejected Gary’s proposal because Charles Mann and a co-author at the time, Bob Crease, had just proposed doing a piece on high energy physics\nThen Shelly Glashow, a Nobel Laureate at Harvard, recommended Gary to his publisher and it agreed to fund the book\n\n\n\n\nGary was “embedded” with the physicists for 9 months\n\n“I thought I was going to write about a great discovery and pretty quickly realized that this was far less compelling”\nBut Gary soon realized that the data were not as strong as Rubbia had claimed in Washington\n\n\nTeam used a particle accelerator\n\ncollides subatomic particles together at speeds as close as possible to the speed of light\nThe faster the particles go, the greater the energy\nMonitoring the collisions for signs of particles that the standard model of physics does not predict\nas the accelerators are able to put more and more energy into these collisions, can test your predictions of the standard model further and further out\n\n\n\nGary’s reflections on Rubbia and the UA1 experiment [31:00]\n\nThe particle accelerator was around 4 miles in circumference\n\nBack then cost hundreds of millions of dollars (today billions)\nThere are detectors at the points on the accelerator where the two beams collide together\nThe detectors are 3-4 stories high, the size of mansions\ndetect various particles that will result from the collisions (protons, muons, etc.)\n\n\nBut of the billions of collisions, you’re looking for maybe one collision that creates one particle that your standard model doesn’t predict\n\nMaybe 20 a year are relevant\nPeter says “just think about the signal-to-noise ratio there”\nMake a prediction of the mass effect of that collision\nhave some conservation of mass and charge\nTrying to coalesce all of these different things to look for discrepancies that are occurring (or not occurring) at almost an infinitesimal fraction of the number of collisions\nPeter says “it’s very hard to wrap your mind around”\n\n\nMust detect everything that comes out of that collision and factor in conservation of energy\n\nIf a certain amount of energy goes off in one direction, you need to get the same amount of energy going off in the other direction\n“If it’s not balanced, does that mean that your detector failed or that a particle was created that your detector couldn’t see because it’s beyond the standard model?”\n\n\n\n“Science is about signal-to-noise. You have to be able to predict the noise almost perfectly. … This is a repeating theme in everything.” —Gary Taubes\n\nGary talked about signal-to-noise problems all the time in his work with NuSI\nIt’s critical to understand the standard model predictions of what you would expect to see if there’s nothing new out there and what you would expect to see from the understood flaws of the equipment\n\nLooking at effects in parts per billion or trillion, so must understand the flaws in your detector beyond that level\nAs Donald Rumsfeld would say, you have your known unknowns and your unknown unknowns\nGary says you never fully figure out your unknown unknowns\n\n\nSigma is a measurement of the standard deviation \n\nWant to see a five sigma or 6 sigma effect to “make a lot of room for the unknown unknowns”\nNeed to see an event that’s so fundamentally outside the range of what you think you know that the unknown unknowns can’t explain it and it looks like new physics\n\n\n\n“There’s going to be stuff that’s going to fool you that you don’t know. So you want to have an event that’s so absolutely fundamentally freakin’ outside the range of what you think you know, that you can confidently assume that what you don’t know—the unknown unknowns—can’t explain it either and it’s new physics.” —Gary Taubes\nTheoretical vs. experimental physicists: The important differentiation and the relationship between the two [36:00]\n\nPhysics is a collaboration between theory and experiment\n\nSome develop the theories, which make predictions that can be tested\nThen the experimentalists test the theories through experimentation\n\n\nAlbert Einstein was a theorist\nArthur Eddington, who did the seminal test of the theory of relativity, was an experimentalist\nGary says: “There’s got to be a crosstalk between the theorist and the experimentalists, because the experimentalists have to know precisely what they’re looking for. They need the help of the theorists to tell them how this might manifest itself”\nExperimentalists must be aware of how their equipment could fool them\nGary explains: \n\n“In fields in biology and medicine, … I think [it] is a problem … [that] the theorist and the experimentalist are merged into one person\n“I think they are two entirely different skill sets. … I don’t think one person could encompass both aspects … They’re almost different endeavors.”\n\n\n\nHow this relates to the CERN experiment:\n\nNeed multiple detectors to provide independent replication\n\nThe Large Hadron Collider at CERN now has four or five different detectors\n\n\nOnce Rubbia had published his work on the W and Z bosons, everyone wanted to work with him\n\nAll the young physicists discuss what’s happening with the data\n\n\nThe physicists and technicians who built the detector “don’t come from Harvard and Stanford and Oxford and Cambridge. They work at the red brick universities in the Midland and UK”\n\nBut because they built the detector they are very aware of its limitations\nThey recognize that we do not understand the flaws in the detectors well enough for Rubbia to make the claims he is making\n\n\nBut Rubbia disregarded them\n\nHe had gone out on a limb with his announcement in Washington in 1984\nOnly wanted to hear about results\n\n\n\nPathological science: research tainted by unconscious bias or subjective effects [40:30]\n\nPhysicists use the term “pathological science,” which is research that appears to follow the scientific method but is “tainted by unconscious bias or subjective effects”\n\nPeople commit themselves publicly to a result based on premature evidence\nThere’s still a chance they could be wrong and they don’t understand the likelihood of that chance\n\n\nWhen you get very good at this, you realize that chance is enormous\nIn science you are supposed to form a hypothesis and then test it to try to prove yourself wrong\n\nRichard Feynman said the first principle of science is “You must not fool yourself, and you’re the easiest person to fool.”\nYour assumption should be that you’re wrong, that somehow your equipment is fooling you\nYou present to colleagues, who suggest ways you might be wrong\n\n\nIf you still haven’t found a flaw, you publish the paper with a question mark: “Evidence for particle X?”\n\n“But if you claim that you did and you published the paper first, now what you’re doing, instead of that exercise of trying to find out how you assuredly screw it up, you’re trying to collect evidence for how you got the right answer. So you go from paying attention to the negative evidence to paying attention to the positive evidence.” —Gary Taubes\n\nEveryone is susceptible to doing this: when a study comes out that confirms what you believe, you don’t question it the same way you would a study that challenges your beliefs\n\nRubbia had gotten to the point where he was predicting a discovery, so all he wanted to hear was supporting evidence\nHe resisted listening to those who wanted to tell him about potential problems\n\n\n\n“This happens in all of science. It’s what we’ve seen in an extreme way in COVID. It goes on in climate change. It goes on in nutrition and chronic disease. Once you decide you know what the truth is, you tend to stop listening to the people who disagree with you. … This is also classic group think theory.” —Gary Taubes\n\nRubbia was enormously self-confident\n\nGary was close to him, and once Gary realized that there were serious issues with the experiment, he expressed his skepticism and would challenge Rubbia \nGary thinks Rubbia was a bit of a pathological liar who “defined truth as what was convenient for him”\nWhen Gary challenged him, Rubbia would say “good point” but then keep going and say other things\n\n\n\n“It never got to the point where I felt from him any awareness that what I was going to write was not the story he wanted to tell. I think this is a classic problem with people of his quality and strength of ego, which is he couldn’t imagine that I could see the universe differently than he did.” —Gary Taubes\n\nAfter the book came out, Rubbia wanted to sue Gary and asked physicists from collaborating institutions to join him\n\nThey declined\nmost of them had critiqued drafts of Gary’s book as a favor to him, which Gary did not say in the book to avoid professional consequences for them\n\n\nGary thinks the story in the book is interesting, but “my 29-year-old prose still makes me cringe” \nWhen Nobel Dreams came out, Gary’s publisher got it mentioned in Page Six, the gossip column of the New York Post \n\nThe headline was something like “Eggheads Squabble Over Nobel Prize” and in the article Rubbia called Gary an asshole\nGary thought, “I’m never going to eat lunch in this town again and my career in journalism is over”\n\n\nIn pathological science, you’re knowingly trying to fool other people by manipulating the evidence\n\nthere are two ways you can manipulate\n\nFudge or move a signal\ninadequately studying the background\n\n\nIf you ignore the background, you’ll still end up with a big signal-to-noise ratio and you haven’t technically committed active fraud\n\nThat’s what Rubbia did – he was fooling himself\n\n\n\n\n\n“Doing a background analysis is the hard, relentless, rigorous grunt work of science. It’s endless and thankless, because if you do it right, all you’ll do is prove that you were wrong all along.” —Gary Taubes\nReflecting on the aftermath of writing Nobel Dreams and the legacy of Carlo Rubbia [49:45]\n\nPeter asks how to reconcile Rubbia doing bad science with his earlier discovery of the two bosons that led to the Nobel Prize \n\n“It suggests that even at the upper most echelon of science, you can have people that are committing these omissions”\nGary guesses that the papers that won Rubbia the Nobel Prize may be wrong too because they were rushed\n\nThe discovery had already been made in the 1970s \nThe particles had to exist with the characteristics he was looking for\nNo one asked if they were really W particles\n“In retrospect, most to all of them probably were detector flaws that they didn’t understand yet, that they still had to work out over the next year”\n\n\n\n\nHe got the award so soon because, since World War II, all the major discoveries in physics had been made in the U.S.\n\nThis was Europe’s (and CERN’s) opportunity to achieve relevance again\n\n\nWhen Gary was interviewing physicists for the book, he was “trying to rationalize what they told me with who he was and who I thought he was”\n\n“There are people from the experiment who Rubbia ground up and chewed up and spit out, whose careers basically came to an end because of him”\nIn the introduction of the book, Gary said there were three types of physicists\n\nthose who were at Rubbia’s level and told me he was brilliant\nthose who knew Rubbia well and said he was very smart guy, but they want to work for him\nthose who worked for him\n\n\nsome young French physicists were reduced to tears by Rubbia’s bullying\n\n“Bullying can be very beneficial in science because you’re really trying to force someone to think critically and force any sloppiness out of them”\nNonetheless, Gary sometimes wanted to punch Rubbia instead of writing the book\n\n\n\n\nSome critics did not like Gary’s book\n\nChristopher Lehmann-Haupt wrote a critical review, as did Jeremy Bernstein\nThey thought a young journalist like Gary had no right to take on a physicist of this level\nThey were less interested in character flaws and more interested in the “glorious cathedral of knowledge”\n\n\n\nScientific fraud: The story of the cold fusion experiments at Georgia Tech and the subject of Gary’s book, Bad Science [53:45]\nCareer switch\n\nTime sold Discover to a low budget publisher\n\nthe readership was often teenage boys with little money to support ad revenue\nGary moved to LA to write screenplays\n\n\n\nHow Gary came to write a book about the cold fusion experiments\n\nWhen cold fusion burst into the news in 1989, Gary’s publisher asked him to write a book about it\nIt was supposed to take a year, but it took 3 and left Gary $40,000 in debt to his dad (“I bonded with many writers over the years … about how much money we owed our parents by the time we were done with our first book”)\nChemists Stan Pons (University of Utah) and his mentor, Martin Fleischmann (Southampton University in the UK) said they had created nuclear fusion in a test tube\nIt was front page news all around the country\nWhen Gary found out that there was a competing group at Brigham Young University, he assumed Pons and Fleischmann were wrong\n\nThe desire to establish reliable knowledge beyond reasonable doubt can be compromised by the motivation to get there before the other team\nThis happened at CERN with Rubbia and UA1\nThe competing group UA2’s research was better because once they knew they wouldn’t win the race, they did better science\n\n\n\nThe story behind Gary’s book Bad Science\n\nGary’s investigation of Pons and Fleischmann led to his book Bad Science\nPons and Fleischmann published their findings in 1989\n\nsaid they put heavy water in a test tube with an electrode made of palladium\nplugged it into the wall and the deuterium got sucked into the palladium\nThey claimed it was net energy positive\n\n\nThe concept was to compress it so much that it fuses and generates neutrons, gamma rays, or other signs of radioactivity\n\nwould indicate that there was a nuclear reaction going on or at least a lot of heat\none of the cold fusion cells exploded, which they took as a sign of nuclear fusion\n\n\nA physicist at BYU (Steve Jones) had studied something called muon-catalyzed fusion\n\nHe had read Pons and Fleischmann’s proposal and started working on it afterwards, and they felt he was trying to steal it from them\nThe president of the University of Utah at the time, Chase Peterson, reflected that once Pons and Fleischmann believed the people at BYU were trying to steal it from them, they decided it must be right\n\n\nAfter their announcement, “everyone in the world tries to replicate it because it seems it holds the promise of infinite free energy” – the wealth of OPAC\nIt costs about $3000 worth of materials to put together a cold fusion cell, so anyone can study it\nThe Wall Street Journal ran an article about it written by a science reporter named Jerry Bishop\n\nBishop scooped the story but it may have been premature given the implausibility\nHe later lived across from Gary on the Upper West Side of Manhattan\n\n\nAround the world, people were trying to replicate Pons and Fleischmann’s work\n\nMost correctly concluded that cold fusion doesn’t exist, but maybe 6 labs (for reasons that tended to be different for each lab) got it wrong\nthe phenomenon keeps going because of the signal being generated from these six labs\nIt would have been a major discovery if it were true\n\n\nGary had the opportunity to embed himself with scientists while they tried to replicate the experiment\n\nIn effect, they did the background analysis that Pons and Fleischmann and Steve Jones at BYU hadn’t done\nWithin 2-3 months it was clear that Pons and Fleischmann had been wrong and then the story died out\n\n\nGary was fascinated by the fiasco and became obsessed with how it happened\n\nGary saw it as a case study in bad science and the price of doing so of claiming something to be true that later turns out not to be\nIt’s an example that grad students should be required to read so they could see all the different ways you’re going to fool yourself\nHe applies it today when he’s writing about nutrition, chronic disease, obesity, and diabetes\n\n\n\n“The question is how do people establish conventional wisdom, dogma, the ruling theory in any science and on what evidence?”\n\nIrving Langmuir, a Nobel laureate chemist, presented a colloquium in 1953 on pathological science \n\nHe said it’s was not about fraud or manipulation of data but about the scientists not realizing how easily they can be fooled\nThe effects tend to be at the level of the equipment’s ability to detect them\nHe listed criteria and a sensitivity analysis as well (small perturbations)\n\n\nIf you create nuclear fusion in a test tube, it should be generating gamma rays and neutrons and should be radioactive\n\nGeorgia Tech experiments\n\nChemists at a research institute at Georgia Tech put together cold fusion cells\n\nBorrowed neutron detectors from physicist colleagues (“think of them as Geiger counters from the physics department”) \nThe detectors go off when held over the cold fusion cells but not when moved away, so they were clearly detecting neutrons\n\n\nWrote up a paper and had a press conference\nA physicist asked the chemists if they realized that neutron detectors are humidity sensitive\n\nCells were bubbling and humid\nSo used a control with water instead of deuterium and the detector went off over the control too\nChose the wrong control – weren’t controlling for humidity\n\n\n\n“That’s back to understanding your background. What are all the other possible causes of what we’re seeing? And we have to go through methodically and this is what takes time, time, time, and you need the help of every smart person you know to point out all the different things that you might’ve thought for that you now have to design an experiment to control for.” —Gary Taubes\n\nEvery place that claimed it had seen signs of cold fusion did something like this – involved an aspect of the background that they didn’t understand\nPhysicists doing chemistry and chemists doing physics\nIf the cells are really creating nuclear fusion, they would be generating more heat than they’re taking in from the wall\n\ncalorimetrists were capable of doing these experiments right because they understood the background\nthey knew that there would be some feedback going down the cord so you’d get energy coming back into the cell from the power source\n\n\nPons and Fleischmann never acknowledged their error\n\nA discussion about the changing of one’s convictions\n\nAt a debate in England, Gary was once asked if he would ever change his mind about the uselessness of the energy balance equation for obesity\n\nhe said he doubted it\npeople say it’s useless to debate him because he has already made up his mind\nbut he said that because of situations like the one with Pons and Fleischmann\n\n\n\n“It takes a kind of superhuman intellect to be able to say something I believe beyond reasonable doubt and have staked my reputation on is actually wrong. It’s always easier for somebody to believe personally that all the other experiments screwed up.” —Gary Taubes\n\nGary would likely never be able to change his mind about cold fusion now\n\n“The day that my neighbor buys a cold fusion power car, I’m going to have to start believing it or I’m in trouble. Until then I think an enormous amount of skepticism, if not closing my mind, is perhaps a correct thing to do.” —Gary Taubes\nProblems with epidemiology, history of the scientific method, and the conflict of public health science [1:09:00]\nHow Gary transitioned from writing about physics to writing about public health (1:09:00)\n\nGary interviewed about 300 people for Bad Science\nFreeland Judson, one of the great science writers of the late 20th century, wrote a book about the history of the molecular biology revolution\n\nJudson told Gary that he had done more research on the stupidest scientific subject than any human being alive\n\n\nGary was drawn in by pathological science: the sociology and flawed decision-making process, how mistakes happened\n\nHe had made friends in the physics world who respected and appreciated his work\nSome were involved in a debate about whether or not electromagnetic fields from power lines can cause cancer\n\n\n\nCancer and power lines [1:10:00]\n\nFrom a physics standpoint, their wavelengths are too big to interact with something as small as cells\nBut epidemiology could find an association between the field strength around power lines and the levels of cancer in people living near the power lines\n\nHis scientist friends “were horrified at the level of science they were seeing” and suggested he write a book about it\nGary wrote an article for The Atlantic on the power line – cancer connection\n\n\n\n“But I had spent the previous … years learning about how hard science is to get right, and being schooled and tutored and lectured into believing that you have to be extraordinarily rigorous and methodical and relentless, or you’ll get the wrong answer.” —Gary Taubes\n\nBut in epidemiology they were assuming an association was causal and thought “doing the kind of rigorous testing of hypotheses to be a luxury that they couldn’t afford”\nAlvan Feinstein from Yale, and later also Gary, used to be the best-known critics of the field\n\nGary wrote a piece on epidemiology in the journal Science which was “infamous”\nNow he and Feinstein are dwarfed by John Ioannidis\n\n\nIn epidemiology, you can’t conduct experiments to test a hypothesis as they could with cold fusion \n\nIt’s a field of science built around hypotheses\n\n\n\n“As more and more people see the same phenomenon, but without using the rigorous experimental techniques of an experimental science, they start to believe that this hypothesis is true”\n\nIn epidemiology, there has never been significant work on the background noise\n\nFor example, the Nurses’ Health Study gave questionnaires to 110,000 nurses about what they eat\nFollow them and then look back to see of there was a difference in what those who got sick and those who did not were eating\nYou might find an association between diet and disease, but it does not tell you whether it’s causal\n“There’s no way to rigorously test, so the process of science breaks down”\n\n\n\nThe scientific method is a recent phenomenon [1:14:00]\n\nPeter points out that the concept of rigorous scientific thinking is only about 400 years old, so it’s not intuitive\n\nFrancis Bacon published Novum Organum, the first text about the scientific method, about 400 years ago\nGary read it about 20 years ago to reassure himself he wasn’t crazy\nBut Peter reflects that ability to recognize patterns and make an inference must have been critical to success (“I saw Larry doing X. Larry has more mating opportunities than me. Doing X must be the reason that Larry has more mating opportunities than me”) \nEvolution would favor this kind of reasoning, but Peter says “we didn’t codify it. I think that’s the difference. We didn’t live long enough to see the result because the arc of the information coming back is too long. … Evolution did follow the experiment but at the individual level we never go to learn from it”\n\n\n\nCorrelation does not necessarily mean causation\n\nMany people understand that correlation is not the same as causation, but it’s still not always clear why control and randomization matter and how common bias is\n\nThe importance of background analysis [1:16:15]\n⇒ The power line example:\n\nHave to understand the background to see all the ways you can be fooled\n“We see more cancers close to the power lines than we see far away. Can we explain that as something other than the power lines cause cancer? … What else could explain this?”\n\n“The probability that your hypothesis is correct has gone down enormously as soon as you accept the reality that there are an infinite number of other possibilities that you have to rule out.” —Gary Taubes\n\nfirst order factors are the factors that are very likely\nsecond order factors are less likely, etc.\nthat’s why physicists want to see a five sigma effect – want to leave room to account for leave a lot of room for the fourth, fifth, sixth order variables\nAlternative possibilities \n\nmaybe people who live closer to power lines are poorer than people who live farther away\n\npower lines are ugly and make noise, so people choose to life farther from them if they can\nGary thinks a lot of what the epidemiologists publish are false positives that might be explained by socioeconomic status\nWould need to look at household incomes\n\n\nMaybe people who answered the phone during typical working hours to consent to being in the study are more likely not to be employed\nIt can also be bias: people with health problems are more likely to want to participate and find out about potential causes\n\n\nThis kind of background analysis is the part that Rubbia did not like to do\n\nAt a meeting in the Aosta Valley in Northern Italy, a physicist named Guido Altarelli suggested multiple other explanations for the data\n\nmaybe the muon comes off and but is in the infinitesimal dividing line between the two detectors so you don’t see it\nMaybe a neutrino comes off and it bounces off the side of the tau detector and you don’t see it\n\n\nIn his book Gary called it the “Altarelli cocktail” – suggested that it’s not even a one sigma result\n\n\nThe labs testing cold fusion accepted results that confirmed their preconceptions\n\n“you’re always going to pay less attention to the things you don’t want to see”      \nin epidemiology, you’re looking for 95% confidence level\nwilling to claim a causal effect based on two sigma\nif they used the same standard as physicists, it would likely be a false positive\n\n\n\nSo how would you answer the power line/cancer question?\n\nPeter points out how difficult it would be to design the right experiment for the power line situation \nCan’t randomize people to live near or away from power lines\nBut we need an answer to the question, so what should we consider good enough?\n\nConventional thinking has been the idea of prudent avoidance\n\nin the power line example, minimize whatever fields are being emitted from these power lines\nwith COVID, wear masks\nbut avoiding harm comes with its own costs – the effects of COVID shutdowns, power companies raising rates due to the cost of being more heavily regulated\n\n\nEvaluating the positives and negatives of an action taken (like prudent avoidance) has become a social value judgement\nThe question is also what’s the incumbent on the researchers\n\n\n\nThe conflict of public health science\n\nAt the beginning of his book Good Calories, Bad Calories, Gary quotes Richard Feynman saying something like  “what you need fundamentally in good science is to be honest about what you know and what you don’t know”\n\nIn a 1974 commencement speech at Caltech, Feynman said that investigators are obligated to talk about all the limitations in their research\nGary thinks that ideally the limitation section should be longer than the results section in a published journal article\n\n\nSome critics have said that Gary doesn’t do that\n\n“I try to do that the best I possibly can, because I think that’s the ethical, moral obligation of doing science or writing about science is not over-exaggerating it”\n\n\nWe never did a randomized control trial to determine if smoking causes lung cancer\n\nbut it’s like a six sigma effect \nHard to imagine an alternative explanation for why smokers have such a hugely increased risk\n\n\nThe problem is that if scientists are honest about the limitations of their research, they have fulfilled their obligation but people won’t change their behavior\n\n“And that’s the conflict of public health science. How do we get people to change their behavior when we really don’t know if they should?” —Gary Taubes\nGary’s first foray into the bad science of nutrition [1:26:45]\nHow Gary ended up writing about nutrition\n\nAround 1998-99, he was freelancing and needed rent money so asked editors at Science if they had something he could write\nThe first data on the Dietary Approaches to Stop Hypertension (DASH) diet to stop hypertension was about to be published in the New England Journal of Medicine\n\nA was a low fat diet with lots of fruits and vegetables\nIt was supposed to be a one-page article, for which a reporter would typically call the principal investigator (PI) if the article was not yet published and maybe two other people who could comment\n\n\nGary didn’t know that the article had been leaked to Science in advance along with a list of researchers they could interview\nHe called the PI, Larry Appel \nThen he calls a former president of the American Heart Association at the University of Alabama Birmingham\n\nshe says she can’t talk about the paper or she’ll lose funding\nHe asks her to tell him off the record what’s wrong with the paper so the article can be accurate, but she refuses\n\n\nCalls another researcher, who yells at him that there’s no controversy over salt and blood pressure even though that was not the topic of the article\nGary spent the next 9 months looking into the salt / blood pressure debate\n\ninterviewed about 85 people\ndiscovered that it was “one of the most vitriolic controversies in the history of medicine”\nBy 1998, Americans had been eating low-fat diets for 15-20 years, but randomized control evidence never really supported it\nInvolved a lot of bad epidemiology with questionable associations and no established causation\n\n\nThe researcher who had yelled at him when he was writing the original article was a character who sounded exactly like Walter Matthau over the telephone\n\nIt became clear to Gary that he “was one of the worst scientists I’d ever interviewed in my life”\nHe took credit for the reduction in both salt and fat in American diets\n\n\nGary decided to write about dietary fat next because he “if the dogma was based in any substantive way on this fellow’s work, there’s a story there”\n\n“I’ve been living in LA eating my egg whites and probably a 15% fat diet. Dean Ornish would have been proud of me”\nHe interviewed 145 people for that article, The (Soft) Science of Dietary Fat\n\n\nThat piece and the salt article, The (Political) Science of Salt, both won National Association of Science Writers Science and Society Awards\n\n Obesity\n\nGary wrote his biggest and most controversial article for the New York Times Magazine \nHe wanted to write a book about whatever was happening in medical science that could lead to these kinds of mistakes\n\nNutrition seemed like an interesting vehicle through which to explore this question\nBut he was in debt and married and knew would not be able to get an advance large enough to cover the time it would take to write a book\n\n\nHe and an editor at the NYT wanted to explore what caused the obesity epidemic\nWhen he was working on the fat story for Science, an NIH administrator told him that when they recommended low fat diets in 1984 there was no evidence of an association between fat and heart disease\n\nIn his article, Gary argued that the evidence never materialized\nwhen people stopped eating fat and ate more carbohydrates, their weight increased\n\n\nGary says the obesity epidemic coincides with two fundamental changes in the American diet\n\nOne is low fat, high carb diets being considered heart healthy (carbs had been considered fattening up until about the 1960s)\nSecond is high fructose corn syrup (HFCS), which became prevalent in the late 1970s\n\nHFCS 55 was used to replace sugar in Coke and Pepsi and had saturated the beverage industry by about 1984\npeople like Michael Pollan had suggested that high fructose corn syrup was the cause of the epidemic [1:36:00]\n\n\n\n\n\nResearch implicating insulin’s role in obesity, and the story behind what led to Gary’s book, Good Calories, Bad Calories [1:36:15]\nGary’s NYT article about obesity\n\nIn his article, Gary discussed several not-yet-published studies\n\nall found that people on the Atkins diet (low-carbohydrate, high-fat, unrestricted calories) lost more weight and had improved heart disease risk factors compared to those on the AHA’s recommended low-fat, calorie-restricted diet\nThe studies included Eric Westman‘s paper from one of his first trials\nTwo hypotheses of weight gain:\n\npeople get fat because they eat too much\npeople get heart disease because they eat high-fat foods\n\n\nbut neither of these fundamental hypothesis held up in the first 1-6 clinical trials\nAfter Gary’s article came out, m,uc of the data he cited were published over the next 2-3 years\n\n\nGary began to struggle with his own weight when he turned 30 and moved to California\n\nAt the same time, he was writing an article for Discover Magazine on the mathematics of the stock market\n\nWas interviewing MIT economists about whether people like Warren Buffett are brilliant or just lucky\n“looking for the signal of talent over the signal of luck over the background of luck”\n\n\nThe MIT professor told him if he was writing about fat he had to try Atkins\n\nHe was Asian and lost 40 lbs giving up white rice\nhis collaborator’s father had lost 200 pounds on Atkins\n\n\nGary did Atkins as an experiment and lost 25 pounds in six weeks\nBut he eventually drifted off the diet\n\n\n“There’s a line in [the NYT article] that says overweight, of course, is caused by taking in more calories than you expend, which today I think is … both wrong and meaningless”\nGary accepted the idea that these diets would not raise the risk of heart disease and felt that there was no compelling evidence to avoid saturated fats\nThat article got Gary a large book advance for Good Calories, Bad Calories\nHe was accused of making controversial conclusions to sell books, but he says his advance only supported him for 4 years and it took 5 to write the book\nGary says his thinking on the topic is still evolving: “I still wake up at three in the morning thinking, why didn’t I say that 13 years ago?”\n\nIn the book, Gary goes after two issues which are not mutually exclusive but they are related:\n1– dietary saturated fat drives atherosclerosis\n2 — the cause of obesity being calorie imbalance\n\nThe dietary fat/heart story is that we get heart disease because the saturated fat content of the diet elevates LDL cholesterol \n\nSo seems like should replace fats with carbohydrates which should minimize your risk of heart disease\nThe flip side argument is the carbohydrate insulin model, which posits that carbs are fattening\n\nReplace carbs with either protein or fat (a diet that should in theory kill you according to conventional thinking)\nIn real food, protein comes with fat, so you increase your fat consumption either way\nOne of the many arguments against Atkins is that people worried that the Atkins diet would trigger heart disease\n\n\n\n\nGary’s book Good Calories, Bad Calories\n\nThe first third is about the evolution of the theory that dietary fat is the problem\n\ndoing the research, Gary realized that there had always been a competing hypothesis that the chronic diseases associated with modern diets are driven by the carbohydrate content\n\n\nthe second third is about this hypothesis\n\nidea started with a British nutritionist, then work on insulin resistance by Jerry Reaven and others\nfactors include the quality and the type of carbohydrates we’re eating, the glycemic index, and the fructose content\n\n\nThe last third to half of the book is about the question of what causes obesity\n\nIt’s clearly tied to whatever causes heart disease and diabetes\npre-World War II European research indicated that obesity was a hormonal regulatory disorder rather than an energy-balance problem\npost-World War II research found that hunger is driven by fuel availability\n\nIf your liver thinks there’s enough fuel available, you will not feel hungry\nIf the liver thinks you need fuel, it will promote food-seeking\n\n\nThis work all implicated insulin as the primary hormone determining fuel availability\n\n\n\n\n\nThe history of obesity research, dietary fat, and fat metabolism [1:46:00]\n\nEvolution of our knowledge about fat\n\nuntil 1930, no one studied fat tissue, which was assumed to be inert and used for padding and cushioning\nBeginning in 1933, the German emigre Rudolph Schoenheimer at Columbia began to study it\nBecame aware that your body is constantly depositing and mobilizing calories as fat\nBy the mid-1960s, science of intermediary metabolism (how the body uses proteins, fats, carbohydrates, etc.) is well established\n\n\nThe science of obesity focuses on energy imbalance\n\nThere’s an association between hunger and obesity\nwe assume causality while ignoring the entire science of fat metabolism\n\n\nObesity research in the 1960s was dominated by psychiatrists and psychologists trying to get fat people to eat less\n\npeople like Mickey Stunkard were only trained in psychology\ndid not consider that obesity could be a hormonal dysregulation of fatty acid oxidation and storage\n\n\nIn physics, there are too many bright people arguing about the data and not enough people outside the field to care, but in medicine, single individuals can wield a lot of power\n\nElliott Joslin opened the first dedicated diabetes clinic in the US around 1900\n\nWrote his first textbook, Joslin’s Diabetes Mellitus, in 1916 and we’re now on the 14th edition\nThis book, written by one doctor, became the arbiter of truth in the diabetes world\nHe was a wonderful doctor but not a great scientist\n\n\nAnother example is William Halstead, the breast cancer surgeon from Johns Hopkins who developed the radical mastectomy procedure\n\n\nWe can observe a connection between overeating obesity\n\nShakespeare’s character Sir John Falstaff is a classic example\nBut to assume causality from an association is classic pathological science\n\n\nAnother theory is hormonal dysregulation: some people will get fat regardless of how much they eat\nIn 1930, Louis Newburgh from the University of Michigan tested the hormonal hypothesis\n\nHe was like the Issac Newton or Eddington of the field\nPublished a series of papers in the early 1930s in which he starved both lean and obese people and found that they lost weight at roughly the same rate\nConcluded that obesity was caused by overeating and thought his experiment refuted the hormonal regulatory hypothesis\nNewburgh’s papers begin to be taken as gospel\n\n\nIn Europe, pioneers of the science of endocrinology like Julius Bauer at the University of Vienna question Newburgh’s conclusions       \nIn 1938, Stephen Ranson and Albert Hetherington develop the first animal model of obesity\n\nUse a stereotaxic instrument that directs a needle into the animal’s brain\nShow that a lesion in the ventromedial hypothalamus (VMH) of a rat’s brain reproducibly results in obesity\n\n\nIn 1939, John Brobeck at Yale discovers when he calls hyperphagic obesity\n\nA rat with a VMH lesion had an insatiable appetite, trying to eat even as they’re coming out of anesthesia\nbut have to wait for anesthesia to fully wear off because they would choke to death\n\n\n\nThe evolving understanding of the role of fat metabolism in obesity and weight gain [1:55:15]\n\nPeter clarifies a point about the obesity experiments:\n\nIt’s undeniable that if there is a lesion in the VMH, the animal eats in an uncontrolled manner\nif your hypothesis is that overeating leads to obesity, you will interpret it as: lesioning that part of the brain leads to overeating\nIf your hypothesis is that dysregulated fat accumulation leads to obesity, you would interpret it as: lesioning that part of the brain leads to dysregulated fat accumulation, which then causes overeating\nNeed to have the proper controls\n\n\nHetherington, Ranson, and Brobeck all had animals that became obese independent of the hyperphagia\nBrobeck did an experiment where he pair-fed a lesioned and a non-lesioned animal\n\n3 of 12 got fatter, which Brobeck assumed meant something was wrong with those 3, so he left them out of the analysis\n“But they’re the evidence for this counter-hypothesis [that] something about the lesion dysregulates fat accumulation”\nWhat explains the other 9?\n\nWe could dysregulate the fat tissue of an animal that is otherwise normal so that it will now store excess fat \nBut if we’re also restricting calories, you might not see that effect\n\n\nThe counter-argument to the hyperphagia causes obesity evidence is obesity being caused in the absence of hyperphagia\n\n\nRanson had been studying diabetes insipidus, which can be deliberately caused by lesioning a different part of the hypothalamus\n\nMakes animals extremely thirsty and peeing constantly\nConventional wisdom might say they’re peeing so much because they’re so thirsty\nthe counter-hypothesis is that the lesion causes them to pee constantly, so they’re losing body water and that makes them thirsty\nWe now know that diabetes insipidus is the result of the loss of a hormone called antidiuretic hormone, aka arginine vasopressin (AVP)\nThe hyper-drinking is an attempt to replenish the water they’re losing because they can’t concentrate urine\n\n\nRanson wondered if fat issues was similar to drinking in diabetes insipidus\n\nthe animals might be losing energy into their fat tissue and eating more (or exercising less) in response\nchanges in energy balance are a response to the fat tissue being driven to accumulate calories or fat calories\n\n\nRanson and Hetherington published a paper on this in 1942\n\nThen Ranson died and Hetherington left to fight in WWII, leaving the research to Brobeck, who dismissed their hypothesis without really understanding it\n“He still thinks they’re trying to blame obesity on sedentary behavior because he’s trapped in this energy balance thinking. He doesn’t realize that they’re trying to blame both the sedentary behavior and the hyperphagia on the drive to accumulate fat, which is the fundamental[ly] different paradigm”\n\n\nThanks to Newburgh and Brobeck, by the 1950s the conventional wisdom is that people are fat because they eat too much\nBy the 1960s, the leading figures in the field are psychologists and psychiatrists who are trying to explain why fat people eat too much and how to stop them\nphysiologists and biochemists are studying the regulation of fat metabolism\n\ndiscover that the deposition and mobilization of fat go on independent of the nutritional state of the organism\nSome researchers pointed out that what should be studied is not how much people eat and exercise but why they accumulate so much fat\n\n\nPeter wonders how a lesion to a very specific narrow part of the brain results in such a broad, peripheral consequence of fat hoarding within all of the adipose tissue throughout the body\n\nThe first observable effect from the VMH lesion is hypersecretion of insulin resulting in hyperinsulinemia\nthe insulin is inhibiting lipolysis and signaling fat tissue to take up fat and to store it for food\nIt’s also inhibiting the oxidation of fatty acids in the muscle tissue to the malonyl-CoA pathway\n\n\nAnimals wake up from surgery very hungry because they are unable to oxidize dietary fat and have no carbohydrate supply\n\n“It’s as though you’ve created a starvation state in the animal instantaneously”\nIncrease in insulin was enormous, but Gary does not know the specific numbers\n\n\nAfter 1960, you had radium assays\n\ncould accurately measure insulin levels from blood samples\nShowed that VMH lesioned animals were hyperinsulinemic\n\n\n\nMutant mice experiments giving way to competing theories about obesity [2:04:00]\n\nMutant mice strains\n\nThe ob/ob mouse, developed at the Jackson Laboratories in Maine, is a mutant that develops dramatic obesity\nThe db/db mouse is diabetic as well as obese\n\n\nOften make assumption that they’re missing some kind of satiety hormone\nHypotheses about eating too much \n\nthe lipostat hypothesis (body has a set weight point it seeks to maintain through balancing of food intake and energy expenditure) proposed by Gordon Kennedy\nthe glucostat hypothesis (blood glucose acts on hypothalamic glucose-sensing neurons as a satiety signal) proposed by Jean Mayer\na thermostat hypothesis (body heat)\nbut none of these is right, as you can show by pair feeding two animals the same amount\n\n\nthis experiment has been done in the ob/ob mice\n\nob/ob mice given half of what a lean mouse eats become obese anyway\n\n\nThe work of Douglas Coleman, and later Jeff Friedman building on it, identified leptin as the dysfunctional hormone in the ob/ob animal\n\nJeff Friedman hypothesized that a signal from the fat tissue to the brain, telling the brain not to eat too much, was missing\nHe deemed leptin “the satiety hormone”\nBooks like The Hungry Brain assume that the absence of leptin makes a brain hungry\nBut we know from experiments that the animal gets fat even when it’s half starved\n\n\nGary wondered why the absence of a leptin receptor would cause diabetes in db/db mice\n\nRudy Leibel told him it would depend what background you breed the animal onto\nDouglas Coleman discussed this in his work\nBoth ob/ob and db/db animals are hyperinsulinemic from weaning onward\nin the db/db animals, the background strain can sustain the hyperinsulinemia, so its pancreas fails and it manifest frank diabetes\nob/ob strain can continue to keep producing the necessary insulin\n\n\nleptin is essentially triggering hyperinsulinemia, bringing us back to the Bauer-Ranson-Hetherington hypothesis\n\nbut everyone was used to the Brobeck-Newburgh “eating too much” hypothesis\nThis influenced how virtually every experiment afterwards, including the leptin work, was interpreted\nA lot of evidence supports the alternative hypothesis, but it hasn’t been considered for 60-70 years\n\n\n\nHow Gary thinks about the findings that do not support his alternative hypothesis about obesity [2:08:00]\n\nGary’s work led to a number of studies testing the Bauer-Ranson hypothesis\n\nBut the results have not been what the carbohydrate insulin model would predict\nGary says you have to consider the value and rigor of the experiments and the biases and preconceptions of the researchers\n\n\nNuSI funded two groups of researchers\n\nOne had a hypothesis that dietary fat and fat balance was a driver of obesity\nThe other had a carbohydrate insulin model like we did\n\n\n\n“And the researchers who believe the conventional wisdom interpreted their results as supporting the conventional wisdom and refuting the carbohydrate insulin model, and the researchers who believed the carbohydrates insulin model interpreted their results as supporting that model”\n\nPeter wonders how this field can make any progress when everyone seems to be doing experiments that confirm their point of view\nHe also points out that biology is inherently messy\n\nwe don’t have a standard model of biology the way we have a standard model of physics\nthere are more unknown unknowns in biology\nin addition, the experiments are far more difficult to control\n\nthere’s more “noise” in the biologic experiments\n\n\n\n\nWe’re still having the same arguments 8-10 years after NuSI started\nAround 2009 after Good Calories, Bad Calories came out, Gary gave a lecture at the Pennington Biomedical Research Center, the largest obesity research center in the country\n\nHe said that the that the energy balance hypothesis was (borrowing a phrase from Wolfgang Pauli) “not even wrong”\nA faculty member asked him if he thought they were all idiots\n\n\n\n“I think the problem here is that when you entered the field, there was a paradigm, a way of thinking about obesity. It seemed so intuitively obvious, this idea that it’s an energy balance disorder, that you never questioned it. … You assumed this had been well tested and well-proven and unambiguous and that it deserved to be dogma, and it hadn’t been, and it didn’t. And that’s been a problem ever since.” —Gary Taubes\n\n40-50 years later “we have to get a huge proportion of the community to entertain the possibility that their fundamental belief system is wrong”\n\n\nHow does Gary know he’s not a quack? He pointed out to his old colleague Mark Friedman that every quack thinks they’re right\nPeter points out that the application of the current model is failing, which is a compelling reason to continue to question it\n\nIf we believed that the Earth was the center of the universe but every attempted rocket launch failed, we ought to ask, “what if the Earth is actually moving even though it doesn’t feel like it?”\nThe obesity and diabetes epidemics are out of control, so we need to question these fundamental hypotheses\n\n\nAlso problem of people having a hard time sticking with a diet long term\nThe NIH is now leaning towards precision nutrition (individualized nutritional therapy)\n\nChallenges with addressing the obesity and diabetes epidemics, palatability and convenience of food, and other hypotheses [2:14:45]\n\nObesity and diabetes result in $1 billion a year in direct medical costs\n\nWe must figure out where we failed to control these epidemics and not reject any reasonable hypothesis\nBut hard to say who would do this research since obesity researchers and nutritionists all have biases\n\n\nSo much effort and money was put into COVID – we need to do that for diabetes and obesity-related diseases that kill 10 times as many people\n\n“We have to question our assumptions. Who actually does that job? There’s a lot of very intelligent critical thinkers out there. The question is, how do you get them to care?” — Gary Taubes\n\nPeter says that some people would argue that palatability, availability, and affordability of food are driving this equation, as well as the conveniences of modern life reducing physical activity \nThe solutions to those problems would be through policy, not scientific research\nTwo examples\n\nAs Peter was binging on Cool Ranch Doritos, he was jokingly thinking that the crunch, taste, etc. were “almost as impressive as the Apollo 11 program from an engineering perspective”\nGary had the opposite experience: a $170-per-pound Wagyu sashimi steak that was about 80% fat and was so filling he couldn’t finish an 8-oz steak\nGary wonders if he dysregulated his fat tissue by eating the steak the way Peter might be doing eating the Doritos\nWas Peter’s hyperphagia driven by the palpability of the Doritos or the peripheral response to the macronutrient composition (or central response to an expected peripheral change)?\nGary thinks it’s much more than a Dorito-induced effect\n\n\nSome theories hold that we’re just going to get fat no matter how much we eat\n\nGeorge Bernard Shaw had his own opinion on this issue: “No diet will remove all the fat from your body because the brain is entirely fat. Without a brain, you might look good, but all you could do is run for public office”\nIf we’re pre-programed to get fat, Gary would argue that Doritos would trigger it but the Wagyu, which has far more calories, does not\n\n\nMichael Moss has written two books that got a lot of publicity because he blames industry, which Gary says is easy to do\n\n“When I was blaming the industry, people love what I do. As soon as I shift to blaming the scientific community for doing unacceptable science, then I have trouble getting the message heard”\n\n\nIt’s an ongoing challenge and Gary does not know how to get those who fund research to question their assumptions\n\nProblems with how we fund research in this country\nAward small R01 grants of $500,000 a year for five years to what Thomas Kuhn would have called “normal science”\n\n\n\n“There is no method by which paradigms are questioned and research programs can shift. There’s an assumption that it could happen naturally … but the way we fund research in this country doesn’t actually allow that to happen.” —Gary Taubes\n\nIf there’s money in it, then you can take advantage of the opportunities that other people might be missing\n\nVirta Health, advocating using nutritional ketosis to treat type 2 diabetes\nDiet Doctor\n\n\nBut Gary does not know how to get NIH Director Francis Collins or even local podcasters to care or how to get the NIH to do anything about it\nA very recent Science article by John Speakman and Kevin Hall argued that this carbohydrate insulin model of obesity has been tested and failed\n\nGary says they are only looking at a fraction of the evidence and left out other studies with different results\nBut even if the article is right, it avoids addressing the elephant in the room, which is our failure to address the obesity and diabetes epidemics\n\n\nPeter thinks the article was not a public health paper and focused more on trying to understand the mechanistic aspects of obesity \n\nKevin Hall came in as more of an outsider, which does allow him a fresh perspective\n\n\n\nChallenging the energy balance hypothesis, and the difficulty of doing good nutrition studies [2:25:00] \n\n\n\nGary was introduced to Kevin Hall by Mitch Lazar at Penn because he thought they saw the problem in similar ways at the time\nGary later introduced Kevin to to Peter \nTheir views became more complicated through the course of their interactions with the Energy Balance Consortium\n\nKevin’s model discounted Gary’s theory\n“One of the fundamental problems with pathological science is you establish what you believe based on premature data”\nGary thinks that Kevin did not consider multiple hypotheses as a possible explanation for his results, and he ended up trying to support rather than test his hypothesis\nAs Gary and Kevin conflicted, they each might have locked in their biases more\n\n\nPeter says some of the critique has been around the different types of methodologies used to measure energy expenditure\n\n\n\n\nIndirect calorimetry\n\n\n\n\n\n\n\n\nsit inside of a medical grade, hermetically sealed chamber that can measure inhaled carbon dioxide at very minute levels and calculate the consumption of oxygen\nthe ratio of those things allows us to calculate very precisely the amount of energy consumed\n\n\n\n\n\n\n\n\nDoubly labeled water (DLW)\n\n\n\n\n\n\ndrink two types of water: heavily labeled oxygen and deuterium\nby collecting urine over a period of days following that ingestion, you can estimate energy expenditure in a free-living environment\n\n\n\n\nDifferent experiments have been done through NuSI\n\nThe energy balance hypothesis experiment used calorimetry, which is more precise\nThe carbohydrate insulin model was tested with a longer study using doubly labeled water\n\n\nBut the method of doubly labeled water is not valid in people who are carbohydrate restricted, which could explain the otherwise irreconcilable results\n\nthe researchers doubted they’d be able to see an effect on fat mass in the course of four weeks, so measuring fat mass directly by dual-energy X-ray absorptiometry (DXA) wasn’t a possibility\nso measured energy expenditure instead\nIn any case, DXA was going to be confounded by water loss, so it might not have been valid when someone was transitioning from a low fat to a very low carbohydrate diet\nBut that measurement has been used in recent NIH papers\n\n\nCalorimetry and DLW give you two different results, one of which is more consistent with each hypothesis\n\nResults not robust of comparing results measured two different ways\nIt’s possible that the chamber is the gold standard, but also possible that the divergent results indicate an experimental problem\n\n\nThis is probably not a resolvable debate at this point\n\n“I keep doing what I’m doing because I’m hoping I can motivate people to think more deeply about this and to resolve this issue. I don’t think meaningful progress will be made on obesity without understanding the fundamental cause and without elucidating how treatments are working.” —Gary Taubes\n\nGary thinks the glucagon-like peptide-1 receptor (GLP-1) agonists are are an interesting potential treatment\nObesity is both a public health and a scientific issue\nWhen Gary started 20 years ago, conventional wisdom was that low carb, high fat diets were deadly, causing heart disease and making you fatter\n\nBut today the American Diabetes Association recommends these diets for type 2 diabetics (~10% of the public)\nMany people acknowledge that they can be beneficial for weight control\n\n\nclinicaltrials.gov lists over 200 trials studying the effects of ketogenic diets on epilepsy, diabetes, cancer, Alzheimer’s, and even traumatic brain injury\n\npeople are now more aware that ketogenic diets are an option and that they won’t kill you \nresearchers also find the clinical efficacy of these diets worth studying\ntoday they make statements that would have been considered unacceptable 20 years ago, including the acceptance that insulin plays a major role in fat accumulation and obesity\n\n\nBut many argue that it’s just not the role that Gary and David Ludwig think it is\nPeter thinks it’s interesting that Gary stumbled into health sciences almost accidentally and believes that a lot of good has come of it\n\n§Selected Links / Related MaterialGary’s books: [Intro]\n\nThe Case for Keto: Rethinking Weight Control and the Science and Practice of Low-Carb/High-Fat Eating (2020)\nThe Case Against Sugar (2016)\nWhy We Get Fat: And What to Do About It (2010)\nGood Calories, Bad Calories: Challenging the Conventional Wisdom on Diet, Weight Control, and Disease (2007) | [1:24:45, 1:41:45, 1:44:45, 2:10:45]\nBad Science: The Short Life and Weird Times of Cold Fusion (1993) | [47:30, 56:45, 1:08:30, 1:32:00]\nNobel Dreams: Power, Deceit, and the Ultimate Experiment (1987) | [25:15, 46:15, 54:00, 1:19:30, 1:32:00]\n\nBook that inspired Gary’s journalism career: All the President’s Men by Carl Bernstein and Bob Woodward (1974) |  [5:45]\nGary’s colleague’s article on the dangers of boxing: Death by Boxing | Denise Grady, San Francisco Examiner (January 9, 1983) | [14:00]\nGary’s article on competing in the Golden Gloves boxing competition: Life as a standing eight count | Gary Taubes, Playboy (July 1984) | [14:30]\nBooks for which James Gleick is known: [22:00]\n\nChaos: Making a New Science (1987)\nGenius: The Life and Science of Richard Feynman (1992)\n\nStephen Hall’s book: A Commotion in The Blood by Stephen S. Hall (1997) | [22:30]\nBook Gary praises as exemplary scientific writing: The Ghost Map by Steven Johnson (2006) | [23:00]\nGuide to understanding the concept of sigma in particle physics: 5 Sigma: What’s That? | Evelyn Lamb, Scientific American (July 17, 2012) | [35:20]\nChristopher Lehmann-Haupt’s critique of Nobel Dreams: Books of the Times: Nobel Dreams | Christopher Lehmann-Haupt, New York Times (January 29, 1987) | [53:15]\nPons and Fleischmann’s original announcement about cold fusion: Preliminary Note: Electrochemically induced nuclear fusion of deuterium | Journal of Electroanalytical Chemistry and Interfacial Electrochemistry (Fleischmann and Pons 1989) | [56:45]\nOriginal WSJ story on cold fusion: Breakthrough in Fusion May Be Announced | Jerry Bishop, Wall Street Journal (March 23 1989) | [59:45]\nLangmuir’s talk on pathological science: Colloquium on Pathological Science | Irving Langmuir (December 18, 1953) | [1:02:45]\nJudson’s history of the molecular biology revolution: The Eighth Day of Creation: Makers of the Revolution in Biology by Horace Freeland Judson (1979) | [01:09:30]\nGary’s article on power lines and cancer: Fields of Fear | Gary Taubes, The Atlantic Monthly (November 1994) | [1:10:45] \nRichard Feynman’s commencement speech at Caltech: Cargo Cult Science | Richard Feynman, Caltech (1974) | [1:25:00]\nGary’s article on dietary salt: The (Political) Science of Salt | Gary Taubes, Science (August 14, 1998) | [1:32:45]\nGary’s article on dietary fat: The (Soft) Science of Dietary Fat | Gary Taubes, Science (March 30, 2001) | [1:32:45]\nGary’s article on obesity for the NYT Magazine: What if It’s All Been a Big Fat Lie? | Gary Taubes, New York Times Magazine (July 7, 2002) | [1:33:11]\nPaper mentioned in preprint form in Gary’s NYT article: Very-low-carbohydrate weight-loss diets revisited | Cleveland Clinic Journal of Medicine (Volek & Westman 2002) | [1:33:11]\nJulius Bauer’s paper questioning the energy theory of obesity: Obesity: its pathogenesis, etiology and treatment | Archives of Internal Medicine (Bauer 1941) | [1:52:45]\nRanson and Hetherington’s influential paper: The relation of various hypothalamic lesions to adiposity in the rat | Journal of Comparative Neurology (Hetherington & Ranson 1942) | [1:53:00]\nBook framing hunger as an absence of leptin: The Hungry Brain: Outsmarting the Instincts That Make Us Overeat by Stephan J. Guyenet (2017) | [2:06:30]\nMichael Moss’s books: [2:20:45]\n\nSalt Sugar Fat: How the Food Giants Hooked Us (2013)\nHooked: Food, Free Will, and How the Food Giants Exploit Our Addictions (2021)\n\nScience article arguing against the carbohydrate insulin model of obesity: Carbohydrates, insulin, and obesity | Science (Speakman & Hall 2021) | [2:24:15]\n§People Mentioned\nBob Woodward [5:45]\nCarl Bernstein [5:45]\nDaniel Kahneman [13:00]\nAmos Tversky [13:00]\nDuk-Koo Kim [13:30]\nRay Mancini [13:30]\nDenise Grady [14:00]\nNorman Mailer [14:15]\nC. Michael Curtis [18:30, 19:00, 19:30]\nThomas Pynchon [18:30]\nDick Fariña [18:30]\nCalvin Trillin [20:30]\nWilt Chamberlain [21:15]\nStephen Curry [21:15]\nEd Yong [21:30]\nJames Gleick [22:00]\nRichard Feynman [22:00, 41:15, 1:24:30]\nCharles Mann [22:30]\nStephen S. Hall [22:30]\nJohn Tierney [22:30]\nSteven Johnson [23:14]\nJohn Snow [23:30]\nCarlo Rubbia [25:30, 26:45, 27:45, 30:00, 32:15, 38:15, 39:00, 43:30, 48:15, 51:15]\nRobert Crease [29:00]\nSheldon Glashow [29:15]\nDonald Rumsfeld [34:45]\nAlbert Einstein [36:24]\nArthur Eddington [36:24]\nChristopher Lehmann-Haupt [53:15]\nJeremy Bernstein [53:15]\nStanley Pons [53:45, 55:30, 57:15, 1:01:15, 1:06:45, 1:07:40]\nMartin Fleischmann [53:45, 55:30, 57:15, 1:01:00, 1:06:45, 1:07:40]\nSteven Jones [57:45, 1:01:15]\nChase Peterson [58:30]\nJerry Bishop [59:45]\nIrving Langmuir [1:02:59]\nHorace Freeland Judson [01:09:30]\nAlvan Feinstein [1:11:30, 1:12:00]\nJohn Ioannidis [1:11:45]\nFrancis Bacon [1:14:01]\nGuido Atarelli [1:19:45]\nLawrence Appel [1:28:45]\nWalter Matthau [1:31:15]\nDean Ornish [1:32:30]\nMichael Pollan [1:36:00]\nEric Westman [1:38:00]\nGerald Reaven [1:44:30]\nRudolph Schoenheimer [01:46:30]\nAlbert “Mickey” Stunkard [1:48:30]\nWilliam Halstead [1:50:15]\nLouis Newburgh [1:51:00, 1:52:15, 1:55:15, 2:00:45, 2:04:45, 2:04:45, 2:07:45]\nJulius Bauer [1:52:15, 2:07:45, 2:08:00]\nStephen Ranson [1:53:11, 1:55:15, 1:56:30, 1:58:00, 1:59:00, 2:07:45]\nAlbert Hetherington [1:53:11, 1:55:15, 1:56:30, 1:58:00, 1:59:00, 2:07:45]\nJohn Brobeck [1:53:30, 1:55:00, 1:56:45, 2:00:00, 2:07:00]\nGordon Kennedy [2:05:00]\nJean Mayer [2:05:00]\nDouglas Coleman [2:05:45]\nJeffrey Friedman [2:05:45]\nRudolph Leibel [2:07:00]\nWolfgang Pauli [2:11:00]\nMark Friedman [2:12:30]\nGeorge Bernard Shaw [2:20:30]\nMichael Moss [2:20:45]\nThomas Kuhn [2:22:30]\nFrancis Collins [2:23:15]\nJohn Speakman [2:24:15]\nKevin Hall  [2:24:15]\nMitchell Lazar [2:25:00]\nDavid Ludwig [2:37:00]\n\n§<img width=\"333\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2021/07/bio-garytaubes.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/07/bio-garytaubes.jpeg 333w, https://peterattiamd.com/wp-content/uploads/2021/07/bio-garytaubes-200x300.jpeg 200w\" sizes=\"(max-width: 333px) 100vw, 333px\" />Gary Taubes, M.S., M.J.Gary Taubes is an investigative science and health journalist and co-founder of the non-profit Nutrition Science Initiative (NuSI.org). He is the author of numerous books, including The Case For Keto (2020), The Case Against Sugar (2016), Why We Get Fat: And What to Do About It (2010), Good Calories, Bad Calories (2007), Bad Science (1993), and Nobel Dreams (1987).  Taubes is the recipient of a Robert Wood Johnson Foundation Investigator Award in Health Policy Research and has won numerous other awards for his journalism, including the International Health Reporting Award from the Pan American Health Organization. He also received the National Association of Science Writers Science in Society Journalism Award in 1996, 1999 and 2001, becoming the first print journalist to win this award three times. Taubes graduated from Harvard College with an undergraduate degree in applied physics, received an master’s degree in engineering from Stanford University, and earned a degree in journalism from Columbia University.\nWebsite: http://garytaubes.com/\nTwitter: @garytaubes"
}