{
  "title": "#178 – Lance Armstrong: The rise, fall, and growth of a cycling legend",
  "content": "Lance Armstrong is a legendary figure in professional cycling having won seven consecutive Tour de France titles but also a controversial figure facing scrutiny for the use of performance enhancing drugs. In this episode, Lance takes us through his meteoric rise to one of the most famous athletes in the world and his equally accelerated fall from grace. Lance describes how he persevered through his brutal diagnosis of testicular cancer before rattling off a historic run of seven consecutive Tour de France titles all while facing tremendous scrutiny for his alleged use of performance enhancing drugs such as EPO and cortisone. Lance opens up about his decision to come clean about his use of performance enhancing drugs, the remorse for how he treated other people during that time in his life, and the personal growth that’s helped him emerge on the other end of that. Finally, Lance recounts some of favorite stories from his cycling career, reflects on his legacy, and explains how he stays fit at age 50.\n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#178 - Lance Armstrong: The rise, fall, and growth of a cycling legend\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#178 - Lance Armstrong: The rise, fall, and growth of a cycling legend\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#178 - Lance Armstrong: The rise, fall, and growth of a cycling legend\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nWhat everyone wants to know—yes and no questions [2:15];\nLance’s childhood and beginnings of a great athlete [4:15];\nLance’s realization that he had a knack for racing after his first pro race at age 15 [13:00];\nThe move to cycling full time and a desire to compete in the Olympics [16:30];\nMetrics tracked early in Lance’s career and his time with Motorola team [20:00];\nThe grueling nature of the Tour de France and the beginnings of serious drug usage in cycling [27:00];\nThe impact of EPO on cycling performance [35:15];\nTesticular cancer diagnosis—denial, torturous symptoms, and treatment [38:15]\nLivestrong is born [50:45];\nReturn to cycling post-cancer and a crossroad in Lance’s career [53:45]\nLance’s rise to prominence in the late 90s and the growing use of EPO in the sport [1:00:00];\nRacing in the early 2000’s, blood transfusions, and rivalry with Jan Ulrich [1:12:00];\nRetirement in 2005 and a comeback in 2009 [1:22:45];\nLance’s decision to come clean and tell the truth [1:27:30];\nGrowth through downfall: learning from his mistakes and helping others after their own fall from grace [1:33:00];\nMoving forward: Living his life, reflecting on his legacy, the state of Livestrong [1:42:30];\nTurning back the clock: Advice Lance would give to his 15 year-old self [1:46:45];\nKeeping fit at age 50 [1:51:00];\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesPre-show notes\n“I realize that many people listening to this might think that they have their mind made up about Lance, and that’s understandable, but I do suggest that it might be worth spending the time to listen to this episode” – Peter Attia\n\nThere are really a number of issues here\n\nThe use of performance enhancing drugs during his time in the Tour de France\nThe lessons he learned as an individual; what he learned about himself and how he treated other people during that time in his life; and how he emerged on the other end of that\n\n\nIt’s a story about redemption, a rise, a fall, and a rise again\nFor Lance, being back in Austin, TX is surreal\n\nFor 30 years he’s seen it change as a cyclist; it’s a great city\nPeter and his wife love it here too\n\n\n\n“So I think cyclists see more stuff than most people. You’re always covering ground. You’re finding back roads. You get a sense for a town growing.” – Lance Armstrong\n \nWhat everyone wants to know—yes and no questions [2:15]\n“I think it’s just sometimes easier if we can get into some hard yes and no questions, just so that there’s no ambiguity about some of the really important stuff.” – Peter Attia\n\nIs Dura Ace better than Campy Super Record?\n\nYes\n\n\nIs the greatest innovation in time trialing the aerodynamic water bottle?\n\nNo\n\n\nIs Edgar Allan Poe the greatest poet of the 19th century?\n\nSure\n\n\nAre today’s clinchers as high performing as tubulars?\n\nYes\n\n\nIs Alberto Contador the greatest cyclist of all time?\n\nAbsolutely not\n\n\nCan you still ride up Alpe d’Huez in under 45 minutes?\n\nProbably not\n\n\nIs the 1985 Oakley pilot big ass sunglass the greatest shades of all time?\n\nNo\n\n\nIs Pinarello the best bike on the market?\n\nNo\n\n\nIs George Hincapie the best lieutenant you’ve ever had?\n\nAbsolutely\n\n\nWas your grandfather the first man to ride his bike on the moon in 1969?\n\nNo\n\n\n\n \nLance’s childhood and beginnings of a great athlete [4:15]\nLace grew up in Plano, TX, a Northeast suburb of Dallas.\n\nPretty much straight north\nIt lives up to its name\nPlano is Spanish for flat, plano; very flat, very windy\nIt’s another community like Austin that’s drastically changed\nWhen Lance was a kid growing up in Plano he would leave the house and be out in the fields\nHe would head up into Allen; or go around Lake Lavon, or Frisco\n\nFrisco is one of the fastest growing communities in America; There was only one building out there, and that was the global headquarters for EDS\nPeople thought Ross Perot was nuts to build the EDS headquarters there\nLance’s Mom is still there, so just going back is crazy\n\n\nHe takes his bike everywhere\n\nHe’ll just kind of ride around and go past Dooley Elementary where he went to middle school, and he’ll go to his elementary school\nHe’ll just go by these places and just look at them through a 50 year old’s eyes.\n\n\nPeter asks if going home is bittersweet, because he hates seeing where he grew up; the last time he looked at his elementary school it upset him so much\n\nNo; one is allowed to sort of hate where you grew up\nI don’t want to live there, but it’s fine to go back and see Mom\n\n\n\nLance’s father\n\nPeter asks about Lance’s birth father, Eddie Gunderson; did he ever see him after he left his mom when Lance was 2\n\nLance never saw him again and he passed away several years ago\nFrom what he heard, his biological father died of a spider bite; maybe that led to some other complications\nHe never had a desire to sort of reconnect with him for most of my life\nHe might have a different view of that now\nHis biological father never reached out to him directly\nAfter the first Tour (in ’99) the press interviewed him and his stories were just totally inappropriate, he made comments about my mom that far down the road\nEddie made disparaging comments about Lance’s mom\nHe wasn’t a road scholar\n\n\nLance was 3 or 4 when his mom met and then married Terry Armstrong\n\nThat’s where the name comes from; he wasn’t born Lance Armstrong\n\n\n\n“Funny thing is my initials would have been LEG, if I would have stayed Lance Edward Gunderson” – Lance Armstrong\n\nPeter remembers stories Lance has told in the past about Terry and  how strict he was; he asks if Lance thought of him as a father\n\nOh sure; as a five, six, seven-year-old kid, he didn’t know\nHe had his mother, he knew Terry wasn’t his biological father but they were a family and his mom seemed happy\nHe wasn’t violent, just strict\nEvery little thing could get Lance in trouble\nIf he left his drawer open it would be a big deal to Terry\n\nFor Lance, he wouldn’t care if his kid left a drawer open\n\n\n\n\n\nSports, swimming, triathlons, then cycling\n\nAt 12 years old, Lance played every Texas sport every kid does, but didn’t shine in any of those things\n\nHe wasn’t good at mainstream sports\n\n\nHis Mom put him in swimming\n\nShe knew her high energy kid needed something constructive to do; she was right\nHe didn’t know much about it but picked it up fast\nHe had a few friends on the swim team and so was open to try it\nIt was an age group team\n\n\nThere are different categories; the most serious is age group swimming That’s where Michael Phelps grew up swimming\n\nOn one end of the spectrum is country club summer leagues\nOne swims some laps, has a few meets, all the parents are there\nThere is high school swimming\nThen, the most serious training is age group swimming\n\n\nAt 12 Lance didn’t know how to swim\n\nHe could have faked freestyle but didn’t know any strokes\nHe showed up and the coach stuck him with the six- and seven-year-olds\nThinking back, he never questioned it; he just stayed swimming\nAfter a month of that, he moved over a lane and was with the 8-year-olds; then a month later he moved over again\nHe just kind of kept going across the pool until less than a year later, he was a legit swimmer\nIt’s still one of his great loves\n\n\nPeter asks if he is swimming for both high school and age group competitions\n\nYes and no\nHe turned pro in triathlons at 15\n\n\nHis swim coach at the time, a total hardass but an amazing coach (Chris McCurdy)\n\nOne did not miss a workout\nThere were no excuses: holidays, family, doesn’t matter\n\n\nHis age group team was COPS (City of Plano Swimmers) which was, at the time, one of the best age group teams in the country\n\nThat was because McCurdy\n\n\nLance started traveling to triathlons and skipping workouts because he was on a ride or a run; McCurdy wasn’t having it at all\nPeter asked if Lance gravitated to the mile in swimming\n\nLance is an endurance guy; he doesn’t have great fast twitch muscle\n\n\nHis 100 freestyle swim… the mile is 16 and a half of those; he doesn’t remember his time\n\nIn state championships one year, he got third\nHe was decent but wasn’t going to the Olympics\n\n\nHe would have swam in college if he stuck with just swimming\n\nIf you asked McCurdy, he thinks I could have gone far\n\n\nPeter asks “When did you realize you also had a knack to run and bike?”\n\nLance was running right around the same time as swimming\nRunning track and cross-country in high school\nPlano city champ at one point; it wouldn’t have been the mile, maybe the 1200\n\n\nBack then, event timing was primitive\n\nTimers had stopwatches, one per athlete and when you came across the line they’d ask your name\nOne time, Lance came across the line and the timer says, “What’s your name?”\nHe was going to Armstrong Middle School, so he said, “Armstrong”\nThe timer said, “I didn’t ask you what school you went to. I said what’s your name” Lance finally, after three or four go arounds, explained, “I’m Armstrong from Armstrong”\n\n\nHe was a decent runner.\n\nPeter Attia asks if he enjoyed training at that age\n\nLance loved it; he loved the structure\nCoach McCurdy had this board\n\nHe must have laid awake every night and dreamed up these workouts; it was so detailed\n\n\nLance loved it; it was the most structure he had.\nRunning with the cross-country team also had structure\nHe had another great coach in track and cross-country named James Maize\n\nJames Maize was a world class 800-meter runner\nHe was actually the rabbit for the dream mile, and this guy ended up being Lance’s high school track and cross-country coach; he was awesome\nHe’d run with us; he drove a Porsche; kids were like, “Holy shit, our teacher. Who is this dude?”\n\n\nAt the time, cycling was just go pedal around, no structure, only group rides\n\n \nLance’s realization that he had a knack for racing after his first pro race at age 15 [13:00]\n\nPeter asks when it became clear that Lance had a knack for triathlons\nWas it the race everybody talks about where Lance (at age 15) was in the front with Mark Allen?\n\nAt the time, Mark Allen must have been one of the top three professional triathletes in the world\nThat was Lance’s first pro race, the President’s Triathlon in Dallas.\nThat would have been ’87\n\n\nHe did the President’s in ’86, out at Lake Lavon; it was a longer distance, and then they moved it over to Las Colinas, where the old Cowboys facility was in ’87, and they made it an Olympic distance\nLance was training with some guys, and they said, “Look, you should just turn pro and go try it”\n\nHe was 15 years old; he was swimming my ass off; he was a great swimmer\nHe came out at 15 and knew he was going to come out of the water with the leaders\nHe’s coming out of the water under 20 minutes easily\nAnd then he hops on the bike; the bike section is around 55 minutes\n\nThis is pre-aero bars\n\n\nAlthough, that might have been the year that Andrew MacNaughton flew away on the bike\n\nHe had the original Scott aero bars\n\n\nLance rode with Allen the whole time on the bike\nThese athletes all raced each other every weekend\n\n\nPeter asks if Dave Scott was there too\n\nLance doesn’t remember\n\n\nPeter remarks that Mike Pigg would have been there\n\nPigg would have been there\nI’m sure Pigg was looking at Lance thinking, “Who the fuck is this person, this guy, this kid?”\n\n\nA guy like Mark Allen, get off and run 32\nPeter asks if Lance would run a 36 after that\n\nNo, probably 38 or 39\n\n\nLance thinks he ended up fifth or sixth, and thought “Okay, I can do this”\n\nPeter asks if the bike is different compared to swimming and running?\n\nThe experience was certainly different\nPeople don’t really appreciate how much time swimmers devote to their sport, and how much distance they cover\nAt age 13, 14, 15, training involved swimming 10 miles a day\nThat’s a 5:30 AM morning practice for an hour, and two hours in the afternoon\nYou’re covering some ground; staring at the black line the whole time\nThat’s why swimmers are crazy\nIf somebody said they run 10 miles a day, Lance would say, “You are a fucking badass”\nThe funny thing, most people don’t appreciate that the swim to run ratio is about 4:1\nTo swim 10 miles a day is comparable metabolically to running 40 miles a day\nWithout the impact; there’s no impact in swimming\nThis makes it a great sport as you get to be older\n\n“The thing I love about swimming is you can swim your whole life. You can’t necessarily ride your whole life. You certainly can’t run your whole life.” – Lance Armstrong\n \nThe move to cycling full time and a desire to compete in the Olympics [16:30]\nFull time cycling and desire to go to the Olympics\n\nLance realized his quickest path there is probably going on the bike\nHe started to transition to full time cycling in ’89\nStill competing in triathlons in ’89 and ’90\nWent to the Junior World Championships in Moscow in 1989\nAt the time, he assumed triathlon would be an Olympic sport\n\nIt is the ultimate sport\n\n\nThe best sports in the Olympics are swimming and cycling and running\n\nThis is in the late ’80s, early ’90s.\n\n\nTriathlons wouldn’t be in the Olympics wouldn’t be until 2000, Sidney\n\nBeginning of his cycling career and the 1992 Olympics\n\nLance switched over to full time cycling in 1990/1991 \n\nPretty amazing considering he won the 1993 UCI Road World Championships in Oslo, Norway\n\n\n\n1992 Olympics\n\nPrior to Oslo race, Lance fulfilled his Olympic dream by going to the Barcelona games in 1992 [00:17:29]\n\nCompeted in the individual road race, finished 14th\nThere were maybe 3 or 4 cyclists from the US competing\nThere were no pros; pros were added in ‘96\n\n\nPeter asks who the best amateurs were then\n\nDavide Rebellin; 1992 olympics cycling results\nThe Italians were amazing, Casartelli won the men’s road race in the ’92 Olympics\nErik Dekker was on the Dutch team\nErik Zabel was on the German team\n\n\nWhat was that like competing against the best amateur cyclists in the world?\n\nIt was great.\nTactically, Lance was still trying to figure out cycling\nHe didn’t know how to move through the Peloton and gauge the flow and tactics of the race\nNow he takes that for granted; he could find his way around any race\nHe couldn’t draft at the time in ’90, ’91\nYou shouldn’t be able to draft in a triathlon\n\n\n\n“I got in a bunch of grief once because I called the part of triathlon a shampoo, a blow dry, and a 10K. But anyways, it’s an individual sport.” – Lance Armstrong\n\nHis cycling career as a cyclist began two years before the Olympics\nBut all the training he was doing as a triathlete prepared his cardiovascular system and fitness, but not bike handling skills, tactics, or other things\n\nHe had rode enough that he was comfortable in the Peloton and had bike handling down\nUnderstanding the movements of the race and positioning, that took a few years\n\n\n\n \nMetrics tracked early in Lance’s career and his time with Motorola team [20:00]\nMetrics cyclists used in 1990\nDid they track heart rate?\n\nNot even, says Lance\nWhen riding for Motorola (1992-1996), they began tracking heart rate with the earliest tools when they sponsored by Polar\n\nEarly heart rate monitors were massive, they looked like bricks\nNo power meters; no testing; just looked at the heart rate\n\n\nPeter asks if Lance had any metrics or insights into his physiology being unique at the time \n\nNo, that was later\n\n\n\n“I don’t remember which time trial it was you were telling me about in one of your tours, that you were able to hold a heart rate of 200 beats per minute for the entire TT.” – Peter Attia\nWhen Lance realized he had a special “engine”\n\nThe first time Lance really thought he had an engine, so to speak, was when he was doing a study at the Cooper Clinic in Dallas – he was 15 years old at the time\n\nIt was a treadmill test\nIt was all about core temp\nHe did a running VO2 test and killed it\nDoesn’t remember his VO2 max then but the person administering the test was like, “Okay, this kid’s special”\n\nThey wanted him to come back the next week to do a core temp study using an anal probe\nLance is 15 and the idea of using this kind of probe is terrifying; he never went back\nHe knows he runs hot\n\n\n\n\n\nThe Motorola cycling team – 1992\n\nAt Motorola he was the only amateur on the team\n\nSteve Bauer was on the team as was Phil Anderson and Andy Hampsten\nPeter recalls Steve Bauer was the reason a kid like him, growing up in Canada, was obsessed with cycling \n\n\n\n“So, I was one of like 12 people in North America that loved cycling, followed it. Because Bauer won a silver in ’84 at the Olympics. So basically, I’m 10 or 11 years old. That puts cycling on the map as something that’s awesome” – Peter Attia\n\nThe 1989 Tour was unbelievable with Greg LeMond\n\nSome would argue the greatest ending to a tour\nMaybe second greatest after what happened last year\n\n\n\n1993 UCI Road World Championships\n\nThe ’93 season has a guy named Miguel Indurain, who’s come along and dethroned Greg LeMond\n\nAt this point, Indurain has won three consecutive tours, ’91, ’92, ’93.\nThis is one of the guys Lance was racing against for the World Championship in the road race\n\n\nThe way the season was structured then, the Worlds was much earlier\n\nIt was four or five weeks after the tour\nWas it before the Vuelta?\nNo, back then, the Vuelta was early in the season\nThe Vuelta was before the Giro\nThe Vuelta was minimized, but we had a true World Cup\nThere was all the monuments, all the big spring classics\nThen, every week after the tour\n\nThere was San Sebastian\nZurich\nLeeds in England\nIt was like boom, boom, boom\nLance loved the rhythm of that calendar after the Tour of ’93\n\nHe won stage 8 of the ’93 Tour\nHe was pulled out because he was young\n\n\n\n\nHis form kept improving\nHe was there, at all the prep races; he knew he was going to be in the front group\nHe was riding with greats: Olaf Ludwig, Indurain, Chiappucci, Tchmil, Museeuw, Riis\n\nPeople were crashing everywhere\nLance crashed twice\nIt was cold, in the ’50s; Northern Europe\n\n\n\n\n\nPeter asks Lance to explain what it means to win that race, to be the world champion\n\nYou get to wear a special jersey that nobody else gets to wear for a year\n\nYou wear the rainbow jersey for a year\nThen for the rest of your career, you have some representation on your jerseys or shorts of rainbows on the sleeves, the collar\nIt’s a cool race to win\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-16176\" src=\"https://peterattiamd.com/wp-content/uploads/2021/10/rainbow-jersey.jpeg\" alt=\"\" width=\"640\" height=\"460\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/10/rainbow-jersey.jpeg 640w, https://peterattiamd.com/wp-content/uploads/2021/10/rainbow-jersey-300x216.jpeg 300w\" sizes=\"(max-width: 640px) 100vw, 640px\" />\nFigure 1. UCI rainbow jersey. [source]\nState of performance enhancing drugs in 1993\n\nPeter asks about the 1993 Tour: “you’ve in the past said that was in the era when you and your team were still in the low octane phase of things, right? The cortisones, things like that. But, it was the pre-EPO era, even though EPO was around.”\n\nIt was around, but this was before the real shoot out\nThere was buzz o EPO, speculation, scientific articles; but it wasn’t an obsession in ’92-‘93\n\n\nPeter asks if it was in ’91 when high octane products became the mainstay\n\nOr if it was at the end of Indurian\nBy the time Bjarne Riis in the 1996 Tour there was overt use of drugs\n\n\nDrugs were in the Peloton in the late ’80s, but that’s really going far back, and nobody from back then is talking for sure\n\nThere were rumors about Pedro Delgado – Didn’t he win the year that LeMond was out, which was ’87?\nDelgado won the Tour in 1988\n\n\nAbout drug use, Greg Lemond could have\n\nIndurian was a machine; this guy trained 365 days a year; he could do it all\n\n\nIt’s not clear when the transition to drug use in cycling was\n\n \nThe grueling nature of the Tour de France and the beginnings of serious drug usage in cycling [27:00]\nExplain how grueling the Tour de France is\n“there’s nothing about doing that that is physiologically appropriate or, in any way, shape, or form, promotes a person’s health” – Peter Attia\n“A rider at the end of the Tour is probably the least healthy they could ever be. And as a result of that, there’s no era in the history of this bike race where cyclists haven’t turned to substances, and whether they’re banned or not banned is really a semantic point.” – Peter Attia\n\nIn the earliest renditions of this race, riders were using alcohol, traditional painkillers, cocaine, or amphetamines to numb pain\n\nOr hopping on trains; grabbing cars; literally being pulled up mountains\n\n\n\nRacing in the early 90’s\n\nLance was tested in ’93 when he won a stage in the Tour, and also in the Worlds\nHe acknowledges that back then, he was using things like cortisone\n\nWas he worried that those things would show up, or were you just making sure that they were out of your system by the time you were racing?\n\n\nThe way to go about that was just a TUE, a therapeutic use exemption\nIn competition testing, EPO has a half-life of five hour; testing on the day is not going to work\n\nThis is why out of competition testing began\nThe biggest hammers that have dropped in cycling in and around drugs were not through testing\nThey were through the police\nNobody tested positive in the Festina affair\nA a dumbass crossing the border, gets pulled over with a car full of stuff; that’s how that happened; the agencies had nothing to do with that\n\n\nPeter notes, coming into the ’94 season, Lance has got to be optimistic; he’s the World Champion\nWhat were the expectations and goals for that season with respect to either single day classics or grand tours?\n\nThat was an interesting period of time because that is when he basically got his ass kicked that year\nLance thought he’d be competitive in every one-day race he started\n\n\nPeter Attia asks if he thought: “I’m going to be on the podium in the Tour in the next three years“?\n\nNo; at that time, Lance was fully resigned or committed to the fact that he was a kid\nHe was fully resigned or committed to the fact that he was a kid, classic rider; he was one-day rider\n\nHis weight was probably 175; he was big\nHe had been a swimmer his whole career\nA swimmer never loses a swimmer’s body, the back, the chest, the shoulders\nWas it tough to be a climber at 175?\nOne of the tours he was between 160, 165; still big\nHe was racing Pantani who weighed 125\n\n\n\n\n\nThe early tours\n\nA one-day race is a race of chance; one has to be fit, but it depends on chance and tactics\n\nHe made his move in ‘93 early; he got a gap\n\n\n\n“The big tours were the race of truth, and the time trials are the hardest climbs, those are individual competitions and so there was a tectonic shift from 93 to 94.” – Lance Armstrong\nPerformance-enhancing drugs\n\nHow long did it take to understand exactly what’s happening; this is not about more cortisone; this is not about more testosterone, more growth hormone\nIt was all over the press\n\nThen the press were friends with the riders; they were all buddies\n\n\nPeople got to Ferrari, his famous quote comparing EPO to orange juice\n\nAfter that it was everywhere in the press, in the peloton\n\n\nWhat happened in the 94 Tour\n\nHe got sick halfway through and dropped out\n\n\n\nFabio’s crash in the ‘95 Tour\n\nThe 95 Tour–\n\nLance finished and it’s a tragic tour, Fabio is killed\n\n\n\n“Is that a wake-up call to you in any way? Do you realize how dangerous your sport is when you watch your teammates head smashed open on the side of the road?” – Peter Attia\n\nThat was; helmets were not required and very few people wore them\n\nNot sure it would’ve helped Fabio\n\nHe really hit his face and basically died right there; it’s just surreal\nIt was a tough mountain day and we were in the group Pareto; we were out there forever\nWe actually got news of his death in the race; it was just so rare; to have it happen to us on our team\nFabio was interesting; not your normal Italian; not super serious; he was a jokester\nHe obviously had huge talent and potential; won the Olympic gold in ‘92\nHe wasn’t adjusting to pro cycling\nSo Motorola picked him up in 95\nIronically for the ninth spot, it was down to him and George and George was actually there at the start because we would always take 10 guys and then literally the day before the team would decide who the ninth guy was and they decide George was young, but they decided to take Kasser Telly; it was bad\n\n\n\n\nIn the 18th stage that Lance won in Fabio’s honor three days later, when did he realize he was going to win that stage?\n\nAt the end of the tour, they’re just custom made for breakaways, perfect for the opportunist\nLance went away in a group, Johan Bruyneel was in that group too, but it was a huge group and that group stays away;. they never get caught\nLance just took a huge flyer, with 30, 40K to go; he was flying\nThe director at the time Hennie Kuiper, who was a legendary Dutch cyclist, he kept coming up and giving him time splits\nLance was gaining on the gap\nHe finally asked Hennie to just stay back; he knew he was flying\n\n\nPeter asks, “Did you feel a sense of this was for Fabio, you felt a little extra strength that day. I mean, I’ve heard so many athletes talk about that when they’re… Damon Hill talking about racing after Senna died later in that season, feeling like he couldn’t just make that car go fast enough. And it’s almost like he looked up to these guys and just asked for somebody to help from him.” \n\n\nLance didn’t really know Fabio\nThey were on the team together, but he died in the team colors and that just doesn’t happen\nLance was just possessed that day\n\n \nThe impact of EPO on cycling performance [35:15]\n\nIn the ‘96 season, that’s the year started moving into the high octane world\n\nNo, that was ’95 when Lance joined the Ferrari team\n\n\nIn ‘95, were you sort of doing freestyle EPO, managing it on your own?\n\nI think that would be a bad; there was some oversight\nThe doctors would look at the hematocrit level and hemoglobin levels\n\n\nPeter asks what is Lance’s normal hemoglobin?\n\nIt would likely be in the low 40’s\n\n\nLance doesn’t recall exactly where his hematocrit levels got to when using EPO, but suspects it was under 60\n\nHe said the doctors didn’t seem to have concerns about blood clotting at those levels\nLance comments that people on Everest have a hematocrit of 70\n\n\n\n“But enough is enough, right? At some point you’re competitive. You’re at the front of the room. Why do you need to do more?” – Lance Armstrong\n\nWas there a noticable difference from 1994?\n\nOh yeah; it’s a very effective substance\n\n\nWas it being used as often in the one-day races as it was in the grand tour?\n\nYes\nIt would help you on Paris-Roubaix as much as any race\nOne’s getting 10% more hemoglobin or hematocrit\nOne’s also getting at threshold 10% more power\n\n\nPower meters  – Lance first started using the SRM in ‘98\nLance’s functional threshold power in 1999\n\nBefore the Tour in 99, he tested his FTP on the Madone (col de la Madone climb)\nHe wasn’t the first to use it; Tony Rominger used it; he had the fastest time\nHow many kilometers is Madone?\n\nWas about 30 minutes.\n\n\nWhat’s the grade?\n\nIt’s about 7- 8%.\n\n\nWhat did you average for 30 minutes in 99?\n\n500 Watts when he was about 165 lbs which equals 7 Watts per kilo\n\nPeter: “Are you freaking kidding me? 500 watts for 30 minutes?!”\n\n\n\n\n\n\n\n \nTesticular cancer diagnosis—denial, torturous symptoms, and treatment [38:15]\nSymptoms\n\nIn the ’96 Tour, you should be in top form and you’re sick as hell, you pull out\nHe thought he was just sick\n\nHe was definitely sick of being there\nThe weather was shit\nHe wasn’t riding that well\nHe was ready to go home.\n\n\nWhen did he notice the testicular pain?\n\nCertainly then, but he chalked it up to soreness\nSore on every level, to the touch or to sit on a seat\nHe just thought it had to do with sitting on a bike seat all the time\nPeter remarks this is odd because he’s been sitting on a bike for 10 years at that point\nLance admits it’s how he rationalized it\n\nHe rarely got sick\nNever thought he would be in this position\nEven as symptoms became drastically significant, he had an excuse for all of them\n\n\n\n\nPeter asks if he had any headaches?\n\nHe had one massive one, right before diagnosis\nThe following day he had blurry vision\n\n\nA week later (maybe October 1st) he had an episode where he coughed up blood everywhere\n\nHe called his buddy, a neighbor who is a doctor, a cosmetic surgeon\nHe looked in Lance’s nose and throat\nBut Lance had rinsed out the sink so the doctor didn’t see the blood or know how much was there\nThey chalked it up to dry sinuses\nEven still, this scared Lance\n\n\nPeter notes that Lance wasn’t putting two and two together – this thing in his testes, the headache, the blood\n\nNope, they weren’t related in his mind\n\n\nThe next day (October 2nd) he called his doctor friend back\n\nThe pain at this point was so bad and the testicle was so swollen\nHe said, “listen, there’s this one other thing that just embarrassed or I just haven’t talked about”, his testicle\nThat’s when he drove to see the urologist Jim Reeves\n\n\n\nDiagnosis \nPeter remarks:\n\n“People talk often about when a diagnosis like this has levied on them. They’re not even able to process. What’s being said, like you hear some things, but you don’t hear other things.”\nPeter remembers experiencing this when delivering this news where you sort of try to talk as slowly as possible. You pause as much as possible. But you realize at the end of that, they probably heard a 10th of what you said. \n\nWhat is your recollection of the very first time? Because by this point, they probably had a chest x-ray”\n\nA chest x-ray was one of the first things Jim Reeves did\nThey also gave him a TB skin test\n\nHe really wondered what that was for\nHe remembers thinking “God, please give me tuberculosis\n\n\nHe also had an ultrasound performed\n\nThe lady who did it took forever\nThen the doctor came in and repeated the ultrasound of his testes and abdomen\n\n\nThen they walked in and handed him the file of results and directed him back to Dr. Reeves office\n\nIt’s late at this point, 6 or 7 PM\nHe knew it wasn’t good\nHe doesn’t remember most of what was said because the doctor didn’t say very much\n\n\nPeter asks if at the time it was known if his cancer was seminomas; if there was still a window of opportunity for it to be a very curable form of testicular cancer\n\nThe chest and the chest x-ray was riddled;  there was more white than it was grey\n\n\nHow long until the orchiectomy?\n\nThe next morning\nEven though Lance told Dr. Reeves, he feel like I should get a second opinion\n\nReeves said, you have surgery at 7:00 AM tomorrow morning\nThis was in 1996, one couldn’t go home and Google it\n\n\n\n\nPeter asked when Lance called his mom\n\nRight away, when he got home\nWhat makes his mom great and strong is she never shows weakness\nHe knew she had moments where she would be sad and upset and worried\nOn the surface she just had this shield like, “Let’s fucking go. We got this. You could do this”\nShe was totally confident\n\n\nPeter asks if he understood what the prognosis was at that time?\n\nNot really\n\n\nPeter notes: “Well, it wasn’t just that it was advanced, right? It was the histology of it. It was not a seminoma tumor, which is at that point is the only testicular cancer that’s curable, right? You had a much more histologically advanced cancer, that choriocarcinoma, which was wildly metastatic. What was your alpha-fetoprotein level?”\n\nIt was elevated\nbeta-hCG was the metric monitored most closely\n\nIt was 100,000.\nPeter remarks: “So you were pregnant”\nAt 500 there is a problem; anything above 200 is a problem\n\n\n\n\n\nCancer treatment\n\nLance had an orchiectomy\n\nDidn’t touch the lymph nodes; didn’t touch the lungs\n\n\nPeter asks when Lance knew he had brain metastasis; when was the CT scan?\n\nLater, when he went to Indiana\n\n\nHis first cycle of chemotherapy was in Austin\n\nThat was traditional BEP\nHe did one cycle with bleomycin\n\nA really toxic chemotherapeutic\nHe did 4 cycles in total\n\n\nThe first cycle was done in Austin\n\nOne week on, two weeks off, followed by one week on and two weeks off\nOn that first two weeks he went to Houston to visit MD Anderson\n\nMD Anderson had a whole different approach, not bleomycin, not traditional therapy, many different drugs — It didn’t feel right; Lance left\n\n\n\n\n\n\nHis oncologist mentioned Dr. Larry Einhorn in Indianapolis was king when it came to treating testicular cancer\n\nA lot of his work really led to platinum based therapies\n\n\nPeter asks about his care in Indiana, “did they do the CT scan first? They figured out you’ve got brain metastasis as well. Is that another, what the hell is going on here? How much worse can this moment get?”\n\nYes, but it’s a relief because it explains everything\nHe thought this would be the worse part, it wouldn’t get any worse\n\n\n\nPeter asks if he ever thought he might not live\n\nLance said it crossed his mind, but he didn’t dwell on it\nTreatment and testing kept him busy\nHe watched his hCG come down\nHe kept thinking he was ahead in this game\nPeter asks about the protocol his doctors chose, this other protocol\n\nThe doctors asked Lance if he wanted to race bikes again and said he couldn’t keep taking bleomycin if he wanted to race\n\nBecause it’s so pulmonary toxic it’s so cardiotoxic\n\n\n\n\nPeople ask Lance “why wouldn’t everybody be treated the way you were treated with a protocol called VIP, which doesn’t indicate that you’re a VIP”\n\nIt’s chemotherapeutics vincristine, cisplatin, etc\nThe downside to being treated with VIP is you have to stay as an inpatient\n\nOne of the drugs is so toxic on the body it requires 24/7 hydration\n\n\nWith bleomycin, one can go home after 3-4 hours at the chemo clinic\n\n\n\nBrutal nature of chemo\n\nLance still talks to people about this when they about to start chemo\nIn cycle one he was like, “Are you sure you did this right? I don’t feel anything.”\nCycle two he got sick a few times; he felt “Ooh. I think they got it right this time”\nCycle three, he was sick as shit\nCycle four he just wanted to sleep\nIt just compounds and compounds to get much worse\n\nNeurosurgery – Peter asks about his recovery like from neurosurgery\n\nThere were big cuts; tennis ball size\n\n“Easiest way to describe it for people listening or have never been there, it’s like doing the pumpkin for Halloween. You literally just cut the whole, pull off the thing, dig out the seeds and put the thing back on it. And there were two of them. There was one on the top, one on the back, right on the surface. Dr. Shapiro was my neurosurgeon.” – Lance Armstrong\n\nWhen the surgeon pulled that skull off, the tumors there were dead\n\nThe blood-brain barrier should have kept the drugs out; the tumors should not have been dead\n\n\nThe surgery occurred before half of the chemo was complete\nLance was kept pretty isolated; he never shared a room; he did chemo alone in his room\n\n \nLivestrong is born [50:45]\n\nPeter remarks: “early on you latched onto an important idea, right… people need help navigating this system. You obviously felt moved at a very early point in your disease and recovery to create a foundation that you ultimately would. What do you think was part of the impetus for that in your experience?”\nLance had a disease that carried with it a huge stigma; he wanted to bring awareness to it\nHe thought he would start a bike ride in Austin and get a few people out to donate money\n\n“We had no plan, but it just felt like the time to do something.” – Lance Armstrong\n\nPeter asks: “Was it sort of a pay it forward thing? Like you were just so happy to be alive that you were like, ‘I just have to share some of this’“\nIt began during his treatment\nHe wasn’t sure there was going to be a forward\nIt’s interesting that the foundation grew to over half a billion dollars\n\nThat money was very specific, it wasn’t directed towards research\nLots of dollars are directed toward research\n\nResearch is imperative and should be the largest allocation of resources\n\n\nMoney is also needed for other things, softer stuff\n\nHelp for a family that can’t afford the travel for the child with cancer\nProviding resources for people\n\n\n\n\nPeter notes that Lance “You inspired a lot of other people like fertility hope and other people to come along and address other problems that just probably didn’t get enough attention”\nLivestrong gained a lot of power with the story and the brand\n\nIn Texas they advocated for a $3 billion bond initiative that created CPRIT, the Cancer Prevention & Research Institute of Texas\nLivestrong spent about $600,000 on that initiative\n\n\n\n \nReturn to cycling post-cancer and a crossroad in Lance’s career [53:45]\nWhen did Lance decide to come back?  What was his contract now that Motorola had folded \n\nLance signed a 2-year contract in ’96 with the French Cofidis Cycling Team\n\n2 months before he was diagnosed with cancer\nIn the hospital, they sent a representative to see Lance and recommended they part ways\nThis was a million-dollar contract\nHe was with the team for even though he didn’t ride in ‘97\nHis contract wasn’t renewed at the end of ‘97\nLance had a disability policy, which typically is for injuries, crashes, anything that makes you disabled enough, you can’t turn the crank\n\nCancer fell under this disability clause; he started to take it\nHe thought this might be his off-ramp for cycling\n\n\n\n\nIn ’98 he went back out to shop teams; there was almost zero interest\n\nJoining the Postal team\n\nPostal wasn’t really interested at first\n\nPostal was owned by Thom Weisel\nLance was on Weisel’s team before Motorola; he called on that relationship; he had left Subaru Montgomery to go to Motorola and now wanted to go back\n\n\nLance negotiated $200K as a base and performance bonuses, $1000 per UCI point\n\nA top rider would have thousands of points\nPotentially millions of dollars; this is what Lance did in ‘98\n\n\nHe competed in Paris-Nice in ‘98\n\nHe quit, came home, and said “Fuck this I’m out of here. I’m not cut out for this.”\nWhat was wrong?… \n\nthe weather, the crosswind of the peloton, just didn’t feel strong\n\n\nHe pulled over, got in the car, went to a hotel and called Kristin and said “we’re going home”\n\nShe was supportive, even if she didn’t agree\n\n\n\n\n\n“Looking back on it, I was like, ‘Wait, if I was that good then, and I was that sick. All this shit is gone, now I’m going to be like 10 times as strong.’” – Lance Armstrong\nCrossroads in Lance’s career\n\nPeter recalls reading Lance’s book and Lance “kind of vacillated back and forth between, I want to ride, I don’t want to ride. \nPart of Lance just wanted to sit around and eat tacos all day and TexMex\n\nFor about 6 weeks around the April timeframe, Lance did just that\nFriends had an intervention with him; telling him he can’t go out like this, that he needed to finish the season\nLance reluctantly decided to just start riding again — no structure, just riding about 5-6 hours a day\nLance’s teammates are racing at that point\nThe team doesn’t care about his performance because they’re not paying anything, basically\n\n\n\nFirst race after his “time off” and using EPO\n\nHe competed in the Tour de Luxembourg and he won (though it was void once it was discovered he was blood doping)\nWent to Germany did another race and won that\n\nNote: These are short stage races\n\n\nPeter asks if he a has reintroduced EPO at this point\n\n“Yes”\n\n\n\nTestosterone needed post orchiectomy?\n\nPeter wonders if Lance needed testosterone replacement after his testical was removed: \n\nPost orchiectomy, wouldn’t one have had a medical exemption for testosterone?\nDid he need more testosterone after having a testicle removed?\n\nNot necessarily\nHe was producing on the lower end of normal amounts, but it wasn’t a problem\n\n\nDid he ever consider if taking growth hormone or other anabolic agents amplify his cancer? \n\nThere is no way EPO would have\nIt did cross his mind after his diagnosis but certainly not before\nHe and his trainer Ferrari never went back to growth hormone or other anabolic agents after the cancer\n\n\n\n\n\n \nLance’s rise to prominence in the late 90s and the growing use of EPO in the sport [1:00:00]\nDrug use\n\nWhen he came back his mainstay drug was EPO and cortisone\n\nPeter asks about cortisone and is surprised it was that helpful\n\nIt’s injected intramuscularly\nIt’s helpful to shed weight primarily, and especially as a bulkier guy trying to shed upper body muscle\n\n\n\n\n\n1998 season\n\nIn ’98 Lance finished fourth in “everything”\n\nVuelta\nThe World’s TT\nThe Worlds Road Race\nBut he got a thousand points UCI points that Tom Wizel had to pay\n\n\n\nGetting ready for the 1999 season\n\nHe decided to come back in ‘99\n\nHe hired Bruyneel\nJohnny Weltz was the director at the time\nBut the team was unorganized, “a shit show”\n\n\nPeter remembers ’98; he was in his second year of medical school; he and a group of guys would go riding every Saturday and Sunday morning\n\nThey were so excited Lance was back\nThey would joke about Go Postal two meanings: cheering for the postal team and then going crazy\n\n\nLance ended up fourth in the Vuelta in 1998\nBut Lance said Johnny Weltz was so disorganized and he wouldn’t pay the soigneurs\n\nAt breakfast one day the soigneurs were missing — they had walked out because they weren’t getting paid\n\n\n\n“Wait a minute. We are in the middle of a grand tour. We have to have mechanics, soigneurs, what the fuck is going on?” – Lance Armstrong\n\nLance was back in full competition mode, but he wasn’t going to put up with the loss of soigneurs and disorganization\n\n\n\n\n\n\nJohan Bruyneel has plans to retire, but Lance got his number\n\nJohan Bruyneel wore a yellow jersey in the ‘90’s\nHe and Lance always butted heads racing; he was always at the front of the race\nLance called him to see what he would do next; he asked him to come be the director\nJohan wasn’t interested at first but Lance convinced him\n\n\n\n\n\n\n\n\nPeople say everyone doped in this era but US Postal took it to an industrial level; it was systemic\n\n\n\n\nFerrari was demonized but he is incredibly smart\nHe guided all of Lance’s training\nCarmichael didn’t do anything at this time in Lance’s career; he was just an advisor, friend\n\nHe was the Olympic coach in ‘92\n\n\n\n\nPeter recalls Lance saying he had no aspiration of winning the tour\n\nThat changed when he placed fourth in the Vuelta\nThe first “aha” moment that says, “I could win this thing”\n\n\nWhen Johan finally decided to come and be the team director, he said, “You are going to finish on the podium [in 1999]”\n\nLance said, “You’re crazy; there’s no way” but his confidence said otherwise\nGetting fourth in the Vuelta equates to maybe top 10\n\nWhich would have been a great result\nBut Johan was a hundred percent sure of Lance\n\n\n\n\n\n1999 season – The Tour de France\n\nPeter asks about the Tour de France: in ’98, Pantani had won; in ’97, Ullrich won; how much time did he spend riding alongside those two?\n\n\n\n\n\n\nIn the grand scheme, not much\nDid he have a sense of how he’d stack up against them?\n\nHe had never competed in a grand tour at his peak form when they were in their peak form\n\n\nNeither Pantani or Ullrich rode in the ’99 Tour\n\nPantani was expelled at the Giro d’Italia over a hematocrit test\nJan Ullrich had an injury and didn’t ride in the ’99 Tour\n\n\n\n\nAt the ’99 Tour, the two best tour riders are not there, the two previous winners\nLance remembers watching the prologue\n\nIt’s not a long stage; it’s an eight and a half kilometer time trial\nThey don’t always include it in the tour anymore which Lance disagrees with\nIt’s the best way to start the Tour\n\n\n\n\n\n\nThe prologue allows the rider, especially the GC guys, to really test their condition, not just their own, but against the other guys\n\n\n\n\nOne can put 30 seconds in a climber, 30 seconds is 30 seconds\nThis was a tough one; it had a serious climb sort of halfway through, enough to make some separation\n\n\n\n“There are certain things that the Tour de France should always have. It should always have a prologue. It should always have a team time trial.” – Lance Armstrong\n\nLance wins the prologue in the ’99 Tour, easily\n\n\n\n\nHis first yellow jersey\nIt was a dream\n\n\n\nPerformance-enhancing drug use [1:07:00]\n\nPeter asks “Now, remind me in that tour, you were not using blood transfusions. It was all EPO. You didn’t microdose. You were just giving straight regular doses. This is before they had a test for EPO.”\nYes, the only thing they had was the hematocrit test\n\nLance stayed around 46, 47; a hematocrit of 50 would have been too close to a red flag if one were to get tested\nIn the ’96 Tour, Riis won and his hematocrit was somewhere between 60 and 66\n\nHe had the nickname Mr. 60\n\n\n\n\nPeter asks what changed: Was it Festina in 1998 that basically brought the hammer down and said, “We’re done with these guys walking around with hematocrits in the 60’s””\n\nYes\n\n\nHow much of a difference is a hematocrit of 42 or 44 compared to 46, 47?\nGenerally, this is most helpful at the end of the tour when the hematocrit would start to dwindle\n\n\nTransfusions came in as a way to get around the hematocrit test\nPeter asks if there way anybody on the Postal Team that year not doing EPO\n\nNo, not that Lance was aware of\nNot everyone on the team was seeing Ferrari, but there were other trainers and doctors\n\n\nPeter asks if this was the year Motoman was going around\n\nYeah, it was ’99\nLance doesn’t know if that was a great idea; it was fucking crazy\n\n\n\n1999 Tour de France\n\n1999 was the year that Lance not only won the Tour de France, but each of the 3 individual time trials as well\n\nHe won the prologue, stage 8, & stage 9\n\nThe time trials were long then\n55, 60 K\n\n\n\n\nPeter asks “You win that year, do you think to yourself, Ullrich wasn’t here, Pantani wasn’t here. Can I win this thing when they’re both there?”\n\nLance agrees but says not to minimize the other great riders\nNot to mention, that big crash early in the race, Zülle lost seven minutes;  he was close in the race\n\nHe was within about a minute\nIt would have been close\n\n\nEven with Pantani and Ullrich out, there was still Zülle, Escartín, Olano\n\n\n\nScrutiny over drug use\n\nPeter notes: “We almost take it for granted now, but at the time, how much scrutiny was there over your performance that year”\n\nA lot\nThat was the year of cortisone\n\n\n\n“It was the year after Festina. The Pope could have won the tour and they would have questioned it.” – Lance Armstrong\n\nPrior to this he wasn’t in the hot seat; nobody really cared because he wasn’t winning\nPeter asks where the posture of his denial came from; in retrospect was there another way to deny without attacking\n\nIn the press conferences, the questions felt like an attack\n\n\nPeter asks “What did your teammates say? Did anybody pull you aside and say, “Lance, you got to back this down, man.””\n\nNo, but they wouldn’t have\nJohan was like a brother; he would do the same thing\n\n\nWho else knew at the time? Lance’s wife?\n\nHe didn’t share this information\nHe never had that conversation with his wife, though he couldn’t keep it a secret from her\n\nAll the wives thought it was part of the job; they knew\n\n\nNot even his mom knew; she never asked\n\n\n\n \nRacing in the early 2000’s, blood transfusions, and rivalry with Jan Ulrich [1:12:00]\nCycling legends\nIn 2000, what happened with Ventoux and Pantani?\n\nLance wanted to give him the win\n\nThis is one of the biggest regrets of his career.\nMerckx called him and said, “You don’t ever gift the Ventoux, ever.”\nLance knew he was going to win the tour so he was trying to be gracious\nIn hindsight, the Ventoux is not something you just give away\n\n\nPeter asks “Is Merckx the greatest cyclist of all time?” –\n\nOf course, but the sport is so much more specialized now\n\nToday he would focus on the grand tours\nThe sport is very different now\n\n\nHalf man, half bike is a biography of Merckx, Peter loves this book\n\nLance gave him one of the most amazing gifts ever, this book; it’s on his coffee table now\nIt’s an unbelievable story\nOne can’t really understand what he did; what does it mean to win five Giros, five Tours, every single day classic, the one-hour record; it just doesn’t make any sense\n\n\n\n\n\nJan Ulrich\n\nJan Ullrich got second in the 2000 Tour\nPeter asks if his respect and love for Jan begin in the 2000 Tour\n\nIt was more intense; he viewed him as a enemy and rival\n\nHe was convinced that Ullrich was the most talented\nWhen it was pouring down rain and there was a 5 hour ride scheduled, it was the thought of Ullrich that got him out there\nNo one inspired him like Jan Ullrich\n\n\n\n\n\n2001-2003\nPeter asks about his biggest memory from ’01 and ’02?\n\nLance says 2001 was physically his best tour\n\n’01, everybody refers to it as, “The look“; racing Ullrich up Alpe d’Huez\n\n\nPeter asks “What was your time or what was your wattage up Madone?”\n\n500 Watts\nPeter: “500 Watts for 30 minutes??”\nLance: “Yeah, and loving it”\nWithout EPO it would have been 450\n\nEPO adds 10%\n450 is still pretty good by the way\nYeah. I mean, look, Bradley Wiggins probably put out 450, 440-450 during his one hour record – very impressive\n\n\n\n\n\n“The Look” in 2001\n\nIn the climb up Alpe d’Huez in ‘01 Lance turns and gives “The Look” — people thought he was staring down Jan Ulrich\n\nBut… he wasn’t looking at Jan\nLance was about to “send it” but he wanted to see if his teammate was near by\nLance was looking for a teammate to bail him out if it didn’t work\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16177\" src=\"https://peterattiamd.com/wp-content/uploads/2021/10/the-look.png\" alt=\"\" width=\"1000\" height=\"608\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/10/the-look.png 1000w, https://peterattiamd.com/wp-content/uploads/2021/10/the-look-300x182.png 300w, https://peterattiamd.com/wp-content/uploads/2021/10/the-look-768x467.png 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" />\nFigure 2.  “The look” on the climb up Alpe d’Huez.  Image credit: Club Lexus \nEPO/blood doping and tracking hematocrit levels\n\nIn ’03 was there a worry that red blood cells are pretty depleted\n\nLance had a huge crash in the Dauphiné, right before\nOne couldn’t take EPO during competition\nHe took EPO out of competition; then Ferrari had them switch to transfusion\nAfter ’99 he never did EPO on the tour.\nHis hematocrit at the beginning of ’03 was 38 at pre-race check\n\n\nPeter remarks “Oh, I didn’t realize that. I thought that happened in ’02. So you’re saying, from 2000 on it was two bags during the race?”\n\nNo, the first year was 2000; we did one bag halfway through the Tour\nSo that first day at Hautacam, that was with nothing that was before the bag\n\n\nHow are they not catching the jump in hematocrit that comes with the transfusion?\n\nOne day hematocrit is 41 and the next day it’s 47\nSurprising that this wasn’t caught\n\n\nPeter asks how close Lance was to understanding the UCI algorithm for testing?\n\nLance says there is a lot of bullshit out there\nYes, the pillars are true, but most of it is just total bullshit\nFor instance, a month ago, there was a 30 minute program on French TV, convincing themselves that they had figured out that I had an engine in my bike\n\nSaying the switch was in the shorts\nFortunately he has gotten himself to a point in life where it’s like, “whatever”\n\n\n\n\n\nGlorious competition with Jan Ullrich \n\n\n\nThe last time trial in ’03, Lance and Jan were really close.\n\nYeah, inside a minute; it might’ve been less\nThe fear or the stress around it was not so much\nThe bigger stressor was in the first time trial\n\nHe was maybe 2 minutes ahead; in the first stage\nNow he’s thinking he has 45 seconds\n\n\n\n\nThat’s when his hematocrit 38.\nIt was pouring rain\n\nHe put six seconds on me in the first kilometer; unbelievable\n\nJohan didn’t tell him that stat\n\n\n\n\nThe time trial was 50 K, 50-ish?\nPeter asks if he felt redlined\n\nOh yeah. It was terrible.\n\n\n\n\n\n\nPeter asks if they were using power meters at that point or mostly heart rate\n\n\n\n\nDidn’t race with power meters\nTrained a hundred percent of the time with them\nJust monitoring heart rate during the race\n\n\nPeter asks about the Ulrich’s crash\n\nThey told him right away\nJohan was watching the race on TV in the car, as he’s driving, and then I knew, and it was over\n\n\n\n‘03 Tour de France\nAvoiding the Beloki crash\n\nThe other thing about ’03 was Beloki, right?\nHow did Lance avoid that crash?\n\nThat’s one of the things from the tour that Lance gets asked about the most, riding through a field\nIt was incredibly lucky\nVery unlucky for Joseba Beloki\n\nHe’s leading, flying downhill, it’s a hundred degree day, it’s bad patched roads, the tar was literally boiling\nTire caught some hot tar and just blind-sided him and ruined his career, ended his career.\n\n\nLance had a choice, stop or go left\n\n\nHe was going 40 mph\nHe went left, rode through a field, then had to get off the bike and jump down on the road\n\n“There was a path. What are the chances? There was a path into the field where the farmer would go in and out with his tractor. What are the chances?” – Lance Armstrong\n\nThe field is dry, the crop is sharp; he hopes he doesn’t get a flat\nAt the other side, he sees the road is way down and decides to get off the bike\n\nThe other famous crash in 2003\n\nPeter asks about his other famous crash, when his handlebar got caught on a spectator’s bag\n\nIt was on the Col du Tourmalet; his handlebar got caught in a spectator’s bag waving in the air\nRather than taking advantage and racing ahead, Jan Ulrich decided to wait for Lance to catch back up\nHe and Jan had established an amazing respect\n“He’s a total gentleman” says Lance\nLance hit the kid’s bag and went straight down, the bike was broken, didn’t know at the time; the whole chain stay was snapped\n\n\n\n \nRetirement in 2005 and a comeback in 2009 [1:22:45]\n\nFast forward to the end of ’05, Lance has won seven and at the time said, “Look, I want to spend more time in the foundation. I want to spend more time with the family.”\nI assume those were the real reasons you wanted to retire.\n\nThat’s right.\n\n\nPeter asks “When you came back, LeBlanc wrote an open letter, basically telling you not to, right? What was that about?”\n\nJean-Marie Leblanc was an icon\nHe was a director general of The Tour and he’ll go down as being viewed as one of the greatest directors ever\nHe’s a very, very tough guy; it was his way, or the highway and you just didn’t cross Jean-Marie\nLance retires\nLandis wins, then tests positive\n\n\n\n“It was a Festina-esque moment in time in cycling. And yet another shift to guys looking around and going, “Wait a minute, we might be extinct here if we don’t fucking clean this up.” So the sport was shifting to a better place.” – Lance Armstrong\n\nJean-Marie’s point in his letter was, “Look, you are a bridge to the past, right? So the sport has evolved. You are part of the old culture and it’s not good for this.”\n\nHe was right\nLance remembers when he wrote it and they printed it in two big political papers, LeMonde and Le Figaro\nAt the time he was Marfa, TX with Anna; one of his favorite places\nShe wasn’t with him when he raced before\nHe saw the letter and said “This is a mistake”, coming back\n\n\nPeter asks if LaBlanc called him to follow up\n\nNot that he remembers\n\n\nLance felt a ton of responsibility to the foundation\n\nThe sponsors and foundation was excited\nIt felt like quitting, and he’s not a quitter\n\n\nAt this point the sport is clean; no one is using anything; he doesn’t need to use anything\n\n“The comeback years were clean and ironically Ferrari was the one who was adamant. He’s like, “They are coming for you.” We just didn’t cross the line.” – Lance Armstrong\n2009 season\n\n In the ’09 Tour, he finishes third, but it wasn’t “close” says Lance\nPeter remembers reading an article in ESPN magazine comparing the ’09 tour to Jordan’s comeback; then they’re like, “well wait until you see Lance in ’10, because that’s going to be Jordan’s ’96.”   \nHow did it feel after 2009?  Were there thoughts of retirement?  Staying on meant building a new team.\n\nThat was a big part of it, says Lance, he wanted to build a good team\n\n\nAt this point Lance is getting “old” for the sport\n\nHe’s an old man; he was old in ’05 when he was 34 years old and won\nBut this machine was rolling; he wasn’t going to be the guy to say, “I’m getting off the wave here”\n\n\n\nReservations about his return to the sport\n\nPeter asks how much of this comeback was filling a void that said, “I don’t like sitting around and not being an athlete”\n\nThat’s not the point, says Lance\nBut he did second guess his decision\nIn his life he’s never going back to that place where he thinks “What the fuck am I doing?”\nThe investigation was heating up at this time, so he had to defend his reputation, livelihood, all the while trying to compete in one of the hardest sports in the world\nHe was like “get me out of here”\n\n\n\n \nLance’s decision to come clean and tell the truth [1:27:30]\n“When did you realize that you had to tell the truth?” asks Peter\n\nEither when George Hincapie was interviewed or when he went to the grand jury\n\nSo fall of ’12; or earlier\nPeter recalls “naively” believing that the sport was mostly cleaned up following the 1998 season\nPeter didn’t find Landis very believable\nBut Peter’s thoughts started to chance once he heard Tyler speak on it\n\n\nTyler wrote a book with Daniel Coyle in 2012\n\nPeter remarks, when he read it he was like, “This guy is way too freaking believable.” And if he’s saying this, and he’s saying that this is what they were all doing. I believe it.\n\n\nLance notes Tyler had a different version in his deposition in the Postal case, but… when anybody’s deposed and they’ve written a book, they’re just going to read the book\n\nIf it was in any way contradictory towards him or somebody cared about, then he would blame Dan, the co-author\n\n\n\nOprah interview\n\nPeter asks “You’ve talked about your reasons for doing the interview with Oprah, which I think make a lot of sense, right? Which is, if you’re going to give a deposition, you might as well do it on your terms.”\n\nLooking back, he was convinced that it was the right thing to do\nThe lawyers hated it\n\n\nDid any of the sponsors call you to quietly thank you for what you had done over the past 15 years?\n\nNo\nIn general, did Trek?  \n\nNo.  But if Mike Sinyard from Specialized was asked, he would say, thank you.\n“All the ships rose.” says Lance\n\n\n\n\n\n\nHow Lance talked about this stuff with his kids:\n\nWhat was the discussion like with them?\n\nIt was an open door policy\nIf anything came up at school\nAny questions about my life and the decisions I’ve made, we’ll have as many as wanted\nIt is a totally open door\nThey haven’t asked about much\n\n\n\n\nThe family is close – myself, my kids, Anna and Kristin\n\nImagine the Brady Bunch set up, it’s a very close family\n\n\n\nRe-connecting with people Lance implicated or “attacked” when going through this process\n\nAfter the Oprah interview, in early 2013, who was the first person you reached out to apologize to?\n\nActually, before the interview, Lance reached out to LeMond\nKathy and Greg wouldn’t take his call\n\nThey eventually met up, years ago\nIt went better than expected\n“I was sincere. I said what I felt like I needed to say; they accepted the apology.”\n\n\nHe met up with Emma O’Reilly in Florida; she was great; her mission was to fix the sport\n\nEmma was his soigneur 99′ and left the team and was a person that he went after\nShe got mixed up in this because of the L.A. Confidentiel book\nShe was quoted in it, but it seemed the reason she agreed to talk with David Walsh was really to make a broader statement about how corrupt the sport was\nLance enjoyed reforming that friendship and he wrote the foreword for her book; she’s a cool lady\n\n\n\n\nWhat about reconnecting with former teammates, Tyler or Floyd\n\nThose are the two names that stick out\nThe reality is 95% of that former team (the Blue Train) are like brothers.\nFloyd and Tyler, they were never our brothers; there won’t be any future dinners\n\n\n\n \nGrowth through downfall: learning from his mistakes and helping others after their own fall from grace [1:33:00]\n“There’s a reason the windshield is bigger than the rear view mirror“\n\nLance had this in his Twitter bio for a some time (has since been changed)\nBut this quote resonates with Peter\n\n“I always found that to be very poignant because it’s not saying you should only have a windshield and no rear view mirror. And it’s not saying you should have no windshield and only a rear view mirror. It’s saying you need both, but one’s bigger than the other. But in my own life, I’ve always felt like I have to have a rear view mirror. I never want to lose sight of my sins because they kind of ground me.” – Peter Attia\nFacing his sins on a public stage\n\nPeter notes: “You’ve had both the luxury and the inconvenience of living all of your sins on the world’s most public stage. So most of us make all of our mistakes behind closed doors and nobody really gets to see the horrible things we’ve done. I remember when I hit the one year anniversary of doing something so awful, I couldn’t stand my existence for it. And I remember talking to my therapist about it and she said, “I actually don’t want you to ever forget this. I want you to remember what you did. You have to remember that the monster that did that thing, he’s never going to die. He’ll sit in the corner. He’ll be small, but he’s never going to die.””\n\nYou can keep them in a box\n\n\n\nPeter asks if Lance regrets the way he acted, citing the 2005 SCA deposition:\n\nLance says it is embarrassing to watch those videos\n“That is a pathetic person”\nAs unfortunate and embarrassing and “as tough as they are to watch, for me, those are good”, says Lance\n\n“That guy needed to die and a new guy needed to come around.” – Lance Armstrong\nLance on whether he would “change” things from his past if he could…\n\nOne gets stuck by saying they wouldn’t change a thing; but he loves the spot he’s been able to get to\nThese events shape the person sitting here today, but Lance admits that there would have been a better way to go about it\n\nNBC interview\n\nPeter brings up an interview Lance did for NBC\nIn the interview on NBC Lance tried to offer a nuanced explanation for why you wish you didn’t have to hurt people, but you also wouldn’t have done it different in the sense that you needed to learn the lessons you learned\n\nOf course, every commenter on YouTube is ripping him apart\nBut one guy writes something that resonated with Peter: “I was not a good person. And it took losing everything to realize it. I’m not yet at the point where I would not change a thing, but I do get the I can’t change a thing. So it’s useless to feel as much regret and shame as I do. I really believe him when he says that he values the lessons he learned because I do too. I might not be a good person yet, I’m learning, but I’m no longer a bad one.“\nPeter remembers feeling like when he went through that transition thinking “Okay, you’re not the worst human in the world. You’re not perfect and you’re never going to be.”\n\n\n\nWhy Lance may have been vilified more than others\n\n\n\nOnce it became clear how widespread EPO use was in the peloton, and blood transfusions, and all that stuff; it became very difficult to say, “Well, Lance is a bad guy because he did these performance enhancing drugs.”\n\n\n\n\nLance did them no more, or no less than anybody else\n\n\nSo why was Lance vilified so strongly? And why were certain cyclists singled out more than others?\n\n\nIs it that he treated people so badly and that’s why Lance is the worst person?\n\nBut that doesn’t explain to why Ivan Basso did everything that Pantani did; he was loved and Pantani was completely vilified\n\nPantani effectively killed himself\n\n\nWhy is the favorite German rider love and Ullrich rejected?\nWhy is Vaughters loved and Tyler gets rejected?\nLance is radioactive, but what is the difference between these other guys?\nIvan wasn’t beating anybody up; Pantani wasn’t screaming at anybody\nIt’s the same in Spain with Jiménez, they had problems handling a difficult situation\nWhy is Jan Ullrich not welcome at the start of the tour? Meanwhile, Erik Zabel’s up there, shaking hands with the guy in the yellow jersey… “this is fucking stupid”\n\n\nPeter asks Lance, “D​​o you have any idea why that hypocrisy exists?”\n\nPantani was the biggest athlete in Italy; Jan was the biggest athlete in Germany; Lance was the biggest athlete in the US, etc.\n\n\n\n“Maybe it has to do with those heights and the only place you can end up is the complete opposite, the bottom of the pool.” – Lance Armstrong\n\nLance dealt with things differently\n\n\nBut look at all the dead cyclists: Pantani, Jiménez, Vandenbroucke, Gaumont\n\nAll these guys were at the top of the game and then couldn’t handle their own fall from grace\nJan Ulrich almost dies as well\n\n\n\nPeter asks when he realized Jan was in trouble? \n\nJan has always liked to have fun, but this didn’t look like having fun\nOne of Jan’s closest lieutenants when he was competing with Lance was Andreas Klöden, who ended up being on Astana with us and RadioShack\nLance got to know and love Kloden\n\nHe heard a lot of these guys (Klöden, Zabel, Danilo Hondo) had tried to reach out to Jan\n\n\nIt was in the press, Jan got in a fight with his neighbor\nJan turned everybody away and not just turn them away, but just flat out erased them from his life because he didn’t want to hear it\nTwo guys, German brothers, Frank and Mike Baldinger; normal guys, not professional cyclists, not rich or famous contacted Lance\n\nThey told him how Jan has turned all his friends away and Lance was their last hope\nThat’s when Lance went to see Jan\nJan was a mess, unrecognizable; “like an alien has entered his body”\n\n\nNow Jan is two years sober; he’s got his kids back in his life; he’s on the bike\n\n“It’s amazing to me how our society, I can’t understand it, why we sometimes lift people up and then find such joy in watching them crash.” – Peter Attia\n“The one thing I said to myself. I said, “Just whatever you do, just do not. I mean, you can go have fun and do some crazy, but don’t you ever lose contact with your health, your wellness, your fitness, your family, don’t ever lose sight of that.”” – Lance Armstrong\n \nMoving forward: Living his life, reflecting on his legacy, the state of Livestrong [1:42:30]\n\n\n\nWas there a period in 2013 after the confession of reclusion?\nWhen did the podcast start, in 2016, 2017?\n\nLance began the podcast Forward. Thinking. Dialog. in 2016\n\nThis features conversations with an eclectic range of personalities with intriguing stories to tell\n\n\nLance began the podcast THEMOVE in 2017\n\nThis features his perspective on iconic cycling races\n\n\n\n\nHe had no choice but to be off the radar; the radar didn’t pick him up; there was nothing to do\nHow was it to walk into a restaurant\n\nPerfectly fine; indifference\n\n\nIndifference?\nYeah; that’s why he doesn’t read comments; not an accurate snapshot of what his life is like at all\nPeter clarifies “Even in 13′? Because remember, the other thing that was going on at that point in time is the foundation is crumbling, and you’re getting kicked out. You’ve told me before that hurt as much as anything else.”\n\nIt was surreal\n\n\nWhat about the people at the foundation who worked there, the people who were doing the actual heavy lifting\n\nLance has a ton of regret about them because they were doing the Lord’s work and they were not privy\n\nThey were not decision makers\nThey believed the dream, the story\nIn many ways felt complicit in the scheme\nThat’s tough for him to hear, and he’ll spend the rest of my days trying to make that okay for them\n\n\nHe doesn’t know what the boardroom discussions were like, or which consultants were hired or how it all went down\n\n\n\n\n\n\nA timeout was the right thing, to give some space, but not an ending\n\n“If I look at where Livestrong has ultimately ended up. If I look at my audience now, well, they’re very different. One of them is not doing very well, and the other one is back so to speak.” – Lance Armstrong\nPeter asks what interaction he has these days with the cancer community?\n\nVery little\nJust one-on-one and that’s fine\n\nPeter asks what Lance thinks his legacy will be\n\nToo early to say\nHe doesn’t like to brag, but he’s really fucking proud\n\nProud of the fact that he didn’t quit\n\nPeter asks “Which time?”\nThat he was able to keep it together without really any support\nI’m 50 years old, I’ll live another 40 or 50 years; there’s a lot left to be told\n\n\n\n\n\n“Thank God we live in 2021, 20, whatever, where you can reinvent yourself on your own. You don’t need network television. You don’t need the New York Times. You don’t need any of that, but we’re doing right here right now, you did this on your own. You brought the cameras, you got the mics. You’re asking the questions. You’re the smart guy, millions of people are listening. You did that on your own. I couldn’t have done that 10 years ago, 20 years ago. I’ve chosen to go that path, and I’m proud of that.” – Lance Armstrong\n\nLance’s top priority is his family; it’s his first checkpoint and that’s amazing\n\n\nHe feels beholden and loyal to the audience of his podcast\n\nAs a by-product of the success of the podcast, the fund, the people who have entrusted him with their hard-earned money; he’s beholden to them\n\n\n\nThe guy that the whole world thought could never be trusted again – Lance Armstrong\n\nOtherwise, he is fine being private; he doesn’t need to be on the cover of Forbes\n\n \nTurning back the clock: Advice Lance would give to his 15 year-old self [1:46:45]\nPeter asks “If you could go back in time to 15 year old Lance… You’ve got a week with him. What kind of lessons would you try to impart on him?”\n\nThere would have been a lot\nHe was a pro athlete and it was when his mom kicked out Terry Armstrong (age 15)\nThat was the point in time where it was her and I against the world \n\n\n\n\nPeter observes “So the chip on your shoulder, which I’m guessing exists, subconsciously now became pretty conscious”\n\nAbsolutely.\nIt’s been good for him and also bad for him\n\n\n15 year olds don’t realize that\nThe amount of trauma he had already had in his life, which just got worse and worse and worse\n\nCancer was hugely traumatic\nThe fall was traumatic.\nThere’s a lot to unpack there\nNever meeting your father and having this man around\nNever having that figure in your life, and the figure that was there was wildly defective\n\n\n\n\n\n\nHe doesn’t think 15-year old Lance would have listened to anyone coming with advice\n\n\n\n\nHe embraces therapy now\n\n\n\n“One of the things I’ve learned about myself over time is that so many of the character traits that were both positive and negative and they tend to cluster like right on top of each other, right? It’s two genes that sit right next to each other in the chromosome. One good, one bad. A lot of those traits come about long before we’re consciously aware of what led to them.” – Peter Attia\n\nPeter thinks Lance’s traumas are so obvious\n\nThe dad, the stepdad, the growing up without this; cancer\n\n\nPeter asks which he feels he’s gone back and unpacked as an adult, the PTST of all those layers\nLance doesn’t know if any of us can ever unpack it all\n\nIn the last year, he’s certainly done more unpacking than in the previous 49\nHe should have started that process a lot earlier\n\n\nGoing back to the question, even then at 15, he drove a fast car and every green light was a competition\n\nHe would tell himself “Slow down kid.”\nEverything was fight, not even a competition,\nIt would have been impossible to get through to that 15-year-old, the 25-year-old, the 35-year-old, even the 45-year-old\n\n\nPeter relates “I think that’s something that very few people can understand. I can relate to Lance, because I’ve had my own total, total destruction. I’ve played the game in my head 100 times. God, I just wish I could take that all back. I wish I could undo all of that stuff. But I realized if I were to undo all of that stuff, I wouldn’t have fallen down. And if I didn’t fall down and lose it all.”\n\nRight, this is when one says “Well, I wouldn’t change a thing.”\nBecause these series of events happened and caused deep work or introspection or realignment\nWithout these events, that wouldn’t have happened\n\n\n\n \nKeeping fit at age 50 [1:51:00]\nHow does Lance keep fit these days? \n\nIs swimming the mainstay of training?\nDuring the summer in Aspen, it’s mountain biking\nHe doesn’t get in his car to ride his bike\nHe’s happy to just go out and ride\n\nNo heart rate, no power meter; none of that bullshit\nNo group rides; he just enjoys riding alone\n\n\nHe hasn’t run much; he’s getting too old to run\n\nMaybe if he did yoga 3 days a week or was serious about stretching and playability he could run\nHe likes to just go out and exercise; just put on shoes and go\nThat doesn’t work when you’re 50\n\n\n\n\nPeter asks “what’s the tightest interval you’d swim 10 hundreds on? What would be your touch and go interval for 10 hundreds?”\n\nCould he do 105 touch and go?\nNo, 115 and maybe bring it to 110\nHe’s still fit\n\n\nPeter asks “What’s the biggest liability to your fitness. What’s your biggest vice? Food, alcohol, what gets in the way of…? Because what do you weigh right now?”\n\nHe weighs 180; 15 pounds above his tour weight\nIt’s not a struggle to maintain his weight\nHe exercises for mental health, for sanity\n\n\n\n“I will ride for as long as this body will allow it to ride.” – Lance Armstrong \n§Selected Links / Related MaterialLances book: It’s Not about the Bike: My Journey Back to Life by Lance Armstrong (2000) | [57:30]\nBiography of Eddy Merckx: Half Man, Half Bike: The Life of Eddy Merckx, Cycling’s Greatest Champion by William Fotheringham (2013) | [1:13:00]\nTyler Hamilton’s account of doping in cycling: The Secret Race: Inside the Hidden World of the Tour de France: Doping, Cover-ups, and Winning at All Costs by Tyler Hamilton (2012) | [1:28:30]\nLance Armstrong’s interview with Oprah Winfrey in 2013: Lance Armstrong & Oprah Winfrey: interview transcript | The BBC (January 18, 2013) | [1:29:15]\nInterview with Lance’s soigneur Emma O’Reilly: Interview: Emma O’Reilly: ‘My relationship with Lance Armstrong was and still is a human one’ | William Fotheringham, The Guardian (July 2, 2014) | [1:31:45]\nBook by Lance’s soigneur Emma O’Reilly in which he wrote the forward: The Race to Truth: Blowing the whistle on Lance Armstrong and cycling’s doping culture by Emma O’Reilly (2014) | [1:32:30]\nNBC Sports interview with Lance Armstrong: Lance Armstrong: Next Stage  | NBC Sports (May 29, 2019) (youtube.com) | [1:35:30]\nLance’s podcast features conversations with an eclectic range of personalities with intriguing stories to tell: Forward. Thinking. Dialog. | [1:42:30]\nLance’s podcast featuring his perspective on iconic cycling races: THEMOVE | [1:42:30]\nRecent news about Jan Ullrich and his appearance on Lance’s podcast The Move: Jan Ullrich opens up about the toughest comeback of his life | Cycling Tips (September 27, 2021)\n§People Mentioned\nGeorge Hincapie [4:15, 18:45, 33:30, 1:27:45]\nMark Allen [13:15, 14:15]\nDave Scott [14:15]\nDavide Rebellin [18:15]\nCasartelli [18:00]\nErik Dekker [18:15]\nErik Zabel [1:38:30]\nSteve Bauer [21:45]\nPhil Anderson [21:45]\nAndy Hampsten [22:00]\nGreg LeMond [22:00, 25:45, 1:31:30]\nMiguel Indurain [22:30, 23:45, 25:45, 26:45, 1:07:30]\nOlaf Ludwig [23:45]\nClaudio Chiappucci [23:45]\nAndrei Tchmil [23:45]\nJohan Museeuw [23:45]\nBjarne Riis [23:45]\nPedro Delgado [26:15]\nMarco Pantani [30:30, 1:05:00, 1:09:30, 1:12:00, 1:37:45, 1:39:00, 1:41:45]\nMichele Ferrari [31:30, 35:30, 1:00:00, 1:03:30, 1:08:30, 1:16:30, 1:25:15]\nFabio Casartelli [18:06, 32:15, 34:30]\nJohan Bruyneel [34:00, 1:01:00, 1:02:00, 1:04:30, 1:11:00, 1:19:45, 1:20:15]\nHennie Kuiper [34:15]\nTony Rominger [37:45]\nDr. James Reeves [41:15, 42:30]\nDr. Larry Einhorn [45:45]\nThom Weisel [55:30]\nJohnny Weltz [1:01:00]\nChris Carmichael [1:03:45]\nJan Ullrich [1:05:15, 1:09:30, 1:13:45, 1:38:00, 1:41:45]\nBjarne Riis [1:07:30]\nAlex Zülle [1:09:30]\nFernando Escartín [1:09:45]\nAbraham Olano [1:09:45]\nEddy Merckx [1:12:15, 1:39:45]\nBradley Wiggins [1:15:30]\nJoseba Beloki [1:13:45, 1:20:15]\nJean-Marie Leblanc [1:23:00]\nFloyd Landis [1:23:30, 1:28:15, 1:32:45]\nTyler Hamilton [1:28:15, 1:32:30, 1:38:00]\nEmma O’Reilly [1:31:45]\nIvan Basso [1:37:30, 1:41:45]\nJonathan Vaughters [1:38:00]\nJosé María Jiménez [1:38:15]\nErik Zabel [1:38:45, 1:40:30, 1:41:45]\nVandenbroucke [1:39:15]\nGaumont [1:39:15]\nAndreas Klöden [1:40:15]\n\n§"
}