{
  "title": "#187 – Sam Apple: The Warburg Effect—Otto Warburg’s cancer metabolism theory",
  "content": "Sam Apple is the author of the book Ravenous: Otto Warburg, the Nazis, and the Search for the Cancer-Diet Connection, published in May 2021. In this episode, Sam describes the fascinating life story of Otto Warburg, a Nobel Prize-winning scientist who, despite being both Jewish and gay, survived Nazi Germany because of his valuable research on cellular metabolism and cancer. Sam describes Warburg’s observation that cancer cells consume large amounts of glucose anaerobically – a phenomenon subsequently known as the “Warburg Effect” – and relates how Warburg’s seminal work on this topic was largely forgotten after the discovery of oncogenes, only to regain relevance decades later within the field of cancer biology. Sam sheds light on the current debate around Warburg’s interpretation of the causes of cancer, and Peter gives his personal take on the matter. Finally, Peter and Sam tie it all together with a discussion about cancer prevention, the role of hyperinsulinemia, and the link between dietary sugar and cancer.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n<iframe title=\"#187 - The Warburg Effect: Otto Warburg’s Cancer Metabolism Theory with Sam Apple\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/n6MjnI4vM7M?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#187 - Sam Apple: The Warburg Effect—Otto Warburg’s cancer metabolism theory\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#187 - Sam Apple: The Warburg Effect—Otto Warburg’s cancer metabolism theory\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#187 - Sam Apple: The Warburg Effect—Otto Warburg’s cancer metabolism theory\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nSam’s interest in Otto Warburg and work as a writer [2:30];\nOtto Warburg’s dedication to science and his complicated life in Germany [14:00];\nWarburg’s interest in cancer and early discoveries about cellular consumption of oxygen [23:00];\nThe role models who fueled Warburg’s desire to make a great discovery [34:15];\nHow Warburg described the primary and secondary causes of cancer [42:15];\nWarburg’s Nobel Prize in 1931 [45:45];\nWarburg’s life and work during WWII in Nazi Germany [46:30];\nWarburg’s research in hydrogen transfers and coenzymes—his best science? [59:45];\nWarburg’s decision to stay in Germany after WWII [1:03:30];\nDiscovery of oncogenes in the 1970s and the decline in interest in Warburg’s ideas [1:07:30];\nThe renaissance of Warburg’s ideas on cancer metabolism and a new explanation for the Warburg Effect [1:13:45];\nThe argument against the Warburg Effect as a primary cause of cancer and the potential role hyperinsulinemia [1:21:15];\nIdentifying primary and secondary causes of cancer for the purpose of cancer prevention [1:27:00];\nThe link between sugar, fructose, and cancer [1:35:30];\nSam’s reflections on the work that went into Ravenous [1:39:45];\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show Notes*Notes from intro*\n\nSam Apple is a freelance writer and author of several books, including one recently published called Ravenous about Otto Warburg, the Nazis, and the cancer-diet connection, which will be discussed in great detail in this show\nSam teaches in both the MA and science writing and MA and writing programs at Johns Hopkins \nPrior to coming to Johns Hopkins, Sam taught creative writing and journalism at the University of Pennsylvania for 10 years \nHe holds a BA in English and creative writing from the university of Michigan and a master in fine arts in creative non-fiction from Columbia University\nThis episode will focus on the life story of the life story of Otto Warburg\n\nHe grew up in Germany before World War II and was influenced by some of the most influential German scientists\n\n\nDiscussion will focus on his seminal work prior to the second World War and the odd manner in which he was able to remain in Germany unharmed during the second World War despite being both Jewish and gay\nMuch of his work would be largely forgotten by the time he died in 1970\n\nIt would only be about 30 years later that some of his observations would come back to be relevant within the field of cancer biology\nIt’s still not entirely clear if his hypothesis around that observation is correct\n\nPeter does not personally think it was\nBut nevertheless, this makes for an interesting discussion\n\n\n\n\n\n \nSam’s interest in Otto Warburg and work as a writer [2:30]\nInterest in Warburg\n\nThis story began as an article in 2016 in the New York Times Magazine\n Sam’s interest in metabolism began when he read the work of Taubes\n\nGary Taubes was a recent guest of this podcast (#167 – Gary Taubes: Bad science and challenging the conventional wisdom of obesity) \n\n\nSam had been interested in metabolism for a number of years but didn’t think of cancer as a metabolic disease or as being lumped together with with obesity, diabetes, and heart disease\n\nAs he read more he began to see that these diseases clustered together and appear in the same pattern beginning in the 19th century; this sparked his curiosity\n\n\nSam remarked that as he read about Otto Warburg “it was kind of a light bulb moment for me… I knew I was going to write about it [Warburg] and I knew I had a way to tell the story”\n\nSam’s path as a writer \n\nHis father was a writer, though he mostly wrote fiction\nHe didn’t choose to follow in his father’s footsteps exactly\n\n“I like to half joke that my big rebellion was moving into non-fiction” – Sam Apple\n\nHe wasn’t sure what his career path would be in college, but he received a lot of praise for his writing\n\nPraise led him to see that writing was his strength; he enjoyed doing it and was good at it\n\n\nBeing a good writer is a combination of innate ability and always seeking to improve\nHe doesn’t think good writing is correlated strongly with intelligence\nThe ability to use language in a certain way comes naturally to some people and not others\n\nFor some, this ability can be developed with enough practice\n\n\nSam teaches writing and science writing at John Hopkins\n\nReading just a paragraph of a student’s writing can tell him what kind of feel they have for language\n\nEven 3-4 sentences is enough to reveal a student’s grasp of language and writing\nHe looks for extra words in sentences, tight logic, flow\n\n\nPeter notes that it would be very difficult for him to look at the work of 100 students and rank them according to ability\n\nHe can read the work of Siddhartha Mukherjee and recognize it as really, really good\nHe can also recognize writing that is absolutely horrible, but he might not be able to explain why\n\n\n\n\nSam thinks good writing comes down to clarity\n\nWhen reading good writing, one can grasp it right away because the language is concise and clear\nIf writing has to be read 2-3 times to grasp the meaning, then it’s not very good\n\n\n\n“George Orwell famously wrote about politics and the English language and how much good writing depends on clear, concise thinking” – Sam Apple\n\nRevision is also essential for good writing\n\nSam notes that “everything that I write comes out pretty poorly in the first draft, even my emails; if I really care about an email, I spend a lot of time just going over and over and over it because it’s the repetition, it’s correction after correction after correction where the writing starts to improve” \nOne difference between a good writer and a less good writer is how many times they go over the work before they are satisfied\n\nOf course this comes at a cost; time spent worrying about sentences\n\n\n\n\nAfter graduating from the University of Michigan, he took a few years off and worked at a magazine\nHe then spent 2 years earning a Master of Fine Arts in creative nonfiction at Columbia\n\nHe thought about journalism, but he was more interesting in storytelling and in long-form writing than rigorous reporting\nIn the MA in creative nonfiction program, every semester was essentially a writing workshop\nThey worked in groups of 15 plus a professor and submitted work 3-4 times during the semester\n\nEveryone reads and critiquest all the work then discusses it\nCritique and discussion is the heart of most writing education\n\nIt can be a grueling process\nYou have to listen to 15 people explaining what is wrong with the submission and often argue if they disagree\nIt’s a little crazy trying to make ones work fit everyone expectations\n\n\nSome writers have been pushing back against this workshop approach because they feel it turns every piece into sort of a formulaic story in order to meet everyone’s expectations \n\nThis lacks experimental work; this is part of the debate ov writing education\n\n\nSam feels feedback is essential to know when ones writing is working; so much of it is trial and error\n\n\n\n\nPeter notes how amazing it is to read the works of authors such as Atul Gawande, Sid Mukherjee, and Azra Raza, who didn’t train in writing but write beautifully\n\nSam agrees, “it’s beyond amazing. It’s actually really annoying and frustrating. I’ll admire all three of the people you mentioned. And not only are they exceptional writers, but they’re full-time physicians and doing these incredible things. And it just absolutely blows my mind that they have the time to do it.” \nThey are almost unimaginably good at writing; very few people reach this level\n\nOne can still do good work even without reaching that level\n\n\n\n\n\n \nOtto Warburg’s dedication to science and his complicated life in Germany [14:00]\nOtto Warburg’s childhood and inspiration to pursue science\n\nHe was born into pretty well-to-do German family in the latter third of the 19th century\nHis father was Emil Warburg, a very prominent physicist in Germany who worked at the University of Berlin despite being Jewish\n\nHis father was good friends with Einstein and provided some experimental proof for some of Einstein’s theories\n\nEinstein was a regular in their house as was Max Planck and Emil Fisher\nWarburg grew up knowing Nobel prize winning scientists\n\n\n\n\nGermany was at the top of the scientific world during Otto Warburg’s childhood and he grew up knowing titans of science\n\nWarburg’s vision for himself was to grow up and be a great scientist\nHe wanted to make a world-changing discovery just like his father, Einstein, and Emil Fisher\n\n\n\nSeeing life as a physicist\n\nIn his rebellion against his father, he moved away from physics and into the realm of biology and physiology \n\nBut he always understood life through the lens of a physicist\nHe was always interested in energy\nHe wanted to understand biology through an understanding of energy\nHe didn’t so much move away from his father as take physics into a new realm\n\nThis extended to his study of photosynthesis\n\n\n\n\n\nWorld War I\n\n\n\nAt the beginning of World War I, Warburg was in his early 30s\nThe impact of the war was pretty remarkable on German scientists\n\nMany scientists were Jewish\nMany scientists were ready to go and fight on the front lines\nMany signed up for the war effort to prove they were full Germans\nWarburg went to the battlefield while others worked with Fritz Haber, who developed chemical warfare \n\nWarburg loved horses and joined a cavalry regiment\nHis parents were desperate for him to come home and have Einstein write a letter to him\n\n\n\n\n\n\n\n\nEinstein appeals to Warburgs narcissism and wrote “You’re just too important for science. We can’t afford to lose you.” \n\n\n\n\n\n\n\n\nNot long after, Warburg returns home; the letter from Einstein likely saves his life\n\n\n\n\n\n\n5 years later Warburg makes his great breakthrough about cancer and fermentation\n\nWarburg’s pathological dedication to his science \n\nScience was like a religious devotion for him\nHe was like a prophet who has this fervor; he thought of nothing but science\n\n“Warburg used to say, “The scientist has to be prepared to die for the truth.” You get a sense of his perspective there.” – Sam Apple\n\nSam’s favorite example illustrating Warburgs fervor for science is when a friend told Warburg about someone they knew who was having mental difficulties, Warburg’s advice was to tell this person to think about nothing but science\n\nThis person wasn’t even a scientist\nWarburg’s advice was to “think about science all day” \nThis illustrates his passion for science\n\n\nSam thinks his devotion to science was partially about narcissism and wanting to be great\n\nHe also thinks Warburg had a genuine love of science and curiosity about the truth\nWarburg also had a way to avoid looking internally though\n\nMaybe he was covering something up by focusing on science all the time, trying not to look inward\n\n\n\n\nWarburg was a great narcissist\n\nThis personality type almost always comes with a deep insecurity\nWhenever he was criticized, he would lash out and start feuds with other scientists\n\n\nWarburg had difficult things to deal with; he had a lot of stress, a lot of psychological issues\n\nBeing Jewish in Germany wasn’t easy, even before the Nazis\nHe was also homosexual\n\nHe spent his whole life with his male partner (Jacob Heiss) but couldn’t be out at that time in Germany\nHis mother pressured him to get married and questioned his lifestyle\n\n\nThere were all sorts of rumors about him\nHe refuses public speaking during his training\n\nFor this, anyone else would have failed out of school \n\n\n\n\nThere is no record of him meeting Hitler\n\n \nWarburg’s interest in cancer and early discoveries about cellular consumption of oxygen [23:00]\n\nIn 1918 Warburg is given an incredible position, his own wing in the Kaiser Wilhelm Institute for Biology\n\nThis is the pinnacle of German science\nGermany created the Kaiser Wilhelm Society, which is now the Max Planck Society\n\nIt was supposed to be the Oxford of Germany\nThe idea was to get the best scientists in the world and give them everything they needed\nIt was inspired by the Rockefeller model, the Rockefeller Institute in the United States.\n\n\n\n\nAfter World War I, as his lab is under construction, the wealthy funders of the Kaiser Wilhelm Society become bankrupt\nHe has to write a grant proposal for one of the only times in his life\n\nThis is very difficult for him because he is so narcissistic\nHe finally scribbles on a piece of paper, “I need 10,000 Marks,” and he actually gets the money\n\n\nHe works first on photosynthesis (before cancer)\n\nWhen his father was trying to get him out of the war, he made the case that Warburg was needed for photosynthesis research….make photosynthesis more efficient to grow more food\n\nGermans had been starving throughout much of World War I\n\n\nWhen Warburg came back from the war to do research, he wanted to solve world hunger\n\nThis remained an interest of his throughout his life\n\n\n\n\nHe was always interested in cancer\nAt one point, Warburg asked a famous scientist “Should I do photosynthesis or cancer?” And the scientist says, “Do cancer. Photosynthesis is working pretty well.” \nWarburg wants to make a world-changing discovery and cancer had become a German obsession by the 1920’s\n\nIn the early 19th century there’s not much cancer\nCancer rates really increased in the 1920’s and 1930’s\n\nThere is a panic because so many people are getting cancer\nThe rates then still pale in comparison to today’s rates\n\n\nPut this context, this followed the work of Robert Koch and Paul Ehrlich who figured out bacteriology and infectious disease\n\nKoch’s postulates were published in 1884, this was a method to identify the microbial cause of an infectious disease\nPaul Ehrlich developed the first drug treatment for syphilis and began the field of antimicrobial chemotherapy\n\nHe also developed staining methods \n\nTo distinguish blood cells \nTo differentiate types of bacteria\n\n\n\n\nIn this context, it seemed natural that scientists would figure out and cure cancer\n\n\n\n\n\n“Warburg worshiped Ehrlich and Koch and thought he was going to be the next one to make this great discovery” – Sam Apple\n\nAs Warburg studies cancer he discovers that cancer cells eat differently than other cells\n\nCancer cells ferment glucose rather than breaking it down and burning with oxygen (oxidative phosphorylation)\n\n\n\n“So this cancer cell shift to fermentation is a remarkable discovery and ends up occupying his life, his thoughts, and he ends up focusing on that for much of his life.” —Sam Apple\nWarburg’s early discoveries about cellular consumption of oxygen [26:45]\nOxygen consumption in proliferating cells \n\nWarburg was studying sea urchin eggs\nHis early studies found eggs would increase their oxygen consumption when they were about to grow and proliferate\n\nThis made sense, energy is needed to grow and oxygen consumption is involved in the more efficiency way of making energy for the cell, respiration\n\n\nIn 1923 when Warburg turns his attention to cancer, he expects to see the same thing, cancer cells utilizing more oxygen\n\nHe takes a slice of a tumor from a rat and he attaches it to a manometer to measure changes in gas pressure\n\nA manometer is U-shaped tube which can just measure changes in gas pressure\n\n\nHe doesn’t see any increase in oxygen consumption by the tumor slice culture\nHe checks the solution and finds it is full of lactic acid\n\nThis is produced from fermentation of glucose (an alternative to aerobic respiration)\n\n\nHe then tests people with cancer and finds that they have more lactic acid in their blood\n\n\nEvery test he carried out points to the same conclusion, cancer cells are taking up a lot of glucose and fermenting it to lactic acid\n\nCancer cells used less oxygen than he would expect\n\n\nWarburg wasn’t the first to observe human cells fermenting glucose\n\nPreviously, Otto Meyerhof had shown that human cells can do many things microorganisms can \nWarburg was close to Meyerhof and was familiar with his work\n\n\n\nFermentation\n\nWarburg didn’t know why a cell would use fermentation when oxygen was available\n\nFermentation was thought to be a compensatory mechanism used when there wasn’t enough oxygen or if there was damage to the mitochondria \n\nSee a diagram of the mitochondria below\nThe mitochondria is where oxidative phosphorylation takes place; this involves the electron transport chain and is the final phase of cellular respiration\n\nThis is the part of cellular respiration that produces the most energy (ATP)\n\n\n\n\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-16431\" src=\"https://peterattiamd.com/wp-content/uploads/2021/12/f1-samapple.jpeg\" alt=\"\" width=\"544\" height=\"415\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/12/f1-samapple.jpeg 544w, https://peterattiamd.com/wp-content/uploads/2021/12/f1-samapple-300x229.jpeg 300w\" sizes=\"(max-width: 544px) 100vw, 544px\" />\nFigure 1. The mitochondria, an organelle where oxidative phosphorylation takes place. Image credit: OpenStax Biology 2e Figure 7.6\n\nWhat is now called the Warburg effect describes the use of fermentation by cancer cells (instead of respiration) when oxygen is present\n\nThis is also called aerobic glycolysis (or aerobic fermentation); aerobic refers to the presence of oxygen\n\n\n\nFermentation of glucose (aerobic glycolysis) compared to cellular respiration \n\nFermentation of glucose uses glycolysis plus one more reaction to produce energy (ATP) and  lactic acid\n\nThis produces a net gain of 2 ATP, shown in the diagram below\nFermentation occurs in the cytoplasm not mitochondria\n\n\nCellular respiration also begins with glucose and glycolysis; then it uses the citric acid cycle, and the electron transport chain to produce energy (ATP), CO2, and water\n\nThis produces a net gain of between 30-36 ATP\nThe electron transport chain performs oxidative phosphorylation to produce vastly more energy\nThe citric acid cycle and electron transport chain are located in the mitochondria, shown in the diagram below, labeled simply as cellular respiration\n\n\nThere is a huge difference in the energy yield between fermentation and cellular respiration\n\nRespiration produces on the order of 17x more ATP\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16432\" src=\"https://peterattiamd.com/wp-content/uploads/2021/12/f2-samapple-1024x903.png\" alt=\"\" width=\"1024\" height=\"903\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/12/f2-samapple-1024x903.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/12/f2-samapple-300x265.png 300w, https://peterattiamd.com/wp-content/uploads/2021/12/f2-samapple-768x677.png 768w, https://peterattiamd.com/wp-content/uploads/2021/12/f2-samapple.png 1454w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Energy produced by fermentation of glucose as compared to cellular respiration Figure credit: OpenStax Anatomy and Physiology Figure 10.12\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16433\" src=\"https://peterattiamd.com/wp-content/uploads/2021/12/f3-samapple-1024x768.png\" alt=\"\" width=\"1024\" height=\"768\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/12/f3-samapple-1024x768.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/12/f3-samapple-300x225.png 300w, https://peterattiamd.com/wp-content/uploads/2021/12/f3-samapple-768x576.png 768w, https://peterattiamd.com/wp-content/uploads/2021/12/f3-samapple.png 1500w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3. Pathways used in lactic acid fermentation.  Figure credit OpenStax Biology 2e Figure 7.16\n\nThe only reason to ferment glucose is because it produces energy more quickly\n\nThe pathways is shorter needing only glycolysis and 1 more reaction, shown in the figure above\nThis inefficient pathway cannot be sustained for long because lactic acid (lactate) makes the environment acidic\n\nLactic acid releases a hydrogen ion; this lowers the pH\nThis makes it difficult for the actin and myosin filaments in muscle to release causing a burning feeling during intense exercise that is erroneously attributed to lactate\n\nDuring muscle contraction myosin in thick filaments will bind to actin in thin filaments in succession to pull the thin filaments past the thick filaments \n\nThe repeated binding of different actin molecules by myosin during muscle contractions is called the cross-bridge cycle  \nMyosin has difficulty releasing actin in an acidic environment \n\n\n\n\n\n\n\n\nThe term aerobic fermentation is a paradox\n\nIt refers to the choice of the cell to ferment glucose when oxygen is available\nFermentation is used even though a more efficient process for generating energy is available (cellular respiration)\n\n\n\nHow did he then explain the observation? And what was his hypothesis in light of that observation?\n\nWarburg thought there must be something wrong with the mitochondria in cancer cells\n\nThis was the only explanation he could come up with to explain their preference for fermentation of glucose\nHe didn’t have a full understanding of the mitochondria\n\n\n\n \nThe role models who fueled Warburg’s desire to make a great discovery [34:15]\nLouis Pasteur\n\nWarburg idolized Pasteur; his library was set up so he would gaze at a portrait of Pasteur\n\nOn one side was a portrait of Robert Koch and on the other side Paul Ehrlich\nPasteur discovered that microbes didn’t need oxygen to grow, they could ferment nutrients\n\nThis was shocking to see life without air\nPasteur discovered this seesaw-like relationship between cellular respiration with oxygen and fermentation; as one goes up the other goes down; this is called the Pasteur effect\n\nOther scientists found this trend when studying frogs\nEveryone understood this relationship, the Pasteur effect\n\n\n\n\n\n\nFermententation was thought of as lower and less noble than respiration\nFor Warburg it was shocking to see a cell choose to use fermentation when oxygen was available\nWarburg didn’t have a good way to test the hypothesis that cancer cells were fermenting glucose because something was wrong with their mitochondria\n\nThe tests he performed simply showed fermentation of glucose; he couldn’t show any problem with the mitochondria\nHe didn’t seem to recognize this as a limitation either\nHis early tests showed fermentation was increasing while respiration continued at a steady pace\n\nHe sort of denied or explained away respiration\nHe felt it was the job of respiration to repress fermentation and if this relationship wasn’t working then it was broken\n\n\n\n\nThis is ironic because there is no way to know if this observation is the cause or effect of cancer\n\nRobert Koch and Koch’s Postulates\n\nThe scientific hero of the era was Robert Koch, the German scientist who discovers the causal relationship between microorganisms and infectious diseases\n\nHe starts with anthrax, then he has his great breakthrough with tuberculosis\nHe develops Koch’s postulates, a method to identify the microbe that causes an infectious disease\n\nKoch’s postulates are a series of 4 steps, outlined in the figure below needed to show a microbe is a causative agent of disease\nPrior to this microbes were relatively unknown and diseases were not successfully treated\n\n\nWarburg grew up with Robert Koch as a model of one of the greatest men of his generation\n\nKoch’s postulates are famous for showing how one thing can cause another and what conditions have to be met to show that a microorganism actually causes a disease\n\n\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16434\" src=\"https://peterattiamd.com/wp-content/uploads/2021/12/f4-samapple-1024x739.jpeg\" alt=\"\" width=\"1024\" height=\"739\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/12/f4-samapple-1024x739.jpeg 1024w, https://peterattiamd.com/wp-content/uploads/2021/12/f4-samapple-300x216.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2021/12/f4-samapple-768x554.jpeg 768w, https://peterattiamd.com/wp-content/uploads/2021/12/f4-samapple.jpeg 1300w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4.  Koch’s postulates are a 4-step process used to determine what microbe causes an infectious disease.  Figure credit: OpenStax Microbiology Figure 15.4\n“It’s a very rigorous logic that again I think we all take for granted today, but at the time it was remarkable and it demonstrated the causal relationship between these various microorganisms and the diseases they caused” – Peter Attia\n\nThese postulates were a key breakthrough, before it was known that one could transfer disease by taking blood, etc. from one organism to another and transfer disease\nKoch understood that first the microbe needed to be grown outside the body so that only 1 thing was transferred\n\nHe wanted to prove that it was the microbe itself that cause disease by growing it independently then taking some and injecting them\n\n\nHitler also idolized Robert Koch and this idea of causality\n\nHe referred to himself as the “Robert Koch of politics”\nHe said Koch saved the world through science by eliminating the microbes, the microorganisms that cause disease\n\n\nThis was the context where Warburg said “every disease has a prime cause and a secondary cause”\n\nHe used the analogy of Robert Koch that the prime cause of infectious disease is a microbe\nThere are all sorts of secondary causes: unsanitary conditions that allow a microbe to get into a person, plagues, anything that causes a microbe to get into a person’s blood\n\n\n\n \nHow Warburg described the primary and secondary causes of cancer [42:15]\nPrimary cause\n\nWarburg said the most fundamental thing about cancer is the shift to fermentation\n\nHe claims this is the primary cause, although there was never proof for this\nToday people say maybe 70% of cancers shift to fermentation\n\nAll cancers will shift to fermentation as oxygen becomes less available\n\n\n\n\n\nSecondary\n\nAnything that causes fermentation can be thought of as a secondary cause\n\nAnything that damages the mitochondria and causes fermentation such as a chemical or virus\nIt’s always viewed through the lens of a structural problem, whereby the seesaw-like relationship between respiration and fermentation is damaged to favor fermentation\n\n\n\nWhat did Warburg believe accounted for the significant increase in the prevalence of cancer leading up into the 1920s and 1930s as a secondary cause by his definition?\n\nHe was very worried about environmental carcinogens as a secondary cause of cancer\nThe prevalence of cancer increases significantly in the 1920s and 1930s\nWarburg likely attributed secondary causes of increased cancer rates to environmental carcinogens\n\nIn Germany, he campaigns against many sources of chemicals such as smog from automobiles and busses, and food dyes\nHe becomes an organic farmer; his partner (Jacob Heiss) is the only person allowed to cook for him\nHe has his own well for water\n\n\n\n“I think [Otto Warburg’s] influence is much wider than many people realize… he ended up having a massive influence on American life. Just nobody knows about it.” – Sam Apple\n\nHis hypothesis was that the chemicals in our food first and foremost were poisoning the mitochondria and causing the shift to fermentation\nRachel Carsom’s book Silent Spring, was hugely influential; it really changed American environmental policy\n\nWarburg is actually the first cancer scientist mentioned in the book\nIt’s clear that that’s exactly how she viewed cancer, she saw all these environmental chemicals as causing cancer via the damage to respiration that Warburg cited \n\n\n\n“I think he ended up having a massive influence on American life. Just nobody knows about it.” —Sam Apple\n \nWarburg’s Nobel Prize in 1931 [45:45]\n\nWarburg won the 1931 Nobel prize in physiology or medicine for his work on respiration and understanding how the electron passes down the electron transport chain and reacts with oxygen\n\nAt the time he believes the reaction with oxygen is the only step in the electron transport chain\nReally it’s the final step in the electron transport chain\nHe wins the Nobel prize for elucidating the involvement of oxygen in the process of respiration [discussed further later in this podcast]\n\n\nMany people think he got the Nobel prize for cancer, but that’s not true\n\nHe was nominated in 1926, and should have won for his cancer research, but he doesn’t\n\n\n\n \nWarburg’s life and work during WWII in Nazi Germany [46:30]\nWarburg gets his own institute and stays in Germany\n\n1931, the Rockefeller foundation built a beautiful institute for Warburg  \n\nHe designed the institute himself after a country manor that he admires\nHe is on top of the scientific world, having just won the Nobel prize\n\n\n1933 his colleagues begin to flee Germany; they see what’s coming but he refuses to\n\nHe’s not going to give up his kingdom\nHe says, “I was here before Hitler”\n\n\nLike a lot of Germans, he believed the Nazi phenomenon would be short-lived\n\nWarburg thought they would be gone in maybe 6 months or a year\nHe called them Bavarian noisemakers\nHe was so arrogant and so narcissistic that he couldn’t fathom anybody telling him what to do\nHe didn’t think there was any way Nazi thugs were going to kick him out of his institute\n\n\nSam notes, “I think the most shocking thing about his story is he has a famous Jewish name, his father’s Jewish. So he’s Jewish by the Nazi standards. He lives with his male partner. He should have been as vulnerable as anybody in Nazi Germany.” \n\nHe provokes the Nazis; he was in a dangerous situation\n\nHe screams at them when they come to his Institute, demanding Aryan descent forms\nHe won’t do the Hitler salute\nHe won’t put up the Nazi flag\n\n\nThe NY Times wrote an article about him being in jeopardy in 1936; he was famous enough to be written about in the Times\nWarburg was very stubborn; he said to his sister at one point that “It’s going to be either me or them. I’m not budging” \n\nThe more pressure he got, the more he insisted on staying because he couldn’t stand to think that he would lose that battle\nAt the time it was considered shameful to leave and accept that one was somehow a lesser German\n\nThis was the antithesis of everything Warburg stood for\n\n\n\n\n\n\nWarburg’s sister, Lotte, kept a diary; she was a writer, and she wrote a great deal about him\n\nThis was one of Sam’s key sources\n\n\nWarburg didn’t keep a diary, but he wrote a lot of letters\n\nBecause he was famous and such a character, whenever somebody encountered him, they would often write down their impressions \nHe did scribble a few notes in the back of his notebooks at the very end of the war\n\nHe was dealing with guilt for not protecting certain people who worked for him, who were forced into the military\nHe began to write out his defenses a few sentences at a time\nIt gave a window into how persecuted he felt at the end and maybe even guilty\n\n\n\n\nMost of the Jewish people he was associated with left Germany\nIn the Kaiser Wilhelm Society, there were around 2,500 Jews at various institutions\n\nWarburg was the only one who stayed until the very end \n\n\nWhat a lot of people don’t realize is that German Jews, in many cases, were more likely to survive the Holocaust than other European Jews\n\nAlthough some of his cousins were murdered in the camps; he wasn’t close to them\nHe didn’t lose many people who were close to him\nIt would be impossible for him to had not have known a lot of people who died\nHe certainly knew hundreds or thousands of people who fled for their lives\n\nIn the early 30’s there was the opportunity to leave Germany, but it was extraordinarily difficult because they would take all your wealth\nA lot changed after the war started; at that point many were in great danger\nIt was very different for Eastern Europe where the Holocaust really begins; many never had a real opportunity to escape when the Germans rolled in\n\n\n\n\nWarburg was famous and the Nazis saw a propaganda value in having him around\n\nThe Berlin Olympics are held in 1936; they’re able to show that this guy has Jewish ancestry is still here working in Germany\nHis propaganda value is useless once the war starts\n\n\nHe is in increasingly grave danger throughout the late 30’s\nMeyerhof, who’s also a Nobel prize winner, escapes in 1938 and flees to France\n\nWhen the Germans roll into Austria in ‘38, many Austrians Jews escape\n\n\n\nJune 21, 194:1: Warburg is called into Nazi headquarters [54:00]\n\nIt comes to a head June 21, 1941 when Warburg is called into Nazi headquarters to meet withe Viktor Brack\n\nThe war is in full swing; there’s no value in keeping Warburg alive for propaganda\nViktor Brack is the guy who designs the euthanasia killing program that sort of starts the mass killing\nWarburg has received an eviction notice from his Institute\n\nHe had a lot of enemies in German science even before all this started\n\n\nHe’s told he will be allowed to live on one condition, he must focus on cancer research\n\nGerman historians recorded this meeting\nNo one realized the importance of this moment in German history; at dawn, the next morning, the German tanks rolled into Soviet territory\n\nIt was the launch of Operation Barbarossa, which is, at the time, the biggest military invasion in history\n\n\n\n\nThis is the context when the Nazis were worrying about Warburg; the meeting was even in Himmler’s day planner\nIn Goebbels’ diary, he records hours before the Operation Barbarossa that he and Hitler were talking about cancer research\n\nIt doesn’t mention Warburg’s name but it seems Hitler knew what was going on\nThere is evidence of Hitler’s direct involvement because Warburg applied for a German Blood Certificate \n\nThis is a document for someone with partial Jewish heritage declaring them of German blood\nHitler reviewed these applications\nHe probably decided on June 21, 1941 to approve his application and let Warburg continue to focus on cancer\nWarburg gets the papers he needs to continue living and working in Germany\n\n\n\n\n\n\n\nHitler’s interest in cancer\n\n\n\nWhen Hitler was a teenager, he lost his mother to breast cancer\n\nHistorians say that his mother was really the only person he was capable of loving\nHitler is distraught; the Jewish doctor who cared for his mother wrote a reflection on the experience, “he said in his entire life, he’s never seen anybody look as dejected as Hitler” \nHitler okayed experimental treatments on his mother, which left her writhing in pain\n\nAnd, he was there at the bedside\n\n\n\n\n\n\n\n\nFor the rest of his life, Hitler was obsessed with cancer \n\n\n\n\n\n\nHe talked about it constantly in his speeches, as a metaphor\nHe was also a hypochondriac who constantly had stomach problems and thought he had stomach cancer\n\n\n\n\nTrying to eliminate cancer became a huge part of the Nazi project\n\nThey actually did make some advances in cancer prevention, though for all the wrong reasons\n\n\nGerman science was very prominent going into the second World War\n\nEarly 20th-century, one had to speak/read German to be a scientist\nIt’s incredibly how many early Nobel prize winners were Germans\n\nWarburg said he could have won a second Nobel prize during WWII but the Nazi’s wouldn’t allow it (although there’s no evidence that that was the case)\n\nHis work on cancer certainly deserved it, says Sam\n\n\n\n\nThere was a huge shift in German science after the war\n\n\n\n \nWarburg’s research in hydrogen transfers and coenzymes—his best science? [59:45]\nThe electron transport chain, the final part of respiration\n\nWarburg won the Nobel Prize in Physiology in 1931 for understanding the last stage of respiration where oxygen is utilized\n\nThis enzyme is now called cytochrome oxidase (complex IV of the electron transport chain)\nThe whole time Warburg had been saying this [reaction with oxygen] was the only thing one needed to know for respiration \n\nThis was analogous to what he said about cancer, that the switch to fermentation was all one needed to know\n\n\nHe finally accepted that respiration and what happens at the electron transport chain is actually a multi-step process, outlined in the figure below\n\nRespiration doesn’t just occur directly with oxygen, but hydrogens are ripped off nutrients and passed down the electron transport chain to oxygen at the end \n\n\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-16435\" src=\"https://peterattiamd.com/wp-content/uploads/2021/12/f5-samapple.jpeg\" alt=\"\" width=\"544\" height=\"461\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/12/f5-samapple.jpeg 544w, https://peterattiamd.com/wp-content/uploads/2021/12/f5-samapple-300x254.jpeg 300w\" sizes=\"(max-width: 544px) 100vw, 544px\" />\nFigure 5. The electron transport chain is the final part of respiration and the process that generates the most ATP. Figure credit: OpenStax Biology 2e Figure 7.12\n\nHe then became interested in hydrogen transfers in respiration and understanding how the reaction takes place\n\nThis is his focus in the 40’s\nMany people think this is the best science he did\nHe made huge advances in understanding the role of coenzymes and how they react with hydrogen and allow for these transfers\nThis was innovative work that set the stage for decades of enzyme research\nThis led to the discovery of NAD among other things\n\nHe deserved another Nobel prize for this work but Sam didn’t find any evidence that he was in the running to get one\n\n\n\n\n\n“But I think he fairly deserved three Nobel prizes” – Sam Apple\nHis work on the coenzyme NAD\n\nWarburg studied the electron transport chain and the movement of electrons and hydrogen back and forth between NAD and NADH\nWarburg’s earlier work had focused on indirect evidence using lights at different wavelengths to identify enzymes\n\nThis technique generates a fingerprint of cells\nLight patterns are used to identify cellular enzymes\n\n\nIn the ‘30’s he’s trying to isolate enzymes and perform chemical analysis to determine the reactive components\nHe was working on what he called the “in-between ferment”, which we now know as NAD\n\nHe can only isolate a small amount from horse blood, not enough for chemical analysis\nAt one point he says “To figure this out, I’m going to need to kill all the horses in Germany”\nHe asks a friend who worked in the chemical industry in Germany to see if he can find anything similar to NAD; this friend finds an exact match, nicotinic acid (niacin) \n\nThis is a chemical that had been used in photography for decades\nWarburg remarks, “Wherever I’m sitting, a day ago, I couldn’t buy it for all the money in the world; and now, I can get it for two marks.” \n\n\n\n\nNicotinic acid turned out to be hugely important, not only for understanding respiration but for understanding the disease Pellagra\n\nPellagra was solved after Warburg made this discovery and someone thought to give nicotinic acid to people with this disease to see if it cured them; it did\n\nWarburg wanted to make a great discovery and save lives; he actually did, but he never saw it that way\n\n\n\n\n\n \nWarburg’s decision to stay in Germany after WWII [1:03:30]\nWhy Warburg stayed in Germany after WW2\n\nWarburg stays in Germany after the war ends\n\nHe thinks about moving\nHe comes to America in the late ‘40’s and stays in a couple different labs for 6 months each\nThe Rockefellers didn’t want anything to do with him because of his connection to Germany\n\nThis is ironic because he hated the Nazis as much as anyone\n\n\n\n\nHe makes more and more extreme statements about cancer; this alienates many people\nThere’s not a future for him in America \n\nIn the 50’s the American’s give him back his institute in Germany; they had taken it over during military occupation of Berlin\nHe goes back to his beautiful Institute and he has, again, some propaganda value for the Germans; they can say, “Look, we’ve given this person of Jewish descent his Institute back, and he’s living here and thriving in Germany.” \n\nHe continues his research as if nothing had happened\n\n\n\n\nIt’s an interesting story how he ended up in west Berlin \n\nIn 1943, bombs are falling near his Institute, and he’s actually moved to a new Institute that the Nazis built him\nThey refurbished this beautiful sea house for Warburg in the middle of the worst part of the war for them\n\nPut this in context, his move occured in a time where there was no gasoline for anything; it was forbidden to build anything if it’s not for the war effort\nTime was made to build something for Warburg to continue his cancer research in a safer place; and that Institute actually ended up in Soviet territory\n\n\n\n\nWhen the war ends, he is under Soviet rule and has to escape back to the west, meanwhile the Soviets were trying to recruit him more so than the Americans\n\nA lot of great German scientists (and also Nazis) were smuggled into America for the purpose of American science; the Soviets were going after them too\n\n\nWarburg’s Institute is in west Berlin, so he ends up staying on the American side ultimately\n\n \nDiscovery of oncogenes in the 1970s and the decline in interest in Warburg’s ideas [1:07:30]\n\nWarburg had a feud with Sidney Weinhouse in the 50’s or so \n\nWeinhouse was a biochemist who also studied metabolism in cancer cells\nWeinhouse worked in the Philadelphia suburbs; he died in 2001\nUnlike Warburg, Weinhouse was a mild-mannered guy\nHe publicly called Warburg out and said he didn’t agree with the interpretation\n\nThe new headline at the time was “Cancer Theory Overthrown”\nThough Weinhouse was deferential to Warburg in the article\nWeinhouse said “Look, there’s no difference in oxygen consumption between these cells. And, there is no evidence that the mitochondria are damaged.” \n\n\nThey had a back and forth in the journal Science \n\nWarburg is a really elegant writer; Sam admires his writing\nHe makes much bolder statements and denounces his opponents in a way that Weinhouse doesn’t\nWeinhouse is a more humble scientist \nWeinhouse challenges the belief that cancer cells have defective mitochondria; he sees respiration occurring just fine\n\n\n\n\n\nWhat is it about the discovery of DNA that would ultimately change the course of Warburg’s discovery and this entire field of cancer metabolism for decades to come?\nBy the ‘50’s and ‘60’s Warburg is fading from prominence \n\nOncogenes were discovered in the mid ‘70’s\n\nThis was the first time scientists had shown that mutation of specific genes could cause cancer\nThis begins a new study of cancer molecular biology focused on genes and signal transduction pathways\n\nThe study of metabolism and enzymes in cancer seems like old world biochemistry\n\n\n\n\n\n“And, it’s just amazing to me how quickly Warburg gets relegated to the old world, and nobody’s interested. By the nineties, students don’t know his name.” – Sam Apple\n\nWarburg dies in 1970\n\nFundamental traits of cancer and oncogenes\n\nIn the year 2000, Robert Weinberg co-authors a paper on the six fundamental traits of cancer and doesn’t include the Warburg effect or mentioned Warburg or metabolism\n\nThey publish a revised review of the hallmarks of cancer in 2011 and include Warburgs work on altered metabolism\n\n\nBy in large, Warburg is gone from cancer science, gone from textbooks\n\nWeinberg’s famous textbook on cancer, published in 2006 doesn’t mention Warburg\n\n\nMukherjee’s book on cancer (which Sam thinks is absolutely brilliant) also doesn’t mention Warburg, because nobody was mentioning him\nThe enzymes Warburg studied were simply referred to as housekeeping enzymes (encoded by housekeeping genes)\n\nCancer cells need energy to divide but it wasn’t thought of as fundamental to the process of cancer, they only supplied something cancer cells needed\n\n\n\n“It’s really shocking to me that something so fundamental could just get lost, but to some extent, that’s how science works. There’s an exciting new thing, and it’s hard to focus on two things at once.” – Sam Apple\n\nOncogenes are discovered in the ‘70’s and Harold Varmus and Michale Bishop are awarded the Nobel prize in 1989 for their discovery\nPeter notes that by the time he was in medical school in the late ‘90’s he had memorized so many oncogenes and tumor suppressor genes, all the pathways and such\n\n \nThe renaissance of Warburg’s ideas on cancer metabolism and a new explanation for the Warburg Effect [1:13:45]\nAltered metabolism in cancer cells\n\nPeter first heard of Warburg in a Science paper from 2009 written by Matthew Vander Heiden and co-authored by Lew Cantley and Craig Thompson\n\nLew has been on the podcast (#110 – Lew Cantley, Ph.D.: Cancer metabolism, cancer therapies, and the discovery of PI3K) \nIt seemed that the idea of metabolism mattered even though it was not at the forefront of the field\n\n\nSam thinks the revival of Warburg’s ideas began in the mid to late ‘90’s in 2 key labs: \n\n(1) Craig Thompson (now president CEO of Memorial Sloan Kettering) \n(2) Chi Van Dang (who at the time was at Johns Hopkins)\nBoth were working on understanding cancer molecular biology and tracing signaling pathways in the cell and working their way back to metabolic enzymes\nChi found the transcription factor, MYC, was activating lactate dehydrogenase (LDH)\n\nHe was shocked to find this pathway leading back to a basic fermentation reaction\nHe became very curious about Warburg and reading the old papers on enzymes and really helped launch a lot of the metabolism revival\n\n\nCraig Thompson and Vander Heiden (who was then a student in Craig’s lab) were studying AKT \n\nIt was know that AKT could act as an oncogene and cause cells to proliferate, but its role in metabolism was surprising\nAKT acts to allow glucose into the cell and Thompson found that its effects on proliferation are downstream of its effects on glucose uptake \n\n\n\n\n\nNew view on increased fermentation rates observed in cancer cells \n\nThis 2009 paper by Vander Heiden et al. is interesting because it acknowledges the Warburg effect but comes up with a different explanation and 3 key points\n\nPrior to this, the Warburg view is that fermentation occurs in cancer cells in response to defective mitochondria\n\nFermentation is a backup generator to produce energy for the cell\n\n\n1) This paper argues that there is not evidence for defective respiration; the mitochondria seem functional and intact\n2) Other reasons cells may take up a lot of glucose is to synthesize new nucleotides, lipids, etc for daughter cells; this is argued as the main reason for taking up so much glucose\n\nThus cancer cells prioritize metabolic pathways for proliferation rather than efficient production of ATP\nMost scientists now agree with this explanation\n\n\n3) Cancer cells are getting some energy from respiration and some from fermentation\n\n\n\n“So, it makes sense that glucose uptake would increase rapidly, but the cells, they actually, they’re getting some energy, some ATP from respiration, some from fermentation, but they have enough to continue to function. What they really need are the building blocks for growth. And, so that is a sort of new way to understand the Warburg Effect.” \nSome scientists still agree with Warburg\n\nSam interviewed Thomas Seyfried, and he agrees with Warburg that mitochondria are defective in cancer cells and this is the reason for excess glucose uptake and the switch to fermentation \n\n\n\n\nReview article from 2010 Cancer as a Metabolic Disease\nThere are other smart, accomplished scientists who also think Warburg got it right\n\n\nBut Sam interviewed many more people who felt that Warburg was wrong about the problem of defective mitochondria\nThrough Sam’s research, he sides more with Cantley, Thompson and Vander Heiden\n\nWhat is cancer? — a presentation from Craig Thompson\n\nCraig Thompson gave a demonstration for students explaining cancer metastasis, he shows “everybody’s first cancer experiment”, mold growing on a piece of bread (begin this YouTube video at 12:00) \n\nThis goes back to Pasteur and understanding proliferative metabolism; this happens in lots of cells (not just microorganisms) in response to defective respiration\n\nPasteur was wrong when he thought proliferative metabolism was unique to microorganisms  \nThis occurs when a cell has access to many nutrients all at once\n\n\nBack to the moldy bread example, the mold doesn’t care how much oxygen is available, they simply eat the bread, grow and multiply\n\nThe availability of nutrients is the key to what causes this proliferation to take off\nIn single-celled organisms (mold) the availability of nutrients is key\nIn advanced organisms (animals) it’s more complicated, nutrients, hormones, growth factors, etc. are involved\n\n\n\n\nCancer is a problem of growth\n\nWhat causes cells to grow – nutrients and hormones\n\nHad the science progressed in a different way, then this would have always been the focus\nHowever, the ability to measure insulin in the blood wasn’t possible until the late ‘60’s\nThe discussion of the Warburg effect in cancer as a response to damaged respiration made sense in the context of not understanding the role of insulin and growth factors in cell division\n\n\n\n\nSam tends to view cancer in the way described by Thompson, Cantley, and Vander Heiden (publication)\nHe also thinks Seyfried deserves a ton of credit for sort of bringing metabolism back into the conversation\n\nEverybody agrees that as a cancer progresses, blood vessels are no longer delivering oxygen in the same way, and that’s clearly playing a role in revving up fermentation\n\n\n\n \nThe argument against the Warburg Effect as a primary cause of cancer and the potential role hyperinsulinemia [1:21:15]\nIs the Warburg effect a primary cause of cancer?\n\nSam’s view is that damage to respiration is not necessarily either/or in regards to the origin of cancer damage\n Peter’s view, thinking on first principles, is that the Warburg effect doesn’t make sense\n\nIf the primary cause of cancer is damage to the mitochondria, that is an insult to the cell that inhibits its ability to acquire energy\nIt’s great that the cell can produce energy outside of the mitochondria\nAn insult to the mitochondria doesn’t explain why the cell would then take up more nutrients; instead it explains why the cell would metabolize nutrients in a different way\n\nBoth normal cells and abnormal cells are exposed to the same level of nutrients and the same hormones\n\nWhy is only one of these going down the cancerous pathway?\n\n\nHormones and nutrients are simply the fuel allowing this to happen, not the spark\nHe doesn’t agree that the initial insult is insult to the mitochondria\n\n\nPeter thinks the oncogenes are the driver initiating cancer\n\n\n\n“I think the metabolism allows the cancer to be even more adaptable” – Peter Attia\n\nMetabolism is important in for considering cancer treatment and prevention\n\nFrom the perspective of a bedside doctor, the question of what can one do to prevent or reduce the probability of cancer is important and may be impacted by the Warburg effect\n\n\n\nConnecting the dots\n\nSam sees 2 components of this story:\n\n1) what’s going on inside the cancer cell; the Warburg effect, fermentation increases and glucose is rapidly metabolized\n2) various environmental causes of cancer; 200 years of cancer epidemiology \n\n\n\n\nAs a journalist, Sam may not always understand the science but he can look at one scientific field and another scientific field and connect the dots\nIn the late ‘90’s at the same time that Thompson’s lab and Chi Van Dang’s lab are returning to Warburg metabolism there are epidemiology papers published that show elevated insulin levels and obesity are correlated with cancer\n\n“That in a lot of ways was my project for the end of the book; trying to understand, is the obesity story related to the overeating of glucose in the cancer cell” – Sam Apple\n\nSam thinks hyperinsulinemia is the piece that puts it all together\n\nThis can explain obesity\nIt can explain cancer and why cancer was once a rare disease\nDiseases of civilization have become much more common, these are diabetes and obesity; insulin is the explanation that ties it all together\nObviously not all cancers are caused by insulin\n\nInsulin’s role may only be indirect\n\n\n\n\nTo make big progress on cancer prevention, there needs to be focus on hyperinsulinemia\nIt’s been 50 year since the war on cancer begun and little overall progress has been made in terms of prevention\n\n \nIdentifying primary and secondary causes of cancer for the purpose of cancer prevention [1:27:00]\nPrimary causes of cancer\n\nConsider what is a primary cause and secondary cause\n\nFor example, when ravenous diarrhea was ripping through London in the 1800’s \n\nThe primary cause was cholera; this is the first step in the process\nThe secondary cause was lack of sanitation which permitted the cholera bacteria to travel so freely from sewage to drinking water\n\n\n\n\nConsider cancer through the lens of the 2 most readily identified epidemiologic factors in terms of most people impacted in the developed world:\n\n1) smoking\n2) obesity\n\n\n\n\nCarcinogens that cause mutations are the evidence for the relationship between cigarette smoking and cancer\n\nOne could argue that the prime cause driving cancer is the mutation in the DNA\n\nOr cigarette smoke is the prime cause\nBut by Warburg’s definition the mutation is the prime cause\n\n\n\n\nAnother way to think about it is that the problem with cancer begins with the DNA\n\nThe Seyfried paradigm is that it begins with the mitochondria\n\nReview he co-authored in 2010, Cancer as a metabolic disease\n\n\n\n\nSam thinks it makes logical sense to see smoking as a prime cause of cancer\nPeter adds obesity as another primary cause \n\nBut the hazard ratio for obesity isn’t nearly as large as it is with tobacco\nIt’s harder to disentangle obesity from its other multivariate parameters\n\nThe person who is obese eats a different way, sleeps a different way, exercises a different way, etc.; all these could potentially play a role\n\n\n\n\n\nSecondary causes of cancer\n\nIf obesity is considered a primary cause of cancer, the next step is to identify secondary causes\n\nIs it a growth factor associated with obesity?\n\nInsulin is one such growth factor\n\n\nIt is other changes prominent in obesity, such as inflammation?\n\n\nWhy is insulin a prime candidate within the obesity paradigm for driving cancer?\nSam’s argument in the latter part of his book is that the connection between obesity and  cancer is not casual\nInstead, hyperinsulinemia is simultaneously driving obesity and cancer cell proliferation\nSome people are ‘metabolically healthy’ and obese; they store more nutrients in subcutaneous fat and not visceral fat\n\nThey tend to not have insulin resistance\nConversely, some thin people have insulin resistance \n\n\nSam agrees that the insulin-cancer connection isn’t as strong as the smoking-cancer connection\nIs insulin a primary cause of cancer or is it a mutation that occurs that allows the cancer cell to take advantage of hyperinsulinemia?\nConsider a  two-by-two matrix where there is chromosomal insult, yes or no; and hyperinsulinemia, yes, no\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-16436\" src=\"https://peterattiamd.com/wp-content/uploads/2021/12/f6-samapple.png\" alt=\"\" width=\"994\" height=\"792\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/12/f6-samapple.png 994w, https://peterattiamd.com/wp-content/uploads/2021/12/f6-samapple-300x239.png 300w, https://peterattiamd.com/wp-content/uploads/2021/12/f6-samapple-768x612.png 768w\" sizes=\"(max-width: 994px) 100vw, 994px\" />\nFigure 6. Two-by-two matrix.\n\nSo which one gets cancer? Is it only the double positive?\nOne would think that the double negative does not\nWhat’s happening on the other corners: chromosomal insult without hyperinsulinemia and no chromosomal insult with hyperinsulinemia?\n\n\nThese question matter a lot in terms of cancer prevention\n\nConsider that both are required, then cancer prevention requires avoiding any sign of metabolic ill health and hyperinsulinemia as well as doing everything imaginable to reduce the burden DNA insult\nNow layer on aggressive cancer screening \n\n\nThere are no great answers at this point\nOne hypothesis is that chromosomal insult occurs (by chance or for whatever reason) and affects the PI3K pathway thereby allowing the cell to take advantage of hyperinsulinemia \nAnother speculative idea is that hyperinsulinemia and excessive glucose metabolism actually drive chromosomal insult through the creation of reactive oxygen species in the mitochondria\n\nCraig Thompson describes hypermetabolism as a way for the cell to mutagenize\n\n\nThere’s new research coming about how nutrients play a huge role in epigenetics as well\nIt may be that there’s just bad luck and mutation comes along, and then if the insulin is there, the cell takes advantage… if it’s not then the tumor never takes off\n\n \nThe link between sugar, fructose, and cancer [1:35:30]\n\nA lot of people die with cancer rather than from cancer\nMaybe the immune system can kill microscopic tumors if not for the insulin\n\nIf not for the insulin telling cancer cells to stay alive\nThere isn’t a good answer here\n\n\nEpidemiology says there is something going on with nutrition; cancer was much more rare prior to the shift to the Western diet\n\nSam thinks it all points to hyperinsulinemia\nIt’s a growth factor and cancer cells are covered in insulin receptors\n\n\nThe counterpoint is that bad luck produces a mutation in AKT, then the cell no longer needs insulin and can just get all the glucose at once \n\nBut as he understands it, even with mutations in the PI3K, AKT, mTOR pathway, they’re still insulin-dependent, just less dependent\n\n\n\nSugar\n\nRick Johnson and Lew Cantley have both spoken about non-insulin requiring nutrients such as fructose\n\nReview from 2020 by Johnson et al., Fructose contributes to the Warburg effect for cancer growth\n\n\nSam had decided early in his writing process that sugar was a big part of this story\n\nHe assumed that sugar was driving fat storage in the liver and insulin resistance\n\n\n\n“I was writing about Warburg who always believed too strongly in his own ideas and couldn’t accept that they may be wrong. Anytime you’re writing a book that has any kind of argument in it, you fall into that trap and have to remember that science changes and not everything’s proven.” – Sam Apple\n\nRecent work by Cantley’s lab and Richard Johnson’s lab showed that fructose seems to drive certain cancers\n\nParticularly colon cancer\n\nPublished in Science in 2020, High-fructose corn syrup enhances intestinal tumor growth in mice\n\n\nFructose turns on the Warburg effect, allows ATP to go down, and allows glucose to flow in\n\nReview published in Cancer and Metabolism in 2020, Fructose contributes to the Warburg effect for cancer growth\n\n\nThis occurs independently of the effect of insulin\n\nSam was surprised that these effects could be disassociated from insulin\n\nHe thought maybe sugar is worse than everyone thinks; could it cause cancer in 2 different ways?\n\n\n\n\n\n\n\n\nPeter points out that when fructose is consumed in excess, fructose metabolism leads to insulin resistance, which leads to hyperinsulinemia\nThe Colon cancer work by Lew Cantley suggests that it’s an energetic issue, the lowering of ATP in the cell that occurs when fructose is metabolized that can drive hyper-influx of glucose\n\nThis is not necessarily an insulin-driven process\n\n\nSam found Rick Johnson’s whole discussion of the role of fructose absolutely fascinating\n\nJohnson discussed fructose with Peter in this podcast from January 2020\nHis example of the naked mole-rats was fascinating \n\nThey live in a low-oxygen environment and run a lot of Warburg metabolism by converting glucose to fructose\n\n\n\n\n\n \nSam’s reflections on the work that went into Ravenous [1:39:45]\n\nSam grew up Jewish; he learned about the Holocause and Nazis\n\nIn his mind they were monsters; he never humanized them\nIn researching this book, he had to look at the personal stories of all the Nazis and not think of them in an abstract, evil way but understand them as human beings\n\nUnderstand how they went down this path; how it happened progressively\nHow someone who might in one context be a nice friend and neighbor, go on to work on documents that lead to the murder of millions\n\nIt was chilling and eye-opening to think that this wasn’t an anomaly, but this had happened elsewhere and could happen again in various forms\nIt made him more politically attuned to certain extremist politics\n\n\n\n\n\n\nThe book was a daunting project; it has 120,000-some words\nHe didn’t speak German fluently and didn’t plan to write the book\n\nThe publisher came to him after his article in the New York Times Magazine and asked him to write it \n\n\nThrough the process of writing Ravenous, he learned a lot about himself as a writer and trust himself more as a historian\nWriting it was a big risk but the end of the project was very rewarding\n\n§Selected Links / Related MaterialSam’s latest book on the cancer-diet connection: Ravenous: Otto Warburg, the Nazis, and the Search for the Cancer-Diet Connection by Sam Apple (2021) | [\nThe article that inspired the book Ravenous: An Old Idea, Revived: Starve Cancer to Death | Sam Apple, The New York Times Magazine (May 12, 2016) | [\nGary Taubes discussion of metabolism and nutrition: #167 – Gary Taubes: Bad science and challenging the conventional wisdom of obesity | The Drive Podcast with host Peter Attia (peterattiamd.com/) | [3:45]\nWarburgs disagreement with Weinhouse on respiratory impairment in cancer cells: \n\nOn the origin of cancer cells | Science (O Warburg 1956) | [1:09:15]\nOn respiratory impairment in cancer cells | Science (S Weinhouse 1956) | [1:09:15]\nOn respiratory impairment in cancer cells | Science (O Warburg 1956) | [1:09:15]\nOn respiratory impairment in cancer cells | Science (D Burk and A L Schade 1956) | [1:09:15]\n\nWatson and Crick’s publication of the structure of DNA: \nA Structure for Deoxyribose Nucleic Acid | Nature (JD Watson and FHC Crick 1953) | \nGenetical implications of the structure of deoxyribonucleic acid | Nature (JD Watson and FH Crick 1953) | \nWeinberg’s papers summarizing the hallmarks of cancer:\n\nThe Hallmarks of Cancer | Cell (D Hanahan and RA Weinberg 2000) | [1:12:15]\nHallmarks of Cancer: The Next Generation | Cell (D Hanahan and RA Weinberg 2011) | [1:12:30]\n\nWeinberg’s textbook on cancer: The Biology of Cancer 1st Edition by Robert A. Weinberg (2006) | [1:12:30]\nMukherjee’s book on cancer: Emperor of All Maladies: A Biography of Cancer by Siddhartha Mukherjee (2010) | [1:12:30]\n1989 Nobel prize in physiology or medicine: The Nobel Prize in Physiology or Medicine 1989 was awarded jointly to J. Michael Bishop and Harold E. Varmus “for their discovery of the cellular origin of retroviral oncogenes.” | NobelPrize.org (1989) | [1:13:15]\nFirst paper that brought the Warburg effect to Peter’s attention: Understanding the Warburg Effect: The Metabolic Requirements of Cell Proliferation | Science (MG Vander Heiden, LC Cantley, and CB Thompson 2009) | [1:13:45]\nLew Cantley’s discussion of cancer metabolism on The Drive podcast: #110 – Lew Cantley, Ph.D.: Cancer metabolism, cancer therapies, and the discovery of PI3K | The Drive Podcast with host Peter Attia (peterattiamd.com/) | [1:14:00]\nCraig Thompson’s lecture on cancer, including the moldy bread experiment: How do people get cancer | Craig B. Thompson explains the moldy bread experiment at 12:00 (Feb 11, 2011) | [1:19:15]\nReview by Seyfried in support of the Warburg effect: Cancer as a metabolic disease | Nutrition and Metabolism (TN Seyfried and LM Shelton 2010) | [1:17:45]\nRecent work by Cantley’s lab suggests fructose drives colon cancer: High-fructose corn syrup enhances intestinal tumor growth in mice | Science (M D Goncalves et al. 2019) | [1:37:30]\nJohnson’s review of the role of fructose in the Warburg effect: Fructose contributes to the Warburg effect for cancer growth | Cancer and Metabolism (T Nakagawa et al. 2020) | [1:36:30]\nRick Johnson’s discussion of fructose on The Drive podcast: #87 – Rick Johnson, M.D.: Fructose—The common link in high blood pressure, insulin resistance, T2D, & obesity? | The Drive Podcast with host Peter Attia (peterattiamd.com/) | [1:39:15]\n§People Mentioned\nOtto Warburg (German biochemist for whom the Warburg effect is named) [0:45, 1:15, 3:30, 4:30, 14:15, 17:30, 22:15, 24:30, 29:45, 33:15, 38:45, 41:30, 47:00, 50:45, 59:15, 1:05:30, 1:07:30, 1:15:30, 1:20:45, 1:36:45]\nGary Taubes (author of many books about metabolism and nutrition) [3:45]\nSiddhartha Mukherjee (oncologist and Pulitzer prize-winning author) [9:00, 13:15]\nGeorge Orwell (famous British writer) [9:45]\nAtul Gawande (surgeon and author) [13:15]\nAzra Raza (Professor of Medicine and author) [13:15]\nEmil Warburg (Otto Warburb’s father, prominent physicist) [14:30]\nAlbert Einstein (famous German physicist, developed the theory of relativity, won the Nobel prize in 1921) [14:45, 17:45, 23:15] \nMax Planck (famous German physicist, developed quantum theory, won the Nobel prize in 1918) [15:15]\nEmil Fisher (famous German chemist, developed the Fisher projection, a way to draw asymmetric carbon atoms, won the Nobel prize in 1902) [15:15]\nFritz Haber (German chemist, won the Nobel prize in 1918, developed chemical warfare in WWI) [17:15]\nAdolf Hitler (Nazi leader who directed the Holocaust) [22:30, 38:45, 41:30, 47:15, 53:00, 55:45, 57:00]\nRobert Koch (famous German physician and microbiologist, developed the theory of contagion and Koch’s postulates, to identify the microbial cause of an infectious disease in the late 1800’s, won the Nobel prize in 1905) [26:00, 34:30, 39:30, 41:15]\nPaul Ehrlich (famous German physician and scientist, developed the first drug to treat syphilis, coined the term chemotherapy, won the Nobel prize in 1908) [26:00, 34:30]\nOtto Meyerhof (German physician and biochemist, won the Nobel prize in 1922; studied metabolism in human cells; characterized glycolysis) [29:45, 35:15, 53:30]\nLouis Pasteur (famous chemist and microbiologist, characterized microbial fermentation, developed vaccination and pasteurization) [34:15, 1:19:15]\nRachel Carson (author of Silent Spring) [45:30]\nViktor Brack (Nazi leader Warburg met with in 1941) [54:15]\nHeinrich Himmler (Nazi leader) [55:30]\nJoseph Goebbels (Nazi leader) [55:30] \nSidney Weinhouse (biochemist who studies metabolism in cancer post WWII) [1:07:30, 1:09:30, 1:16:45]\nRobert Weinberg (co-authored paper on the 6 fundamental traits of cancer) [1:12:15] \nHarold Varmus (co-winner of the 1989 Nobel prize for discovering oncogenes) [1:13:15]\nMichael Bishop (co-winner of the 1989 Nobel prize for discovering oncogenes) [1:13:15]\nMatthew Vander Heiden (biochemist and cancer biologist) [1:14:00, 1:15:30, 1:18:45]\nLew Cantley (biochemist and cancer biologist) [1:14:00, 1:21:00, 1:36:30, 1:38:30]\nCraig Thompson (cancer biologist, oncologist, and president CEO of Memorial Sloan Kettering) [1:14:00, 1:18:45, 1:21:00, 1:25:15, 1:34:45]\nChi Van Dang (cancer biologist) [1:14:45, 1:25:15]\nThomas Seyfried (research scientist authored Cancer as a Metabolic Disease) [1:17:45, 1:21:00, 1:29:00]\nRichard (Rick) Johnson (physician who studies the role of fructose in disease)  [1:36:30, 1:39:15]\n\n§<img width=\"400\" height=\"400\" src=\"https://peterattiamd.com/wp-content/uploads/2021/12/bio-image.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/12/bio-image.jpeg 400w, https://peterattiamd.com/wp-content/uploads/2021/12/bio-image-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2021/12/bio-image-150x150.jpeg 150w\" sizes=\"(max-width: 400px) 100vw, 400px\" />Sam AppleSam teaches in both the science writing MA and MA in writing programs at Johns Hopkins. Prior to coming to Johns Hopkins, Sam taught creative writing and journalism at the University of Pennsylvania for 10 years. He holds a BA in English and creative writing from the University of Michigan and a master in fine arts in creative non-fiction from Columbia University.\nApple is the author of Ravenous, American Parent, and Schlepping Through the Alps. He has published short stories, personal essays, satires, and journalistic features on a wide range of topics. In recent years, he has primarily written about science and health. His work has appeared in The New York Times Magazine, The New Yorker, The Atlantic, Wired, The Los Angeles Times, The Financial Times Magazine, ESPN The Magazine, The MIT Technology Review, and McSweeney’s, among many other publications. Schlepping Through the Alps was a finalist for the PEN America Award for a first work of nonfiction. [Amazon.com]"
}