{
  "title": "#196 – AMA #32: Exercise, squats, deadlifts, BFR, and TRT",
  "content": "In this “Ask Me Anything” (AMA) episode, Peter shares his current workout regimen and how he incorporates blood flow restriction (BFR). He walks through the mechanics and fundamentals of some of his favorite lifts including squats, deadlifts, and hip thrusters and stresses the relative importance of each in the context of longevity. He touches on the relative importance of muscle size vs. muscle strength and discusses the impact of fasting on muscle mass and the potential tradeoffs during aging. Peter then dives into the topic of testosterone replacement therapy (TRT) for both men and women, starting with a clinical discussion around how he actually replaces testosterone in patients. He explains the targets of this therapy as well as the risks and benefits, and he gives his interpretation of current data on the association between TRT and heart disease. \nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #32 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nPeter’s current exercise routine [2:25];\nHow Peter incorporates blood flow restriction (BFR) into his workouts [5:45];\nRelative importance of muscle size vs. muscle strength [16:45];\nComparing squats to deadlifts and why both are important [22:00];\nSquatting technique and fundamentals [31:15];\nImportant cues to look for while lifting weights [38:30];\nProper mechanics of a deadlift [42:00];\nHip thrusters as an alternative to the squat or deadlift [44:00];\nSplit-leg work for simulating activities of daily living [47:00];\nThe impact of fasting/calorie restriction on muscle mass and the potential tradeoffs to consider [49:45];\nTestosterone replacement therapy: Considerations when contemplating TRT and Peter’s approach with patents [54:30];\nData on the association between TRT and heart disease [1:04:15];\nTRT for women—risks and benefits [1:06:45];\nImpact of fasting on testosterone levels [1:13:45]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#196 – AMA #32: Exercise, squats, deadlifts, BFR, and TRT\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#196 – AMA #32: Exercise, squats, deadlifts, BFR, and TRT\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#196 – AMA #32: Exercise, squats, deadlifts, BFR, and TRT\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes\n<iframe src=\"https://player.vimeo.com/video/673246099?h=36f402a170\" width=\"640\" height=\"480\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n§\nPeter’s current exercise routine [2:25]\nA few previous podcasts on exercise:\n\nJeremy Loenneke episode\nAMA #19\nAMA #21\nAMA #26\nAMA #27\n\n***\nPeter’s current exercise routine\nCardio – Tuesday, Thursday, Saturday, Sunday are cardio days\n\nTuesday, Thursday, & Sunday are zone 2 on a bike (for 45 minutes)\nSaturday is either:\n\nA) Zone 2 followed by Zone 5 (separate workouts)\n\nSo a 45 minute zone 2 and then a 30 minute zone 5 done immediately after zone 2\n\n\nB) Alternatively is just a longer bike ride on Saturday and make it more of an anaerobic workout\n\n\n\nLifting – Monday, Wednesday, Friday, Sunday \n\nAbout 9 months ago he switched to an upper body, lower body split (Previously he was lifting three days a week and would do upper body, lower body every day)\nNowadays, lower body is Mon and Fri\nUpper body is Wed and Sun\n\nWhat happens if you miss a day? \n\nHe will never miss a lifting day\nSometimes he’ll have to miss a cardio day\n\n“I will always get those four lifts in during the week, no matter what. And sometimes it just means moving the days around or doubling up on a different day.” —Peter Attia\nTime of day\n\nLittle more flexible on weekends, but Monday through Friday, pretty much no flexibility\nHe always lifts weights in the morning around 7:15 or 7:30 AM\n\n \nHow Peter incorporates blood flow restriction (BFR) into his workouts [5:45]\n*See Jeremy Loenneke episode for more on BFR\n***\nHow Peter incorporates blood flow restriction (BFR) into his workouts\n\nPeter loves using the SmartCuff as opposed to the bands\nHe does BFR on every lift day for one to two exercises depending on the muscle group\nExamples: \n\nAt the end of a leg session, he might do a BFR leg press set\nAt the end of an upper body session, he might do a bicep set and a tricep set. \n\n\nThe BFR protocol:\n\nUsing a weight that is 30 to 40% of your one rep max…\n30 reps, rest 30 seconds, 15 reps, rest 30 seconds, 15 reps, rest 30 seconds, 15 reps\n\n\nTo calc one rep max ⇒ \n\nyour best 10 rep weight is about 75% of your one rep max\nExample of getting to proper BFR weight: \n\nIf your best 10 rep of curls is 40 pounds, you would divide 40 by 0.75. \nThat takes you up to 53\nAnd then you would multiply that by somewhere between 0.3 to 0.4 and that becomes the weight that you’ll use for the BFR (in this case it about 20 lbs)\n\n\n\n\n\nThe goal of blood flow restriction:\n\nThe goal is to operate at about 30% of the arterial occlusive pressure\nThis is hard to know with just bands (unless using a Doppler signal to your distal extremities) which is why Peter prefers SmartCuffs\nThese cuffs that come with an inflation device, they’re actually measuring the occlusive pressure\n“So the first time you do it, it takes a little longer. And then it says, ‘Okay, now I know what it is for your arms and your legs’. Do you want to go at the highest level of intensity, medium level intensity, or a lower level of intensity?’ Which basically just adjusts the pressure.”\n\nCheap bands\n\nyou would wrap them around your arm and your leg\nPeter’s guide was once it hit 7 out of 10 pain, that was probably the right spot (very inaccurate)\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-16842\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/cheap-cuffs.png\" alt=\"\" width=\"872\" height=\"890\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/cheap-cuffs.png 872w, https://peterattiamd.com/wp-content/uploads/2022/02/cheap-cuffs-294x300.png 294w, https://peterattiamd.com/wp-content/uploads/2022/02/cheap-cuffs-768x784.png 768w\" sizes=\"(max-width: 872px) 100vw, 872px\" />\nFigure 1. Cheap cuffs.\nSmartCuff\n\nmuch more rigorous cuff\nA little device hooks onto the cuff and connects to a little pump where you program the level of occlusive pressure\nPeter says he was never really doing BFR for his legs when using the cheap bands but with the SmartCuff you really are getting the true occlusive effect\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-16844\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/smartcuff.png\" alt=\"\" width=\"1004\" height=\"918\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/smartcuff.png 1004w, https://peterattiamd.com/wp-content/uploads/2022/02/smartcuff-300x274.png 300w, https://peterattiamd.com/wp-content/uploads/2022/02/smartcuff-768x702.png 768w\" sizes=\"(max-width: 1004px) 100vw, 1004px\" />\nFigure 2. SmartCuff arm band.\nWhen doing BFR, what are you using to measure the difference there? Or how do you know it’s working? How can you tell? \n\nSubjectively\n“It’s not hurting where the band is compressing me. I’m feeling that sensation of basically lactic acidosis throughout the entire leg, as opposed to just the pain of being constricted where the band is when it’s a thin band”\nIt’s interesting to note the pressure of occlusion is much higher than systolic pressure because it’s a function of how wide the band is\nHe noticed today when he did legs, the occlusive pressure was 158 millimeters of mercury and that’s way above my systolic pressure (he tends to run super low in blood pressure)\nHis upper body occlusive pressure with those cuffs is about 94 millimeters of mercury\n“But again, it’s also a function of the width of the cuff. So that’s why I realized just knowing your blood pressure isn’t enough to do this.”\n\nDoing BFR at the END of a workout\n\n“For me personally, I just think when I’m doing my heaviest, most neurologically demanding component of exercise, I want to be a little fresher and I don’t want to be as taxed”\nHe likes using BFR as sort of a finisher of a workout\n\nDead hangs and finger pull ups [14:00]\n\nDead hangs\n\nPeter likes to work on grip strength with a dead hang workout (just hanging full extension from a pull up bar)\nHis PR is about 3 minutes 10 seconds\n\n\nFinger pull ups for grip strength\n\nPull ups with 4 fingers\nThen goes to 3 fingers\n\n\n\nBFR and zone 2 [15:45]\nDoes Peter ever use BFR in his zone 2 training?\n\nNot really, but he’s played around with it\nThe closest thing he does is while on the Airdyne bike – \n\nBeth Lewis (his trainer) has him doing some exercises once in a while where he puts the leg cuffs on and then do two minutes of whatever power he can hold for two minutes.\n\n\nHe will do this with varying amounts of  leg pressure — “when I do the highest occlusion, which is probably 40% of total occlusion, I’m really lucky to be able to hold 200 watts for two minutes, which is lower than my zone 2 power“\n“If I go on the medium setting, which maybe is 35% out of occlusive force, I can probably be a little over 200 watts”\nThe lower you put the occlusive pressure, the more you can do\nSo it’s interesting to think how little wattage you would have to be able to push to still technically keep it as a zone 2\n\n \nRelative importance of muscle size vs. muscle strength [16:45] \nHow important is muscle size compared to muscle strength?\nAnd based on that, has it changed the way you train in any way? Has it changed how you look to build muscle? How have you actionized it?\n\nThe BFR literature that Peter and Bob discussed in AMA #27 makes it pretty clear that muscle strength and muscle size are both important, but muscle strength matters more.\nThat said, they’re so tightly interwoven\nSo all things equal, a bigger muscle is a better disposal unit for glucose than a smaller muscle\n\nThat’s not necessarily true, but that’s all things equal\n\n\nThat’s an argument in favor of why size matters\nStrength probably matters just from the objective data that look at the outcomes of strong people versus weak people\nSo then the question becomes, Can you disentangle them? \n\n \nBFR study\n\nIn the study, the people did bicep curls and tricep press downs, but just with bands\nSuper small study — roughly 10 people in each group, but they were older (age 60 to 85)\nThe BFR group obviously was using nice BFR bands and they would use rubber stretch cords and do bicep curls and press downs\nThey would do the same protocol we described. So the training set was the 75 reps. The 30, 15, 15, 15 separated by 30 second\nOne group did it with the constriction\nOne group did it without the constriction\n\nThe important question: How much of the benefit of BFR is just the volume of training versus the specific metabolic environment that’s created?\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16848\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-triceps-1024x595.png\" alt=\"\" width=\"1024\" height=\"595\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-triceps-1024x595.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-triceps-300x174.png 300w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-triceps-768x446.png 768w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-triceps.png 1500w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\n \nFigure 3. Triceps press down (a) and arm curls (b). Credit: Yasuda et al., 2014\n\nSo in this figure, if you look at muscle cross section area determined by MRI\nit says BFR training versus control training\nThis is basically looking at bicep measurement and then the elbow extender is looking at tricep measurement\n\nYou can see pre versus post the change in muscle size in the figure below:\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16845\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-1-ama32-1024x468.png\" alt=\"\" width=\"1024\" height=\"468\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-1-ama32-1024x468.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-1-ama32-300x137.png 300w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-1-ama32-768x351.png 768w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-1-ama32-1536x703.png 1536w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-1-ama32.png 1552w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\n \nFigure 4. Muscle cross-sectional area (CSA) [using MRI] in the elbow flexors (a) and the elbow extensors (b) pre- and post-training period. Values are means and SD. **Different from pretraining, p < .01. Credit: Yasuda et al., 2014\n\nIt’s actually pretty unambiguous here that you do see — even though these people were doing the exact same load, the people that were doing it under BFR were indeed seeing a change in muscle size as measured by cross-sectional surface area of MRI\n\nThen if you look at strength (figure below), you can also see a difference:\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16846\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-2-ama32-1024x498.png\" alt=\"\" width=\"1024\" height=\"498\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-2-ama32-1024x498.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-2-ama32-300x146.png 300w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-2-ama32-768x374.png 768w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-2-ama32-1536x747.png 1536w, https://peterattiamd.com/wp-content/uploads/2022/02/yasuda-2-ama32.png 1542w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5. Maximum isometric strength (MVC) [by dynamometer] of the elbow flexors (a) and the elbow extensors (b) pre- and post- training period. Values are means and SD. **Different from pre-training, p < .01. Credit: Yasuda et al., 2014\n\nThis was looking at a forced generation, maximum isometric strength.\nYou can again see a difference so there is something about the lactate generation that you’re having to work through that goes beyond the fact that you’re doing so many reps at such high volume\nVery interesting results says Peter but notes it was a VERY small study and he would also like to see this in a much younger population\nSo lots to be done here, but it certainly suggests that BFR is valuable\n\nThe other question is: Can you gain strength without gaining size? \n\nThe answer here is also very clear, says Peter\nPeter says he’s also seen this empirically — If you look at different training regimens where you focus on never doing more than four or five reps, you’re going to get stronger and stronger but you won’t necessarily get bigger and bigger\nThink about bodybuilders — these guys know more about hypertrophy than virtually any person on the planet and they’ll tell you if you’re not north of eight reps, it is hard to put on size. \nYou can get stronger, but you’re not going to really put on size\nFurthermore, if you want to take that one step further, if you really want to put on strength without size, drop the eccentric part of the rep\nExample: if doing a trap bar deadlift, where you do the concentric (you pick it up) but then you just drop it \n\nBy dropping the weight you’re not going through the importance of lowering it slowly, which is of course utilizing your brakes, which is in some ways just as hard as picking it up. \nDoing this means you’ll pick up that strength, but you won’t necessarily get into the tearing of muscle fibers that’s going to ultimately result in size.\n\n\n\n \nComparing squats to deadlifts and why both are important [22:00]\nHow does Peter think about squatting as a potential alternative to deadlifts in the Centenarian Decathlon?\n\nThey’re both important, says Peter\nPeter first points out how his approach to squatting and deadlifting is drastically different today than it was when he would much younger (teen years)\nBack then he was doing power lifting with as much weight as he could handle (which is what the sport of power lifting is all about)\nNowadays, he has zero desire to be as strong as age 19\nIn all of those activities now, he doesn’t even lead with those in my workouts\nFor instance, when deadlifting, he’s doing it after heavy hip thrusters or something like that\n\nSo then the question is: Why do I still think they’re both very important? \n\nDoes everybody need to do them? “Absolutely not.”\n\nIn fact, you can get by with a lot of single leg work\nHip thrusters are also an amazing and a very safe way to get heavy, heavy hip extension\n\n\nAdvantages of learning squats and deadlifts:\n\nThey really teach you a lot of complex things\nhow to release your ribcage\nhow to wedge\nhow to find your feet\nIn a case of a deadlift, how to tie your upper body basically to your lower body.\n\n\n\nThe deadlift\n“If you can learn to [deadlift] correctly, and you understand the biomechanical principles that go into it, you’re going to be so much stronger at everything you do in life.” —Peter Attia\n\nPeter says that the deadlift is the “ultimate example of being completely able to lock something from your hands, which are holding a bar, all the way to your feet, which are the only points of contact with the ground when you’re holding that bar”\nThat turns out to have an amazingly complicated kinetic chain\nAnd if you can learn to do that correctly, and you understand the biomechanical principles that go into it, you’re going to be so much stronger at everything you do in life. \n\nWhy it matters:\n\nActivities of daily life is the point here\nIt’s going to Home Depot and having to pick up thousand pounds of mulch and salt and all sorts of stuff\nWith proper training, you now know how to safely transfer load\nLifting bags of mulch, for example, is in some ways a harder lift because you’re picking something up, you’re rotating, you’re bending down at an awkward angle\nThat’s why doing squats and deadlifts are important, they serve as an audit\n\nWhen Peter chooses not to squat or deadlift:\n\nHe does not do them every day, and even passes up days when something feels off\n“Today I squatted, but there’s days when I get there and I think, ‘Hmm. I don’t feel great after my warmup.’\nSame thing with a deadlift — “I really feel crappy. Not going to do this today. Or I’m going to stay really, really light.”\n\nFor instance, he might stay at 185 pounds only do 8-10 reps\nBut when going light he’s going to focus on something very specific\n\nI.e., “just focus on my feet and make sure I can really feel the difference between where my heels have pressure on the ground and where my toes have pressure on the ground”\n\n\n\n\nWhen Peter was younger, he was really just doing a lot of lifting with sort of neurologic strength\nHe’s not nearly as strong today, but he’s got much better technique, it all feels much safer, and he’s starting to feel these very subtle things\n\nfundamental difference between a squad and a deadlift [27:15]\n\nWith a uneducated glance, you might think they are the same movement more or less\nLet’s for a moment put aside trap bar deadlift, which is kind of a hybrid movement and we’ll just focus on a straight bar deadlift\nPersonally, Peter likes deadlifting more, just psychologically — “I think I like that I get to involve my upper body in it in a way that I don’t get to do it as much with a squat.”\nThe other thing about a deadlift that makes it slightly different is that the deadlift uses a little bit more of the back of the body\nyou’re using the hamstrings more to assist you in the deadlift\n\nWhy you can generally lift more weight with a deadlift vs. a squat:\n\nPart of the reason the deadlift is a bit easier is if you normalize for knee angle, you’re still generally going to be stronger in a deadlift\nThe other reason is the concept of tension\nTake the example of bench pressing: \n\nOne can lift more weight when your feet are planted on the floor than if your knees were bent and your feet were on the end of the bench\nThe reason for that is you could generate more tension in your body. You could anchor to the ground.\nSimilarly, look at how much tension they have in their upper body before they lift the bar.\nThat’s this kind of wedging idea\n\n\nThinking about tension in the deadlift vs. squat:\n\nWhen you’re getting ready to do a deadlift, before you lift the bar up, you’re trying to bend the bar up — Like bend it into a U shape\nThat’s how much tension you’re trying to put into the bar using your lats\nAnd similarly when squatting, you’re trying to break that bar around your back. That’s again, just another way to capture tension within your upper body.\nJust based on those two examples, it’s way easier to generate tension on a deadlift than it is on a squat.\nSo I think that’s a fundamental issue with these two lifts and why one of them is easier than the other\n\n\n\nWhy do Peter think they’re both important? \n\n“I think you need to be able to generate tension in any position you’re in in life.”\n“If you’re picking up a bag of groceries, if you’re picking up your child, you have to be able to find that tension from the abdomen all the way out to the extremity”\n\n \nSquatting technique and fundamentals [31:15]\nBeth Lewis figures\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16847\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/Heels-raised-squat-680x1024.png\" alt=\"\" width=\"680\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/Heels-raised-squat-680x1024.png 680w, https://peterattiamd.com/wp-content/uploads/2022/02/Heels-raised-squat-199x300.png 199w, https://peterattiamd.com/wp-content/uploads/2022/02/Heels-raised-squat-768x1157.png 768w, https://peterattiamd.com/wp-content/uploads/2022/02/Heels-raised-squat.png 830w\" sizes=\"(max-width: 680px) 100vw, 680px\" />\nFigure 6. Peter using a “safety squat bar”. Yellow arrows: Action; Black arrows: Path; Peter “falls back” through his rib cage to be able to load the heels. This allows for more access to the legs (hamstring co-contraction) with less shear on the lumbar and allows the feet to push down so the bar path can be straight up.\n\nPeter is using a “safety squat bar” — Beth had asked him to try something different\nNormally Peter squats barefoot on a flat floor, but in this case, Beth wanted to put 10 lb plates under his heels so he put on shoes to not hurt his heels (Peter now uses “wedges” that he bought on Amazon so he can go barefoot)\n“I couldn’t believe how much better I felt in this position [heels raised] … than the way I felt a week earlier when I was just doing my normal barefoot squatting.”\nThe better feeling from raised heels highlights a couple of things:\n\nFirst, it really enables one to get more of that hamstring co-contraction\nThe heel is up in a way that’s probably generating a little bit more tension in the hamstring\nAnd that hamstring tension allows him to feel something in his upper back. \nThe feeling you want in your upper back when squatting is to feel like your pushing it back through your ribcage — “it’s a very subtle movement”\n\n\nWhat you don’t want to be doing:\n\ndon’t want to be doing is overarching this way and using my lumbar spine\nThat’s when your back starts hurting when you’re squatting\nInstead, what I want to be able to do is push back this way\nwhat gives me the ability to do that is having something to push against in my hamstrings\nSo the whole point of a squat is having that tension in the back of the leg, which again, having an elevated heel makes it easier so that I’m pushing back through space as I’m lifting up\ntruthfully, that is a very uncomfortable position for most people if they don’t have the ribcage flexibility to do it\nSo if you’re in a high locked ribcage position, which unfortunately a lot of people are, you’re already in a position of a lot of lumbar extension. And now when you put a load on that person, it’s a disaster.\n\n\n\nWho shouldn’t be squatting:\n\nPeter says “I just wouldn’t let somebody squat who can’t get their ribcage down and who doesn’t have the ability to sense the difference between pushing back this way versus arching this way”\nDoes that come easily? No, it doesn’t\nIs it fixable? It absolutely is. But it might mean you’re just squatting with your body weight for some period of time or you just have a bar on your back\n\nThe other point to make about the figure above:\n\nPeter likes using this safety bar\nYou can’t really see it from the picture, but it’s a very heavy bar—much more heavy bar than a standard Olympic bar\nIt kind of bends over your neck and it has these handles in the front. And the handles are just another great reminder of a trick that you can use to get that back push.\nThe trick is pull them out a little bit and lift them up just slightly. And that makes it so much easier to just drive your entire back so that you put more of the flexion higher into the thoracic spine, as opposed to concentrating every little bit of it in the lumbar spine\n\nImportance of form and video taping your form [35:35]\n\nInjuries from squatting typically don’t happen suddenly, instead they are the result of bad form and technique and eventually cause pain and issues\nPeter recommends video taping all your squat and deadlift workouts (Peter personally does this every single workout)\nPeter watches himself between every set while resting before the next set — “This has become a very important skill for me personally to work on over the past couple of years, which is becoming better at being able to coach myself.”\nHe recently caught himself doing something wrong on the trap bar when watching videos of himself\n\nI had a tendency to initiate with my quads. And so just as I was getting ready to lift the bar up you would see my knees move an inch forward before I went up, only on the first rep\nAnd then what that told me was I didn’t have enough tension in and I wasn’t moving back. I was just trying to go up as opposed to back\nSo now it’s like if I do trap bar, which these days I’ve been doing trap bar more for the past couple of weeks, it’s just so great. Even during those warm sets, I’m just watching it. I’m just locking in on it.\n\n\n\nImportance of being your own coach:\n\nIt might sound unpopular, On some level you don’t want a trainer sitting there just telling you what to do so that you can turn your brain off and just check your email in between sets\nYou want to learn how to be your own coach. And this is something our patients get forced into and a lot of them get frustrated\n\n“If we’re your trainer, you’re not getting better. You’re not getting smarter. You’re not learning the proprioceptive clues to become strong.” —Peter Attia on the importance of being your own coach\n\nObviously you need some direction at the outset\nAnd a lot of this can be done with someone who really knows what they’re doing over video\nThe goal should be to, as quickly as possible, get to the point where you can be videotaping yourself and you can see, \n\n“You know what, I was all lumbar extension there and that’s why that felt horrible.”\nOr… “My elbows were a little bit bent on that deadlift and I was therefor completely losing tension.” \n\n\nThat’s the kind of stuff you want to be able to do\n\n \nImportant cues to look for while lifting weights [38:30]\nHow can someone train that in a better way so that they’re just not showing up and mindlessly doing weights, not thinking about it, being distracted, things of that nature?\n\nA lot of it has to do with knowing with what the right cues are and those will change based on something you’re working on or struggling with\n\nPersonal examples from Peter:\n\nLast week during squat, Peter was focused on hand position, just yanking those bars out and up\nToday, he was really focused on the pushing back and it just felt great\n\nit was low weight and a very slow eccentric—three count down, one count up—And everything I thought about was just how much can I get that position back such that my whole back is moving back this way, as opposed to a kink in the lumbar spine\n\n\nThere’s other days when all I’m thinking about is my foot pressure—how do my feet feel and am I feeling the pressure move from one part of my foot to another?\n\nBeing deliberate:\n\nSo I do think you have to be deliberate with this stuff\nNote that the people who are really exceptional at this, they have so much muscle memory, so like the strongest guys in the world aren’t doing it this way. That’s obviously very different.\nBut when you’re learning a new skill, I think you have to be very deliberate.\n\nHow does Peter know if things aren’t going well?\nSquat days\n\nOn squat days, he’s warming up with tons of spinal extension work like the segmental cat cow (See Beth Lewis episode)\n“If that doesn’t feel good, chances are I’m not going to feel good squatting”\n“In other words, if I can’t completely segmentally go from flexion to extension for the entire length of my spine, I’m going to probably default into the thing that is easiest to do, which is just lock it all in at one hinge point”\nThis doesn’t mean he can’t squat that day, it just means it’s a red flag and he may want to think through what’s going and why he’s struggling\n\nDeadlift days\n\nFor warm ups he will get on his back and using his feet on the ground or on the wall to get hamstring pressure\n“If I can’t tilt my pelvis back while using my feet on the wall and one hamstring at a time pull down, I might be struggling to deadlift that day”\n“Because if I can’t feel that, it’s going to be very difficult for me to get tension on the bar and fall backwards, which is what you have to be able to do with the deadlift.”\n\n \nProper mechanics of a deadlift [42:00]\n<img decoding=\"async\" class=\"alignnone size-full wp-image-16841\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/beth-deadlifting.png\" alt=\"\" width=\"844\" height=\"866\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/beth-deadlifting.png 844w, https://peterattiamd.com/wp-content/uploads/2022/02/beth-deadlifting-292x300.png 292w, https://peterattiamd.com/wp-content/uploads/2022/02/beth-deadlifting-768x788.png 768w\" sizes=\"(max-width: 844px) 100vw, 844px\" />\nFigure 7. Beth Lewis doing a deadlift. Yellow arrows: Action; Black arrows: Path; Beth is pulling up on the bar (finger/grip strength) and falling back, which allows tension into the bar and the rock back from the forefeet to mid foot/heels. Pressure straight down into the floor allows the bar path to go straight up in sync with the hips extending. \n\nBeth doing a regular straight bar deadlift\nPeter says, “Sumo is my favorite where my legs are a bit wider and I’m holding the bar between my legs, but the principal’s very similar”\nThere’s an amazing amount of tension she is generating between her hands and her feet\n\nHer hands are pulling on that bar and her feet are pushing into the ground so hard\n\n\nYou can see the arrow that she’s drawn on her upper back — When she lifts this up, the bar goes straight up. That’s the path of the bar\nBut on the way down she is going to fall backwards — To be clear, the pressure that she is applying, if she weren’t holding 225 pounds she would fly backwards and land on the floor — that’s how much she is pulling back, as opposed to just thinking about standing up\nHer hips are going to extend, she’s going to stand and you can see (It’s hard to see in this picture) but the pressure in her feet is so important\nShe’s going to basically rock back from the forefeet right into the mid foot and heels\nSo at the top you want to keep the toes down at the top\n\nSo sometimes you can overcook this and you lift the toes at the top. You don’t want to do that\nBut that’s the slight subtlety I was talking about earlier where you want to be able to feel that weight move more from the front of the feet to the back of the feet as you stand.\n\n\n\n \nHip thrusters as an alternative to the squat or deadlift [44:00]\nHip thrusters\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16843\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/hip-thrusters-1024x625.png\" alt=\"\" width=\"1024\" height=\"625\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/hip-thrusters-1024x625.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/02/hip-thrusters-300x183.png 300w, https://peterattiamd.com/wp-content/uploads/2022/02/hip-thrusters-768x468.png 768w, https://peterattiamd.com/wp-content/uploads/2022/02/hip-thrusters.png 1328w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. Peter doing hip thrusters. Yellow arrows: Action; Feet push straight into the floor, knees reach forward as he pushed the bar forward  (helps facilitate a posterior tilt via hamstrings and internal obliques). By keeping the chin tucked, he is preventing max hip extension because of DNF so hyper extension of the lower back is prevented. At the bottom, the is less ROM so less lumbar extension is required.\n\nThe hip thruster is a very safe way to get a lot of load into hip extension\nPeter will use even more weight than he does when deadlifting\nThis is something where the technique is easier and once you understand the basics, you’ll work up quicker here and you have less risk (Not no risk but less risk)\n\nMany variations (there’s no one right way to do this)\n\nFor some people, they like to have their back on a flat bench\nOther people will put their back on the floor, but put their feet elevated on a bench (Peter doesn’t like this version, finds it less effective)\nPeter does it the way you see in the photo — back is on a decline bench \nBeth likes to do it with her back on the flat ground\n\nForm\n\nThe most important cue is drive your knees forward and that will get your hips up\nwhen the weight gets heavier, you start tucking my chin\nWhen it’s very lightweight, you can keep a more neutral head shape\nYou don’t want to be doing the opposite though. You don’t want the chin going up. You don’t want to go into neck extension — it’s a slight tuck of the chin, a push of the bar away, and a knees forward\nThen of course you’re really feeling those feet drive in\nAnd there’s really no conscious feeling of your back on that bench\n“All I feel is feet into the ground. That’s where I feel like all the pressure is when I’m doing this.”\n\n80% of the value of deadlifting?\n\nPeter’s wife has mild scoliosis \nPeter was encouraging her to do deadlifting but Beth said to just do hip thrusters\nThe reasoning? ⇒ Beth said ‘we’re going to get 80% of the value of her deadlifting by learning how to do these well and it doesn’t create any the axial load on her’\nPeter has a perfectly straight spine so he doesn’t have that issue\nBut if you do have some scoliosis, look, it’s just one more thing that adds to that sheer out of that plane\nThat’s an example of how you don’t have to always do the squat and the deadlift. \nSingle leg stuff becomes an amazing substitute as well\n\n \nSplit-leg work for simulating activities of daily living [47:00]\nWhy consider doing split-leg work?\n\nYou don’t live your life always doing squats, always doing deadlifts, most of life is using one leg at a time\nActivities of daily living (ADL) is primarily single leg\nThink walking up stairs and down stairs (totally different than going up)\n\nThe latter being primarily an eccentric activity, the former being primarily a concentric activity\n\n\n\nSingle leg work\n\nPeter says about 60% of his leg workouts is still single leg stuff\nIt allows you to be using less weight\nHe does exercises like single leg pressing, split squats with rear foot elevated and/or front foot elevated, sliders, walking lunges, etc.\nSingle leg work also allows you to iron out any deficiencies that you have between the legs\n\nStart with single leg work if you’re not experienced with squats/deadlifts\n\nPeter recommends starting with split leg work before squats and deadlifts \nIt’s safer and you can use less load\nBy the way, it’s not that it’s easy\nDoing a proper lunge or split squat is just as technical and it’s very easy to do those incorrectly. \nThe difference is the stakes are a lot lower.\n\n \nThe impact of fasting/calorie restriction on muscle mass and the potential tradeoffs to consider [49:45]\nHow do you think about the tradeoffs between calorie restriction/fasting and muscle building for a person from a longevity perspective?\n\nThe older you are, the more important it is to emphasize anything that’s going to allow you to maintain and build strength and maintain muscle mass\nPeter is very reluctant to put an excess fasting routine in place for somebody that’s not very heavy\nThat gets to the second equally important consideration, which is the big, big part of this is body composition\n\nIf you’re talking about somebody who’s got 35% body fat, insulin resistance, I think fasting’s a very effective tool and it’s okay that they’re going to probably lose a little bit of lean mass, because they’re probably going to lose more fat mass along the way\nIf you’re talking about somebody who’s kind of lanky, Peter would lean towards not fasting so much and if you’re going to fast do it intermittently — e.g., maybe once a quarter you do a short fast for three days \n\nBut most of the time should be really focused on building\n\n\n\n\n\n“As you get older, I think building becomes more important. The leaner you are, building becomes more important.” —Peter Attia\nImportance of getting enough protein in the context of fasting/building muscle\nNick asks Peter: A lot of times people interchange the word fasting with other things. So when you said earlier you went to an excess fasting regimen, what is that? Are you talking 12 hours, 24 hours, 72 hours? How do you think about that?\n\nwe really don’t know what’s long and what’s short for a fast, but we do know the extremes\n\nFor instance, we know 12 hours is not a fast and we know that five days is a fast\n\n\nDoes one meal a day constitute fasting? ⇒ “I don’t think so”\n\nThe problem with one meal a day for most people, if they’re trying to put on muscle mass, it’s pretty darn hard to eat two grams per kilo of protein in one sitting\nOMADs and things like that are generally going to come at the expense of muscle mass—Not because muscle protein synthesis can’t take place if you’re smart about where you target and time your exercise, but because I simply think most people are protein deficient when they do it\nit becomes a bit of a protein sparing diet\nAgain, OMAD is a great idea if you’re overweight and insulin resistant, not a great idea if you’re lean.\n\n\n\nTiming protein around workouts- does it really matter?\n⇒ See episode with Layne Norton for more on this topic\n\nPeter has looked into the question of: Is there a magical window in which you need to consume protein following a workout to optimize muscle protein synthesis? \nThe punchline answer is “no”\nThere is actually quite a big window for that so it’s not like you have to be cramming down protein the nanosecond you finish that workout\nBut you want to get it in at some point that day of a workout\nGenerally speaking, heavy time restricted feeding probably hurts muscle mass more because it simply limits the volume of protein you take in\n\n“The heavy, heavy time restricted feeding probably hurts muscle mass more because it simply limits the volume of protein you take in.” —Peter Attia\n \nTestosterone replacement therapy: Considerations when contemplating TRT and Peter’s approach with patents [54:30]\n⇒ See AMA #28 for a deep dive into TRT\n***\nNormalizing testosterone without TRT\n-There are other ways to normalize testosterone beyond testosterone\n-Peter will typically try HCG (analog of luteinizing hormone) with patients before trying testosterone—\n\nHe’ll do this especially in men who are still unclear about whether they really want to go on TRT or have some concern about fertility or things like that\nHCG is the same hormone that women make when they’re pregnant and what you’re actually measuring in a pregnancy test\n“if I see a guy who has a very high LH and FSH, so luteinizing hormone and follicle stimulating hormone, which are made by the pituitary, they tell the testes to make testosterone”\n“If a guy has low testosterone and very high LH and FSH, it tells me, wow, everything is working except the testes”\n“The brain is sensing that he has low testosterone. It’s telling the body, “Hey, make as much of this as you can.” And it’s simply not responding. That’s a person I usually will not waste time with HCG on because I know the result. It’s not going to work”\n\nNote that it’s all empirical, it depends how high and how low\n\n\nSometimes Peter will try a “mega dose”… “But for the most part, those patients don’t tend to respond as well.”\n“But conversely, if you see a guy with low testosterone and low FSH and LH, and you try all the other usual stuff first, so you fix sleep, insulin resistance, all of the things that can also interfere with that pathway and nothing really gets better, I like to give HCG a try.”\n\nTRT regimen with patients\n\nPeter likes to use testosterone cypionate with patients\nTypically start out at a dose of somewhere between 80 and a 100 milligrams weekly in the form of two injections (e.g., two doses of 40 to 100 mg per week)\n\nBy doing it twice a week, you’re getting a more steady state by using a lower dose twice a week\n\n\nInjected sub-Q with about the smallest needle you can get the oily testosterone cypionate out of which is about a 25 gauge (usually in the butt)\nNote: Lotions and creams are an alternative esp. For patients uncomfortable with giving shots, however, he finds that there’s less compliance and variable absorption rates\nThere’s no oral substitute for this — testosterone orally is toxic to the liver\n\nHow are we measuring the results? \n\nTracking everything to free testosterone\nDifferent men have very different amounts of sex hormone binding globulin so therefore they’re going to have different amounts of free testosterone\nTypically, Peter is targeting someone to be about the 80th percentile for what we can represent as their age for free testosterone to justify the intervention and to see if symptoms are improving\n\nWhen the decision is made to use TRT on a patient:\n\nIf someone is above the 50th percentile for free testosterone and they’re complaining of symptoms, they’re probably not attributed to the testosterone\nFor instance, if a guy’s testosterone is 16 nanograms [note: Peter mistakenly said milligrams] per deciliter (~55th or 60th percentile for a middle aged guy), and he says he’s having a hard time putting on muscle mass — Peter’s first thought is NOT low T\n\nPeter’s first thought is nutrition (protein) and training — “Until we confirm that he is progressively overloading his muscles, he’s doing the right stuff, he’s got the right volume, he’s got the right intensity, he’s got the right amount of protein…they almost assuredly are not in this situation where giving him more testosterone’s going to fix the problem”\n\n\n\nTRT for libido?\n\nSimilarly, there are certain symptoms that probably improve but in isolation I think are bad excuses or bad reasons to use testosterone and one of them is libido\nLet’s say a guy says “Everything’s fine, except my libido is low,” \n\nPeter says that unless his testosterone is really low, 5th or 10th percentile, in Peter’s experience testosterone is not a fix all to libido\nNow, if his testosterone is 4 nanograms per deciliter, it’s worth trying\n\n\n\nHow long do you usually work with patients to try and improve testosterone levels through nutrition and exercise before going the testosterone route?\n\nIt really depends on what we see, says Peter\nThere’s many times when it’s pretty clear looking at the patient that this is NOT attributed to insulin resistance or poor sleep or hypercortisolemia or all those other things\nThen there’s other cases where it really looks like it is those thing\nSo in the latter, you’ll probably spend a little bit of time trying to make that correction\nIn the former, you just wouldn’t spend any time on it, you’d go with TRT\n\nHow quickly do you like to see results? And how to cycle TRT?\n\nBiochemically you’ll see the benefits very quickly, especially with testosterone\nWith HCG, It takes a little bit longer but you’ll see the benefits within weeks, meaning the correction of the number\nPeter subscribes to the “addition, subtraction, addition” method for how he likes to think through this\nSo a reasonable course of action is 8 to 12 weeks in each of those cycles to really give him a chance to experience the up and the down\n\nThe best cycling strategy so you can get the benefits of TRT without negative consequences [1:02:15]\n\nContinuous use of TRT for 2 years is kind of the conventional wisdom for the max time\nPeter doesn’t like to stretch it that far – he likes to revisit the discussion after 6 months\n“I don’t think we’ve ever let somebody stay on testosterone for a year without a total confirmation that they aren’t having side effects”\nTesticular atrophy is a side effect in some cases, but if reproduction’s not an issue then the patient may elect to continue\n\n“If you’re as a patient thinking about this, I would not wait two years to have that discussion with your doctor.” —Peter Attia\n \nData on the association between TRT and heart disease [1:04:15]\nLong term risk of heart disease with TRT?\n\n\n\nSome people have heard from their doctor or media or elsewhere that there’s a long term risk of heart disease with TRT\nPeter points out that the doses being used in a medical setting is way way below some bodybuilders use where you might see heart issues\n\n\n\n\n“I think you have to disaggregate what might be happening in people using super physiologic levels…\n\n\n…Certainly everybody hears the story of the bodybuilder who is having premature heart disease…\n\n\n\n\n…the doses of this stuff that are being used in that setting have no bearing on the doses that we’re talking about for medical replacement of normalization of physiologic levels of testosterone”\n\n\n\nStudies\n\nThere are several reviews that claim TRAVERSE (a trial underway) is going to be the first adequately powered trial to evaluate the incidence of cardiovascular events with testosterone replacement therapy\n\n“I haven’t seen the actual power analysis, but given its large sample size of something like 6,000 people over five years, I think we’re going to get a definitive answer there. I hope we will.”\n\n\n\nExisting evidence to date – 2018 meta analysis\n\nWith almost 100 RCTs in the analysis—admittedly some of them long, some of them short duration—”it’s very difficult to make the case that TRT is harmful”\nThere’s even some cases to suggest it’s beneficial\n“Personally, I’m not convinced by that either. I would just say it’s a wash”\nPeter says that with the TRAVERSE study, it might be the case that they find a slight increase in events\nHowever, it could end up like the first iteration of the WHI study found for estrogen and NPA in women for breast cancer\nFound a statistically significant increase of 24% in relative terms\nBut the absolute term was 0.01%, which is clinically irrelevant\n(See The Drive episode #42 for more on this)\n\n“You have to differentiate between signal and noise here and I would say at this point it’s easy to say testosterone causes heart disease just like it’s easy to say estrogen causes breast cancer. But if. . .you’re actually going to go through all of the data. . .I think it becomes very difficult to make that case.” —Peter Attia\n \nTRT for women—risks and benefits [1:06:45]\nWhat do we know about TRT in women? What are the risks? What are the benefits? \n\n“This is a tough one” says Peter\nFirst of all, there’s no approved testosterone formulation for women\nBecause the doses that women would take are so small compared to men that it’s not that they can’t inject testosterone the way a man can\nThe easiest way to give women testosterone replacement therapy is you have to have it compounded in a cream (which Peter doesn’t like to use in patients)\n\nThe data\n\nThere was a 2019 meta analysis that only included RCTs of at least three months duration looking at TRT for women and it found 36 trials slightly under 10,000 participants.\n\nIt did find that it increased sexual function, self-image, significantly reduced sexual concerns and distress in post-menopausal women\n“I would say empirically that’s pretty obvious”\n\n\nI also think we see it as an easier way for women who are really struggling to put on muscle mass and increase bone mineral density to do so\nBut it’s difficult to disentangle that from estrogen, which I think plays a very important role there as well\nThe problem with these trials or these meta analyses is they’re all over the place\n\nSome of them are using implants where you put a little teeny, tiny pellet of testosterone, usually in the sub-Q fat in their gluteal space. And the advantage of that is you only have to do it every six months. The disadvantage of that is it’s sometimes high, sometimes low level.\nOne of the studies I think was using very small doses of an injection intramuscularly\nThere’s even sprays, gels, creams, patches\nEven one study that talked about oral, but I think that’s insane. I would never give somebody oral testosterone\n\n\n\nSide effects for women\n\nIt’s also important to understand in women, the side effect profile\nYou have a way narrower area to operate and you have to be very careful of it\nIn the few women Peter has given TRT, the only side effect he’s observed is acne on the chin\nWhen you talk about the other extreme symptoms (e.g., hair growth), it’s easily reversible by lowering the dose\nThen, the kind of stuff that you see with female bodybuilders doesn’t really apply here because clitoral enlargement, voice deepening, they’re probably taking as much testosterone as a man would take\n\nTRT and breast cancer? [1:10:18]\n\nPeter would like to search research looking into whether there is a chance testosterone is altering the risk of breast cancer \nHe’s heard people hypothesize on this subject that testosterone would further reduce the risk of breast cancer—they’re very elegant arguments but they’re very theoretical\nA study on this would need to be for at least five years. \nIt should be menopausal women\nThe study size would have to be a large enough sample size to see if standard HRT plus or minus testosterone versus a placebo\nSo you’d have three arms to the study and you’d ask “What was the impact on breast cancer?”\n\nInteresting studies relevant to the breast cancer question:\n2018 study\n\nStudy looking at what happened when you took estrogen and progesterone therapy and combined it with a topical patch of testosterone\nThey looked at 88 postmenopausal women\nIn a placebo group (half of them) they were just given estrogen and progesterone\nIn the treatment group, they were given estrogen, progesterone, and a topical testosterone patch\nIn the placebo group, there was a 5-fold increase in breast cell proliferation from their baseline, \nConversely, in the group that also had the testosterone patch, there was no increase detected from their baseline\n\nWhy is that interesting? \n\nIt’s interesting because you could make the case that breast cell proliferation is in some way a sign of ultimately:\n\nMaybe metaplasia? – “Not really.”\nDysplasia? – “I’m not sure”\nBut are those things necessarily a cancer precursor? – “I’m not sure that it is.”\n\n\n“Again, I don’t think this study tells us one thing one way or the other, because I’m not convinced that estrogen and progesterone therapy increase the risk of breast cancer.”\n\nSo a fivefold increase in proliferation doesn’t mean much. \n\n\nPut it this way: When a woman goes through puberty, she has an enormous increase in breast cell proliferation. She’s not getting breast cancer. So breast cancer to be clear is not because you have more cells, it’s because the cells are dysplastic.\n\nThe cells are not responding to cell cycle signaling and the cells have the potential to spread. \nSo this is a grossly oversimplified way to think about this question\n\n\n\nTestosterone mitigating proliferative effects?\n\nThat said, at least it suggested that for some reason the testosterone mitigated all of the proliferative effects of estrogen and progesterone. \nLong winded way of saying…  \n\n“I don’t think we know.”\n“I haven’t seen any evidence that testosterone is increasing the risk of breast cancer. That is for sure.”\n\n\n\nUsing common sense: “When you are inside narrow physiologic bands, it’s very different than if you’re doing things in the wild west where you’re taking people to levels they’ve never experienced physiologically. And at that point, I think you have to be careful whether you’re dealing with men or women.”\nWhen you use testosterone and TRT with the women in your practice, is it still the same as with men where you’re trying to dial in nutrition, exercise, sleep, everything prior to doing it?\n\nNo. It’s less so. \nWith women, when you’re doing this, they’re in menopause and this is really about not making hormones anymore\nIt’s a much more sudden reduction of testosterone that they’re experiencing\n\n \nImpact of fasting on testosterone levels [1:13:45] \nWhat about fasting and testosterone? Are there any benefits or risks to someone’s testosterone from fasting? Is that a tool that you can use to increase, decrease it? Do you use it at all with patients?\n\nIn any patient that Peter has doing longer fasts, if he happens to be measuring labs right after, testosterone generally plummets\nBut you get to completely hypothyroid, completely hypogonadal — But this is very transient\n\nYou shouldn’t be doing those types of fasts that frequently that this would really move the needle\n\n\nThe more relevant question is what are the things that chronically deplete testosterone? \n\nHypercholesterolemia, poor sleep, insulin resistance\n“Those are the things that I would be a bit more worried about as the chronic depleter of testosterone, rather than the odd fast here and there.”\n\n\n\nIf someone is doing those types of fasts like once a quarter, once every six months, how long do you recommend that they wait to run their labs after a longer fast?\n\nIt totally depends on why we’re doing the fast and why we’re measuring the labs\nSo in some patients, for example, if we have a patient who is profoundly hyperinsulinemic, we might actually want to draw the labs before they even refeed\nSo if they’re doing a five day fast, we’ll draw the labs on that fifth day before they break the fast\nAnd the purpose of that is specifically to see how low is that insulin and glucose in the most favorable state possible?\nThis is the best case scenario for now\n\nBut in the case that Nick described his question above…\n\nIt just depends\nIf the goal is not to see abnormal labs that are impacted by the fast, then Peter would wait two to three weeks post fast, and that should more than return everything to normal\nIf the goal is to see just how jacked your labs can get after you fast, do it before you break the fast.\n\nWhat’s the funniest result from labs you’ve seen from fasting? Because I know you run labs all the time. Any things that you saw that were really interesting or you didn’t expect to happen?\n\nMainly just how high uric acid gets probably due to how high the ketones get and maybe due to some autophagy breaking cells down\nObviously how low the test testosterone gets and how profoundly hypothyroid you get\n\nPeter personally sees some odd things in himself:\n\nFor instance, his triglycerides don’t plummet to zero when would’ve expected triglycerides to go very low\nI’ve had some fasts where my triglycerides actually go up a little bit and I suggest that that might be due to just that’s my working currency\nI’m far less glucose dependent, far more ketone and fat dependent and maybe that’s why. \nAgain, it’s not that triglycerides are going from 50 to 300, but they might go from 50 to 110 or something and I found that kind of strange\n\n§Selected Links / Related MaterialJeremy Loenneke podcast about BFR: #179 – Jeremy Loenneke, Ph.D.: The science of blood flow restriction—benefits, uses, and what it teaches us about the relationship between muscle size and strength | Peter Attia (peterattiamd.com) [2:50]\nBrand of BFR cuffs Peter uses: SmartCuff  [6:25]\nStationary bike Peter uses: Airdyne [16:00]\nBeth Lewis podcast discussing proper form of squats and deadlifts: #131 – Beth Lewis: The Art of Stability: Learning about pain, mitigating injury, and moving better through life | Peter Attia (peterattiamd.com) [16:00]\nAMA episode comparing the importance of muscle mass to muscle strength: #176 – AMA #27: The importance of muscle mass, strength, and cardiorespiratory fitness for longevity | Peter Attia (peterattiamd.com) [17:15]\nBFR study looking at impact of BFR on muscle mass and strength: Effects of Low-Load, Elastic Band Resistance Training Combined With Blood Flow Restriction on Muscle Size and Arterial Stiffness in Older Adults (Yasuda et al., 2014) [18:15]\nEpisode of The Drive with Layne Norton discussing strength training: #163 – Layne Norton, Ph.D.: Building muscle, losing fat, and the importance of resistance training | Peter Attia (peterattiamd.com) [54:00]\nPrevious AMA on testosterone: #180 – AMA #28: All things testosterone and testosterone replacement therapy | Peter Attia (peterattiamd.com) [54:30]\nTRAVERSE – Ongoing trial looking at TRT: A Study to Evaluate the Effect of Testosterone Replacement Therapy (TRT) on the Incidence of Major Adverse Cardiovascular Events (MACE) and Efficacy Measures in Hypogonadal Men (TRAVERSE) | (clinicaltrials.gov)[1:05:00]\n2018 meta analysis looking at TRT: Testosterone and Cardiovascular Risk: Meta-Analysis of Interventional Studies (Corona et al., 2018)[1:05:45]\nFirst iteration of the WHI study that found HRT to increase breast cancer risk: Risks and Benefits of Estrogen Plus Progestin in Healthy Postmenopausal Women: Principal Results From the Women’s Health Initiative Randomized Controlled Trial (Rossouw et al., 2002) [1:06:15]\nEpisode of The Drive arguing that HRT does NOT increase breast cancer risk: #42 – Avrum Bluming, M.D. and Carol Tavris, Ph.D.: Controversial topic affecting all women—the role of hormone replacement therapy through menopause and beyond—the compelling case for long-term HRT and dispelling the myth that it causes breast cancer | Peter Attia (peterattiamd.com) [1:06:30]\n2019 meta analysis looking at TRT in women: Safety and efficacy of testosterone for women: a systematic review and meta-analysis of randomised controlled trial data (Islam et al., 2019) [1:07:45]\nStudy relevant to the breast cancer question looking at what happened when you took estrogen and progesterone therapy and combined it with a topical patch of testosterone: Does Transdermal Testosterone Increase the Risk of Developing Breast Cancer? A Systematic Review (Gera et al., 2018) [1:11:30]\n§People Mentioned\nJeremy Loenneke [2:50]\nBeth Lewis [16:00, 31:15]\nLayne Norton [54:00]\n\n§"
}