{
  "title": "#216 – Metabolomics, NAD+, and cancer metabolism | Josh Rabinowitz, M.D., Ph.D.",
  "content": "Josh Rabinowitz is a Professor of Chemistry and Integrative Genomics at Princeton University, where his research focuses on developing a quantitative, comprehensive understanding of cellular metabolism through the study of metabolites and their fluxes. In this episode, Josh focuses the discussion on three main topics: metabolomics, NAD (and its precursors), and cancer metabolism. The metabolomics discussion starts with a broad definition of metabolism, metabolites, and fluxomics before diving deep into glucose metabolism, lactate as a fuel, movement of lactate, and the regulation of these substrates. He then gives a detailed explanation of the electron transport chain and Krebs cycle and their implications with respect to both drugs and nutrition while also explaining how NAD is central to the process of energy generation. He then discusses the age-related decline in NAD and what current literature says about efforts to increase NAD through intravenous or oral supplementation with the precursors NMN and NR, including whether doing so provides any advantage to lifespan or healthspan. Finally, Josh ends the conversation talking about cancer metabolism and how one particular intersection between cancer metabolism and immunotherapy might provide a hopeful outlook on the future of cancer treatment.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n<iframe title=\"216 - Metabolomics, NAD+, and cancer metabolism | Josh Rabinowitz, M.D., Ph.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/_kezGvY5bN8?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#216 - Metabolomics, NAD+, and cancer metabolism | Josh Rabinowitz, M.D., Ph.D.\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#216 - Metabolomics, NAD+, and cancer metabolism | Josh Rabinowitz, M.D., Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#216 - Metabolomics, NAD+, and cancer metabolism | Josh Rabinowitz, M.D., Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nJosh’s background and unique path to becoming a research scientist at Princeton [3:30];\nWhat sparked Josh’s early interest in metabolism [11:15];\nMetabolomics 101: defining metabolites and how they are regulated [16:30];\nFluxomics: Metabolism as a system in action [26:00];\nThe Randle Hypothesis: glucose and fatty acids compete as substrates for oxidation [33:30];\nThe important role of lactate as an alternate fuel [36:30];\nFasting lactate levels as a potential early indicator of metabolic dysfunction [48:00]; \nThe beauty of the Krebs cycle and the role of NAD in energy production [53:15]; \nHow the drug metformin acts on complex I of the electron transport chain [1:05:00];\nThe difference between NADH and NADPH [1:08:45];\nNAD levels with age, and the efficacy of supplementing with intravenous NAD [1:10:45];\nThe usefulness of restoring NAD levels and efficacy of oral supplementation with NAD precursors NR and NMN [1:22:15];\nExploring the hypothesis that boosting NAD levels is beneficial [1:32:30];\nCancer metabolism and the intersection with immunotherapy [1:39:00];\nMaking cancer a chronic disease: exploiting the metabolic quirks of cancer, augmenting the immune system, and more [1:46:15]\nThe challenge of treating pancreatic cancer [1:50:30];\nEpithelial cancers that might respond to metabolic approaches to therapy [1:56:30];\nJosh’s hopeful outlook on the future of cancer treatment [1:59:00];\nNutritional approaches to cancer attenuation [2:00:15];\nWhat makes Princeton University special [2:06:15];\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show Notes*Notes from intro:\n\nJosh Rabinowitz is a Professor of Chemistry and Integrative Genomics at Princeton University\nHis research focuses on a quantitative, comprehensive understanding of cellular metabolism, through the study of metabolites and their fluxes\nHe’s also the director of the Princeton branch of the Ludwig Institute for Cancer Research and a member of the Rutgers Cancer Institute\nJosh earned his MD and PhD in biophysics from Stanford\n\nHe and Peter were in the same graduating class, although he started earlier, because he did 2 degrees\n\n\nIn between earning his MD and PhD and joining the faculty at Princeton, Josh worked at Alexza Pharmaceuticals as the co-founder and vice president of research (we’ll come back to this) \nJosh is the inventor of over 160 patents, including 5 drug products that are in the FDA-sanctioned clinical testing pipeline\nHe has received numerous awards, including an NSF CAREER award, an NIH Pioneer Award and was distinguished as an Allen Distinguished Investigator in 2019\nThis is a pretty technical episode\nWe focus on 3 things: metabolomics, NAD and it’s precursors, and cancer metabolism\nWe open the discussion talking about metabolism, metabolomics and fluxomics\n\nThis includes a pretty in-depth conversation around glucose, glucose metabolism, lactate as a fuel, movement of lactate and the regulation of these substrates\n\n\nFrom there, we speak in more detail on the electronic transport chain and the Krebs cycle and what the implications are, both with respect to drugs and nutrition\n\nThis is an important segue into the second major pillar of our discussion, around NAD\n\n\nMost of you have heard of NAD, we certainly get a lot of questions about NAD\n\nMore questions about the NAD precursors: NR and NMN\nWe’ve also had previous podcasts where we’ve discussed this, including episodes with David Sinclair and Rich Miller\n\n#70 – David Sinclair, Ph.D.: How cellular reprogramming could slow our aging clock (and the latest research on NAD)\n#27 – David Sinclair, Ph.D.: Slowing aging – sirtuins, NAD, and the epigenetics of aging\n#148 – Richard Miller, M.D., Ph.D.: The gold standard for testing longevity drugs: the Interventions Testing Program\n\n\n\n\nIn this discussion, we talk about the intravenous use of NAD and the oral use of the precursors \nSpoiler alert, in this episode we’ll point you to something pretty significant which Peter learned, something he has been saying incorrectly for some time\n\nSo if you’ve heard Peter speak on this topic before, you might want to listen to this big correction\n\n\nWe end the conversation talking about cancer metabolism \n\nParticularly one way in which cancer metabolism and immunotherapy might intersect\n\n\n\n \nJosh’s background and unique path to becoming a research scientist at Princeton [3:30]\n\nPeter recently interviewed 2 of their classmates from med school: Max Diehn and Karl Deisseroth\n\n#213 ‒ Liquid biopsies and cancer detection | Max Diehn, M.D. Ph.D.\n#191 – Revolutionizing our understanding of mental illness with optogenetics | Karl Deisseroth M.D., Ph.D.\n\n\nHe and Karl reminisced how they and Josh all started their surgical rotation together, in the same day almost 25 years ago\nJosh remembers Peter practicing a lot while he looked on\n\nHe thought practice was what you were supposed to be doing if you wanted to become a surgeon\n\n\n\nJosh’s PhD work\n\nJosh did his PhD with Harden McConnell (one of the great physical chemists) together with Mark Davis (the immunologist)\nHis thesis was about the physical chemistry of T-cell activation\nAt that time, people had discovered that different antigens could activate T-cells differentially\nHe was really interested in how that happened; he studied the process of antigens turning into peptides that combined to MHC\n\nThen, how the kinetics of the interaction between the peptide antigen and the major histocompatibility complex protein, MHC, and then the interaction of that complex with the T-cell receptor determined whether people have productive or failed immune responses\nThe hope was you could then manipulate those processes to promote better vaccination or disease clearance and also to potentially treat autoimmunity\n\n\n\nDid Josh also have an interest in cancer?  This work would be one of the hallmarks of how immunotherapy is effective in eradicating cancer.\n\nAt that point in his career, he didn’t think immunological approaches to cancer held much promise\nHe was more focused on infectious disease and autoimmunity\nHe remarks, “Shows you what I know; it’s wonderful to see that the world has turned out to be a lot better than I dreamed it would be on that dimension”\nPeter adds, this is such an interesting topic; he had Steve Rosenberg on the podcast last year\n\nIt was a beautiful and fun recap of how the immune system works\n #177 – Steven Rosenberg, M.D., Ph.D.: The development of cancer immunotherapy and its promise for treating advanced cancers \n\n\nThe part of T cell activation that is amazing is the T cell receptor recognizes things that are 9-11 amino acids long\n\nThe peptides have to be just be right size to be presented and then recognized  \nThis doesn’t seem to leave a lot of margin for error; it’s a really attuned system \n\n\n\nDo you have a sense of why evolution ended up with such a narrow fragment of peptides that were recognizable, as opposed to a broader/ different range? \n\nJosh has an intuitive sense that our bodies work on the scale of billions of immune cells and billions of immune receptors that are made through recombination\n\nThat naturally pairs with billions of antigens\nYou just think about this number 9 and you think about the number of amino acids, right? \nThere are 20 amino acids, so you’re talking about 20 to the 9th power of presentable peptide antigens\n\n\n\n“These things are all tuned to be on the same scale, this scale of billions”‒ Josh Rabinowitz  \n\nIf the T cell recognized 3-amino acid peptides, that would not provide enough information to selectively respond to a virus or bacteria\nIf it was 25 peptides, this would provide too much information\nJosh thinks the system was built to work on a minimal, or just the right amount of information\n\nWhen in your training did Josh make the decision to be a full-time scientist, as opposed to a physician scientist? \n\nHe applied for an internship knowing that he really loved research\nAs he spent more time in medicine, he realized it involves a lot of doing the same thing over and over again\n\nThere is a lot of following the standard of care\n\n\nHis passion is to come in and try to do something different every day\n\nTo think differently than people ever have before\nThis is what led him to research\n\n\nHe loved the patient interaction part of medicine, but doing things the same every day was challenging \nPeter agrees, “I think those of us that chose the more medical side of things can also speak to the frustration of how creativity can often be stifled in medicine”\n\nThis is in large part, for good reason\nSurgery, probably more than other disciplines tends to frown upon creativity and novel approaches to problem solving\n\n\n\nBefore joining the faculty at Princeton, did you go straight into industry from medical school? \n\nYes, Josh was fortunate enough to have the opportunity to work with one of the great early biotech entrepreneurs, Alex Zaffaroni\nThey started Alexza Pharmaceuticals when he was straight out of medical school that was focused on fast drug delivery\n\nWhat could you do by being able to deliver medications noninvasively on the timescale of giving an IV Push in the hospital?\nThey did that through inhalation of small molecules\nBuilding on the concept that if you smoke something like a cigarette, you get incredibly rapid access to the systemic circulation\nThat was Josh’s first job\n\n\nThe company’s initial focus was on migraines\n\nThey never found the drug that had the perfect combination of safety with rapid delivery and efficacy\n\n\nThey ultimately had a drug approved for acute agitation; it’s a sedative hypnotic\n\nPatients come in the ER, they’re agitated and frustrated and want to stop feeling that way\nPatients are eager to take a puff of something\nThey calm down in a couple minutes; it’s wonderful for them\n\n\n\n \nWhat sparked Josh’s early interest in metabolism [11:15]\nWhat made Josh decide to take this lateral step to go into academics? \n\nHe was lucky to go straight from that job into a faculty position at Princeton\nThat’s a rare opportunity\n\nWhat was the first problem he wanted to build his lab around? \n\nHe learned about drugs in his work with Alexza Pharmaceuticals\n\nThey studied every medication in the pharmacopeia for whether it could be a candidate for rapid delivery\n\n\nHe realized there were relatively few labs looking at metabolism broadly, compared to other really important areas of science\n\nLike immunology, cancer, or neuroscience\n\n\nHe started his lab with a really simple question, “Could we measure the classic metabolites that you read about in a biochemistry textbook in one shot, quantitatively?” \nThe second question he had in mind was, “Can we measure the activities of those metabolic pathways?” How fast are those metabolites flowing? Where are they coming from and where are they going?” \nRecently Peter had lunch with one of their mutual friends, Navdeep Chandel\n\nFormer guest on the podcast: #31 – Navdeep Chandel, Ph.D.: metabolism, mitochondria, and metformin in health and disease\nNav commented that his work was in the bottom 10th percentile, nobody finds metabolism interesting\n\nIn the ‘90s if you weren’t doing genomics, if you weren’t doing this other sexy stuff, immunology, you were really an uninteresting person\nBut he found metabolism interesting\nToday we see this is where the action is\n\n\n\n\nJosh agrees, early in his career, metabolism as an area was out of favor\n\nMetabolism was a “solved” problem\n\n\nThe Krebs cycle was the culmination of metabolism research\nAt the same time, metabolic syndrome was becoming worse and worse in the population \nSoon after he began working at Princeton 2 things began to shift\n\n1 – People realized that genomics as a standalone was not going to solve health problems\n\nGenomics needed to be supplemented by other technologies that looked at biochemistry broadly\nMetabolomics was one of those that proved enduring\n\n\n2 – The metabolic syndrome epidemic kept becoming more obvious\n\n\nJosh’s training as a physician becomes important b/c he saw the clinical problem \nJosh agrees, “I just benefited so much from the breadth of biology and medicine that you learn in medical school. I mean, it allowed me to start my lab working on bacteria, which I had never worked on at all as a PhD student. Because you learn bacteriology as one of the things in medical school.”\n\n“That was the perfect starting point for building these technologies”‒ Josh Rabinowitz \n \nMetabolomics 101: defining metabolites and how they are regulated [16:30]\n\nMetabolism is the process that converts the food we eat into usable energy and the building blocks our body needs to grow or regenerate itself, as well as waste along the way\n\nSo what is metabolomics?\n\nThe bulk of metabolism (that makes most of our usable energy) involves something like a hundred metabolites\nThe 1st thing Josh wanted to do was measure those 100 metabolites really well\nExamples of metabolites: This includes all the amino acids and other fundamental inputs we get from our diet\n\nGlutamine\nAcetate (in vinegar or produced by your microbiome) \nFats\n\n\nThen there are intermediary metabolites\n\nThese are glycolytic intermediates that people may have heard about in biochemistry\nFructose bisphosphate is a famous one of those\nPyruvate and lactate‒ a lot of people hear about from exercise\nMembers of the Krebs cycle like citrate, is a famous one that exists in our circulation, and also comes from citrus fruits\n\n\nThen, there are the more effector or energy-holding metabolites‒ ATP, NADH, NADPH\nJosh explains, “Part of the beauty of metabolism as a system is that, with some modest variation, there’s almost a singular solution on earth to how metabolism works. When we learn to measure the metabolites in E. coli, at the same time, we’re really learning how to measure metabolites all the way up to humans”\nIf you comprehensively survey the basic components of protein and nucleic acids and metabolic intermediates, there’s on the order of 1000 molecules that have a clear biological function\n\nThis is a big problem\nBut it’s on the scale of knowing all the kids who go to your highschool not everyone in the phone book in New York City\nThis problem is right at the interface between the human scale and the computational scale\n\n\n\nDo we know every single metabolomic element?\n\nIs there a chance there are other metabolites that we don’t know about?\n\nBecause we haven’t looked for them?\nOr they’re very short-lived?\n\n\nJosh and other groups around the world keep discovering new metabolites at a steady pace\n\nBut he doesn’t think there’s been a completely new and important metabolite discovered yet this century\n\n\nScience finished finding the major metabolites around the time of Krebs\n\n“In terms of understanding how the system really works, how to choose the right diet to be healthy given our genotype or disease, we haven’t scratched the surface yet.” —Josh Rabinowitz\nRegulation of metabolites [21:15]\nHow many of these metabolites are tightly regulated?\n\nPeter loves to explain regulation and homeostasis using pH as an example\nThe pH spectrum runs from 0 to 14, see the figure below\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18548\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f1-rabinowitz-599x1024.png\" alt=\"\" width=\"599\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f1-rabinowitz-599x1024.png 599w, https://peterattiamd.com/wp-content/uploads/2022/07/f1-rabinowitz-175x300.png 175w, https://peterattiamd.com/wp-content/uploads/2022/07/f1-rabinowitz.png 758w\" sizes=\"(max-width: 599px) 100vw, 599px\" />\nFigure 1. The pH scale.  Image credit: Wikipedia\n\nNeutral pH is 7\nPeter explains, “anybody who’s taking care of a patient in the hospital knows 7.4 is where we live as an organism, almost unsurvivable to have an acidosis that goes below seven or an alkalosis that exceeds about 7.7”\npH is tightly regulated to keep us at 7-7.7\n\nWhich metabolites behave like pH and which ones do not? \n\nJosh agrees, pH is a great example‒ it’s a giant logarithmic scale\n\nSo even when you talk about 7.1 to 7.4, you’re talking about something of a 2-3 fold change\n\n\nA lot of important metabolites live in that 2-3 fold range as being the preferred range\nFor some there is a lot more active regulation (like glucose)\nFor others, there is a relatively passive process that keeps them in that range\nThere are all sorts of metabolites, some are made by plants that only some of use eat\n\nSo some people may have a lot while others have none\n\n\nFor the big metabolites (in the biochemistry textbook), the healthy range exists in this 2-3 fold range in the bloodstream  \n\nAre there common and consistent tools that the body uses to regulate metabolites? \nThe most important principle is: When it’s there, use it up.\n\nIn physics, you could say this is a linear consumption of circulating metabolites\nIn chemistry, people call this mass action\nA lot of what you eat, after a little bit of processing, enters the bloodstream\n\nThen it’s the job of the tissues that need these ingredients to use them, in proportion to their availability in the blood\n\n\nThere’s a lot of regulation layered over top of that, to make the body work\n\nInsulin—The most important regulatory hormone in mammals\n\nThe most important regulatory hormone in mammals is insulin\nThere are 2 ways to look at insulin\n1 – Insulin is a hormone that acts to control elevations in blood sugar\n\nAt the highest level, it does this by promoting uptake of glucose and preventing production of glucose\n\n\nAn alternate view is‒ we evolved mainly to be able to survive a lack of nutrients \n2 – Insulin is a hormone that says, you don’t have to use fat right now\n\nIt senses that there are enough carbohydrates around and therefore, it’s safe to not release fat from your adipose tissue\n\n\n\nInsulin has 2 equally important roles \n\n 1 – The disposal of glucose into muscle and stopping glucose production in the liver \n\n\n 2 – Stopping lipolysis to keep fat in your fat stores \n\n“The suppression of lipolysis is a primary, perhaps the primary, function of insulin”‒ Josh Rabinowitz \n \nFluxomics: Metabolism as a system in action [26:00]\nWhat do we know about the flux of metabolomics? \n\nWhen Peter thinks back to biochemistry, 25 years ago, Stryer’s classic textbook, we studied biochemistry in a static way\nJosh thinks this static view of metabolism was never intended by Stryer but got codified in the textbooks\nThis static view killed excitement around metabolism as a topic\nMetabolites are intermediates in the process of converting what we eat into usable energy and protein biomass\nThese things, they’re really relatively low in abundance and they’re flowing very, very fast\n“Metabolism is a system in action” says Josh\n\n\nMetabolites are completely different from part of our bodies that are going to sit there for maybe our entire lifetime (like neurons)\nMetabolites are meant to be made and used on a timescale of a second to an hour (depending on the metabolite)\n\n“The action is in the flow, and understanding where things are coming from, where they are going, and where we can learn about how metabolism works.” —Josh Rabinowitz\nExample: Regulation and flow of blood glucose\nIf Peter did a finger prick and his glucose was 89 mg/dL, what does that mean? \n\nJosh notes, this is a super healthy blood glucose level\nBut, when you think of that absolute amount of glucose, if you took all the glucose in your bloodstream at that level, that’s a few minutes of glucose or energy\nThat glucose has to be constantly replenished in order to feed tissues that depend on glucose\n\nSuch as your brain, activated immune cells, and other tissues\n\n\n\nNow let’s say Peter’s fasting blood glucose comes back at 180 mg/dL\n\n\n\nThis would be type 2 diabetes\n\n\n\n\nPeter asks, “What’s the absolute difference in the amount of glucose in my bloodstream? It went from being 5 grams to 10 grams? Seems like a really trivial amount…. It’s only doubling the amount of glucose”  \n\n\nType 2 diabetes more than doubles your risk of mortality and increases your risk of cancer, Alzheimer’s disease, and cardiovascular disease\nThis disease becomes a problem with only a 2-fold increase in blood glucose levels\nThe system has been built to have about the most circulating glucose that you can have safely\nJosh thinks a lot of the really important metabolites have been pushed to the edge this way\nWe know that there are deleterious protein modification reactions, glycosylation reactions that occur when glucose gets above this point\nEvolution pushed right up to the highest in non-problematic glucose\nThis didn’t happen for a lot of other metabolites and that’s part of why there isn’t a lot of other diseases like diabetes\n\nHaving a good amount of glucose circulating is really valuable and evolution didn’t build in a lot of wiggle room for glucose levels to safely rise \n\nPeter replies, “This speaks to why the flux problem is the more interesting problem than the static problem”\nThe problem is not that your blood sugar is too high in that moment, the problem is the liver assumes, in part, that 190 mg/dL is the right level and it continues to do it\n\nBecause at that moment when you’re not eating, the liver is the only source by which glucose is getting into the bloodstream\nIt uses gluconeogenesis and hepatic glucose output to maintain this elevated level\n\n\nProduction and consumption of glucose have to be balanced for your glucose to stay anywhere close to steady\nIn a diabetic production and consumption are balanced, in a healthy person, production and consumption are balanced\nThey can even be the same amount of production and consumption, but it can just be that you need a higher amount of glucose to achieve that same balance of production and consumption in the diabetic\n\nTo Josh, this reflects underlying issues with how fat is handled\nEither you need more glucose to induce more insulin in order to suppress lipolysis in the diabetic\nOr you need more glucose to out compete fat, to get burnt in tissues\n\n\n\n \nThe Randle Hypothesis: glucose and fatty acids compete as substrates for oxidation [33:30]\n\nThere’s a competition between the fuels glucose and fat; this is a very old idea called the Randle Hypothesis\n\nJosh has a lot of data that’s consistent with this hypothesis\nA lot of tissues make room for glucose to be burned by controlling the amount of fat that’s being used by tissues\n\n\nThe essence of the Randle Hypothesis is that fat is somewhere between “A preferred and THE preferred” fuel for tissues and there’s competition between carbohydrates (classically glucose) and fat, for burning\n\nWhen fat is available, then glucose tends not to be burned effectively; and that’s a possible cause of diabetes\n\n\n\nFat here doesn’t mean fat within adipose tissue, it means fat available for use \n\nFat that’s available for use can come in multiple forms\n\n1 – Free fatty acids floating in the bloodstream (this may be the most important form)\n2 – Adipose stores within tissue, ectopic fat, for example, droplets of fat building up in muscle\n\nNot subcutaneous white adipose, which is typically a healthy place to store fat molecules\nThese droplets of fat within tissue compete with carbohydrates for being burned \n\n\n3 – Breakdown of lipoproteins from the bloodstream, things like VLDL, we desperately need to have broken down in order to have a good HDL and a low LDL cholesterol.\n\n\n\n\nRecent evidence that supports the Randle Hypothesis \n\nJosh’s experiments examines what can suppress glucose use in tissues\n\nThey see very clearly that fat suppresses glucose use\nThere is a long history of this observation, but maybe it hasn’t been adequately appreciated, just how fundamental that result is\nIf you turn off lipolysis in different ways, then you rapidly induce glucose consumption\nIf you provide other alternative fuels, they will also compete with glucose to suppress glucose use\n\nJosh has learned that lactate is a very important circulating fuel, and it also will suppress glucose use\n\n\n\nThe fact that you can have multiple different types of fuels, either fat or lactate, and any of them will suppress glucose use, really makes Josh believe in this kind of competitive nutrient environment and that that plays a central role in determining whether you clear or don’t clear glucose and how high your glucose has to go in order to be cleared \n \nThe important role of lactate as an alternate fuel [36:30]\n\nWhen your demand for ATP gets high enough and quick enough, you’re going to basically take glucose and when you turn it into pyruvate, rather than take the efficient path of shuttling pyruvate into Acetyl-CoA through the Krebs Cycle, where you can generate lots of ATP (requiring oxygen), see the figure below\n\nConversion of glucose to lactate is a quicker path that’s less efficient, but doesn’t require the same cellular oxygen, and you won’t get nearly as much ATP\n\nThis also tends to generate a lot of lactate, which tends to gravitate with hydrogen ions, which tends to poison the muscle a little bit\nThat’s why it becomes rate limiting, in terms of how long you can sustain that level of output\n\n\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18549\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f2-rabinowitz-1019x1024.png\" alt=\"\" width=\"1019\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f2-rabinowitz-1019x1024.png 1019w, https://peterattiamd.com/wp-content/uploads/2022/07/f2-rabinowitz-300x300.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f2-rabinowitz-150x150.png 150w, https://peterattiamd.com/wp-content/uploads/2022/07/f2-rabinowitz-768x772.png 768w, https://peterattiamd.com/wp-content/uploads/2022/07/f2-rabinowitz.png 1202w\" sizes=\"(max-width: 1019px) 100vw, 1019px\" />\nFigure 2.  Conversion of glucose to lactate compared to metabolism using the Krebs cycle. Image Credit: Darekk2, Wikipedia \nWhy is this the tip of the iceberg? \n\nJosh thinks this is all really important, only it’s just party of the picture\nThe other part is that mammals have been wired to use lactate as a major circulating nutrient\n\nIt’s a super fast turnover nutrient\nWhen you think of having a few minutes supply of glucose circulating in your blood, you have an even shorter supply of lactate\nLactate is constantly being made, released into the bloodstream, and consumed\n\nLactate enters the TCA/ Krebs cycle to be used as a fuel, see the figure below\n\n\nThere are MCT transporters that will carry lactate into virtually any cell in your body\n\nMCT stands for monocarboxylate, because lactate has 1 carboxylic acid (if you think of it from a chemistry perspective)\n\n\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18550\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f3-rabinowitz-1024x695.png\" alt=\"\" width=\"1024\" height=\"695\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f3-rabinowitz-1024x695.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/07/f3-rabinowitz-300x204.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f3-rabinowitz-768x521.png 768w, https://peterattiamd.com/wp-content/uploads/2022/07/f3-rabinowitz-1536x1043.png 1536w, https://peterattiamd.com/wp-content/uploads/2022/07/f3-rabinowitz.png 1812w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3.  Lactate is used as a fuel.   Image credit: Nature Metabolism 2021\n“It [lactate] serves as an almost universal nutrient”‒ Josh Rabinowitz\n\nPeter notes, this already differs from what we learned in biochemistry class\n\nWe learned that lactate goes back to the liver and the Cori Cycle turns lactate back into glucose \nThen the liver exports the glucose via the hepatic glucose output\n\n\nJost points out, “I think the really important thing about lactate is that glucose penetration into tissues is actually heavily regulated. It has to be heavily regulated so that if we go through a period of having low carb intake, there’s still glucose preserved for the brain and for other cells that particularly need it. Lactate is the universally available form of carbohydrate. In a healthy heart, at least in the fasted state, it basically will not touch glucose, but it will use lactate as fuel.” \n\nThe preferred fuel of a healthy heart is free fatty acids\nIt probably also gets some fatty acids from lipoproteins\nIt definitely uses lactate and things like ketone bodies\nIt is a clear example of a tissue (other than liver) that consumes lactate as a fuel for carbohydrate energy\n\n\nPeter notes, “Lactate is another metabolite that I pay a lot of attention to… As regularly as I’m checking my glucose, I’m checking my lactate.”\n\nAs compared to glucose, his range is much greater for lactate \nThe lowest glucose he ever measured in himself was 50 mg/dL\nThe highest was when Jerry Reaven had him do an insulin suppression test at stanford; he almost died\n\nIt was ridiculous because one of the IV got blown\nThey were pushing glucose and didn’t know; he was getting so hypoglycemic\nIn medical school, he learned what hypoglycemia feels like‒ you start sweating profusely\nThis was like nothing he had ever experienced\n“It felt like a bucket of water got dumped on me… I could feel the IV was blown”\nWhen they finally corrected it, his glucose got up to 240 mg/dL\nThat’s a 5x range in glucose levels\n\n\nWith lactate, Peter has measured it as low as 0.3 mmol and a high as 20 mmol in himself\n\nThat’s a 60-fold difference\n\n\n\n\nJosh agrees, this is a big range\n\nIt probably depends a lot on your physiological state\n\n\nPeter agrees, the 0.3 mmol was at rest and fasted\n\n20 mmol is kind of an all-out, 2-minute effort\n\n\nThe point here is there is a much bigger range in blood lactate levels\n\nAre blood lactate levels regulated? Is there an upper limit to how high it can go or is it simply how much pain you can tolerate, in terms of what is necessary to generate lactate? \n\nJosh is not sure\nPeter may be right on the pain side of the scale\nThis has to do with how fast lactate is produced and consumed\n\nYou can have an exertion up to 20 mmol, and that can be cleaned up in a few minutes of rest\nLactate is a very flexible metabolite; it goes down very quickly\n\n\n\nNeurons use lactate \n\nPeter remembers reading in 2011 that neurons might like lactate beside glucose\n\nAt that time, there were only 2 fuels a neuron would ingest\nNormally, neurons exclusively used glucose\nIn the ‘60s, George Cahill showed they could use ketone bodies, beta-hydroxybutyrate and acetoacetate\n\nNeurons could use maybe 60/40 in favor of ketone bodies to glucose\n\n\nThen there were whisperings in animal studies that suggested neurons could consume lactate\n\n\nJosh replies that it’s still unclear which cell types in the brain use lactate versus produce lactate \n\nThere is certainly lactate use in the brain\nThis is an active area of investigation\nJosh’s bias is, “we are a neuron-centric form of thinker, we didn’t evolve to make glucose, a unique brain fuel, in order to feed astrocytes. We did it to feed neurons. I do think there’s a special neuronal dependence on glucose, but lactate goes everywhere. It probably goes into both astrocytes and neurons as a fuel in the right circumstances.” \n\n\nThe beauty of lactate is it allows a tremendous degree of flexibility that  wouldn’t exist otherwise\nGeorge Brooks at Berkeley recognized the ubiquitous potential for lactate as a fuel\nJosh has contributed to that story by showing lactate is used throughout the whole body, using mass spectrometry\n\nEvolutionary reason for allowing most tissues to use lactate directly as a fuel instead of relying on the liver to mop it up \n\nThis is not easy to answer but Josh has done some experiments in yeast\n\nYeast makes ethanol as a waste from fermentation of glucose (see the figure below)\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18554\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f4-rabinowitz-1024x421.png\" alt=\"\" width=\"1024\" height=\"421\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f4-rabinowitz-1024x421.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/07/f4-rabinowitz-300x123.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f4-rabinowitz-768x315.png 768w, https://peterattiamd.com/wp-content/uploads/2022/07/f4-rabinowitz-1536x631.png 1536w, https://peterattiamd.com/wp-content/uploads/2022/07/f4-rabinowitz.png 1748w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 4.  Glucose can be fermented to lactic acid or ethanol.  Image credit: Darekk2, Wikipedia \n\nPeople think yeast have the same choice when you get to the level of pyruvate\n\n1 – Spit it as a redox-balanced waste; in humans that’s done as lactate and in yeast that’s done as ethanol (see fermentation in the figure above)\n2 – Take pyruvate into the TCA cycle (aka Kreb’s cycle, in the mitochondria)\n\n\n\nWe see, going all the way back to yeast, that’s a false choice \n\nJosh points out, “The default is to spit out the redox balanced waste [lactate or ethanol] and then you can always pick the waste up and reuse it if you need energy from TCA cycle” \nThis goes back to the very earliest days of eukaryotic life‒ you want to be able to run glycolysis whenever you need to run glycolysis\n\nUse glucose whenever you need to use glucose\nThat takes you to pyruvate\nThis creates a redox problem because you have electrons from the glucose that are not sitting on the pyruvate\nThe first priority is to solve that redox problem\nThat’s achieved in our bodies by spitting out lactate\n“You don’t really want to hold that problem within cells in your body, you want to get that all the way under the circulation so every cell in your body can work on this master metabolic challenge of keeping electrons balanced” \n\n\n\n⇒ Now these electrons are a super valuable source of energy and whoever needs energy can pick them up in the form of lactate \n\nThe way biochemistry is taught puts forth a false coupling of oxidative and glycolytic metabolism\nIn our bodies and in eukaryotes, all the way back to yeast, we’re designed to be much more flexible to allow these 2 processes to happen\n\nIn yeast they are completely independent; they can just spit out ethanol into the environment\nIn us they are quasi-independent\n\nIndependent at the level of individual cells in our body and this is good; if you have a bout of hypoxid you can release lactate and this will be cleaned up elsewhere in the body\nIn our bodies the lactate has to be cleaned up somewhere because we don’t have any master release valve for this\nAll of our cells together have solved this problem\n\n\n\n\nWe can’t excrete lactate from the body; too much lactate in the blood can cause medical problems like lactic acidosis\n\nThis can occur with certain metabolic deficiencies\nOr if you couldn’t breathe, then you end up in this crisis of redox imbalance\n\n\nWe distribute the problem across the body\n\nThrough constant trading of lactate in and out of cells\nThis lets whatever cells need that carbohydrate energy use the lactate\n\n\n\nThe system would be way less flexible if only the liver could clean this up \n\nIt would also be way less commensurate with effective bursts of exercise\n\nThe heart is super well perfused, more so than muscle\nIt’s okay if it’s hard to get oxygen to the muscle when it’s making a lot of lactate\nThis is advantageous for the  heart, which has more oxygen than it needs, to use lactate rather than fatty acids\n\nAs fatty acids are better for long term energy storage\n\n\n\n\n\n \nFasting lactate levels as a potential early indicator of metabolic dysfunction [48:00]\nHow is lactate use regulated locally? \nHow does a myocyte in the heart know the energy of the entire system so it can make this decision? \n\nIt may seem counterintuitive from a medical or textbook viewpoint, but from a physical chemistry viewpoint, it’s pure intuition\n\nWhen lactate goes up, it gets burnt\n\n\nThis decision is made on mass action and availability of substrates; there’s not decision\n\nIf you have too much lactate, it flows out. If you are short on energy, it flows in. \nFasting lactate levels\n\nPeter has become very interested in  the levels of fasting lactate in the population\nIf you measure a person’s lactate level, first thing in the morning, you’re going to see a lot of variability\n\nThis seems to be proportional to their metabolic health\nThe higher that number, the less metabolically healthy they are\nIt’s not uncommon for someone who is insulin resistant to have a fasting lactate level approaching 2 mmol with no activity\n In a healthy person, this will be below 0.5 mmol\n\n\n\nWhat does this tell us about fuel partitioning and this problem of metabolomics?  \n\nJosh thinks there’s a correlation between fasting glucose and fasting lactate\nLactate may be harder to measure, but perhaps even more intimately tied to the essence of metabolic dysfunction \nLactate levels tell us a few things\n\nWhen fasting lactate is high, it reflects the fact that during these times of fasting, when glucose is not really supposed to be used much, you’re still using too much glucose\n\nYou’re converting too much glucose to lactate\nAt the same time that your lactate clearance system isn’t working very well\nTypically, that’s because you’re having competition between lactate and fat to be burned \n\n\n\n\n\n⇒ This all feeds into the syndrome of diabetes\nPeter asks about another interesting observation‒ if he checks his lactate when he wakes up in the morning (it’s 0.4 mmol), then eats the biggest carbohydrate meal he can, he doesn’t exercise and rechecks his lactate in 1 hour, it’s 1 mol.  What happened? \n\nHe understands the biochemistry, which is he has more glucose to metabolize\n\nThis suggests that his lactate should not have gone up\nHe’s using glucose to make pyruvate\nHe has endless cellular oxygen\nHe should be running that pyruvate through the Krebs cycle\nHe shouldn’t see any uptick in lactate\nBut this is not what he sees\n\n\nJosh explains, “Circulating lactate is an intermediary in glucose catabolism. That’s just the way the body works. It’s not what we were taught in med school.” \nHis work is chipping away at this paradigm but he doesn’t know how much it’s shifting at the level of medical education yet\nHe hopes the next generation of biochemistry textbooks talk about circulating lactate as an intermediary in glucose catabolism\n\nThis is fundamental for people who want to think about metabolism accurately\n\n\nOf Jerry Reaven 5 criteria for what was called Syndrome X (now called metabolic syndrome), fasting glucose is still 1 of these criteria \n\nThe 5 criteria are: (1) waist circumference over 40 inches (men) or 35 inches (women), (2) blood pressure over 130/85 mmHg, (3) fasting triglyceride (TG) level over 150 mg/dl, (4) fasting high-density lipoprotein (HDL) cholesterol level less than 40 mg/dl (men) or 50 mg/dl (women), and (5) fasting blood sugar over 100 mg/dl\n\n\n\nPeter thinks a fasting lactate would be more telling \n\nJosh thinks the challenge with lactate is that it is metabolizing up and down faster\nOne response to stress is to rapidly convert glucose into lactate\n\nThat’s just part of your body activating\nThere are people who have stress at a blood draw and because lactate is fluctuating a little bit more this way, there are going to be pros and cons medically for using it as a biomarker\n\n\nJosh doesn’t think our problem with metabolic syndrome is diagnosing it\n\nOur problem is preventing it\n\n\nPeter thinks we treat metabolic syndrome too discreetly; we come to it too late\n\nWe should be looking for things far before you actually have hypertension, truncal obesity, dyslipidemia, and hyperglycemia\n\n\n Peter wonders if lactate dysregulation might be an earlier canary in the coal mine, indicating metabolic syndrome \n\nJosh agrees\n\n\n\n \nThe beauty of the Krebs cycle and the role of NAD in energy production [53:15]\nMetabolism of aerobic respiration \n\nBefore discussing NAD (and NADP, NADPH, NR, NMN and all the things people care about), let’s review how the electron transport chain works\n\nWhat is the Krebs cycle doing?\nHow is that feeding into this massive generation of energy currency?\nExplain the concept of redox\n\n\nFundamentally, you eat 3 macronutrients: carbs and protein and fat\nIn a healthy adult first approximation, every carbon atom that you eat in any of those three forms needs to exit your body as exhaled carbon dioxide\nAll of that exhaled carbon dioxide to a first approximation, is made in the TCA cycle (aka the Krebs cycle)\nThe main way that nutrients flow into the TCA cycle to become carbon dioxide is first turning into pieces that are 2-carbon units in size\nFrom carbohydrates, the basic flow is glucose to lactate and then lactate to pyruvate (a 2-carbon piece that goes into the TCA cycle)\nFat is basically composed of preassembled 2-carbon pieces\n\nFats just get chopped up 2-carbon pieces at a time\n\n\nThe protein part is a little more complicated, we could probably skip it\nThis really depends on the kind of diet you eat\nA carnivore diet is a very interesting side discussion\n\nUltimately, unless you’re gaining protein mass, whatever amino acid carbon you take in (in the form of protein) has to be balanced with amino acid catabolism\nAmino acid catabolism is not that different from carbs and fat, just a little in that it can enter the TCA cycle sometimes as  4-carbon pieces \nA lot of amino acids are broken down in these same 2-carbon pieces\n\nThere’s just 20 of them (for the 20 amino acids)\nThese 2-carbon pieces congeal with a 4-carbon piece to make citrate\n\n\n\n\nOne of the problems is that the Kreb’s cycle has 3 names\n\n1 – “Krebs” honors the amazing biochemist Hans Krebs who played a key role in figuring it out\n2 – The “citric acid cycle” is named for this condensation molecule of the 4-carbon and the 2-carbon piece, citrate\n3 – “TCA cycle” stands for tricarboxylic acid, that’s because citrate has 3 carboxylic acids\n\n\n\nThe Krebs cycle is probably 3x as important as anything else in metabolism\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18552\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f5-rabinowitz-1024x752.png\" alt=\"\" width=\"1024\" height=\"752\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f5-rabinowitz-1024x752.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/07/f5-rabinowitz-300x220.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f5-rabinowitz-768x564.png 768w, https://peterattiamd.com/wp-content/uploads/2022/07/f5-rabinowitz-1536x1129.png 1536w, https://peterattiamd.com/wp-content/uploads/2022/07/f5-rabinowitz.png 1614w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5.  The TCA cycle (Krebs cycle) and electron transport chain (ETC).  Image credit: Nature Communications 2020\n\nAs the Krebs cycle turns, it spits off the 2-carbon pieces that came in as carbon dioxide \n\nAnd in doing this, it takes the electrons that were part of those two carbon pieces and passes them to this famous cofactor (NAD) to make NADH \nThe H in NADH stands for hydrogen\nA hydrogen is really 1 proton + 2 electrons\n\nThe nomenclature here is confusing\nH sounds like H+ which is an acid\nThis is an H with 2 electrons stuck to it; it’s really what we call a hydride or electrical form of chemical energy \n\n\n\n\nThe H is picked up by NAD to make NADH\n\nThe electron transport chain\n\nNADH is what feeds into the electron transport chain\nHere those electrons then flow through a series of proteins that sit in the inner mitochondrial membrane (see the previous figure)\n\n\nThe mitochondria has 2 membranes\n\nThe outer membrane is kind of leaky and not as important\nThe inner one is super tight and is highly regulated\nMost importantly, the inner mitochondrial membrane can be used to pump protons to one side or the other\n\n\n\nUltimately, it’s the pumping of protons out of the mitochondria that’s the function of the electron transport chain \n\nThere is a kind of metabolic flux (discussed earlier) where protons get pumped out then flow right back in\n\nAs they flow back in, they turn a turn style\nAs that turn style turns, it squeezes ADP together to make ATP\n\nADP is an inorganic phosphate\n\n\n\n\n\nATP is the master energy currency used to power our neurons for thinking our muscles for moving and so on \n\nPeter comments, “One of the things about this system that is just so beautiful is the transition from chemical energy to electrical energy, back to chemical energy”\n\nThe NAD in oxidation reduction reactions central to energy production\nThe energy in chemical bonds\n\nYou eat a piece of bread, you’re eating glucose\nGlucose (shown below) has carbon to carbon bonds, carbon to hydrogen bonds, and carbon to oxygen bonds\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18553\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f6-rabinowitz-1024x669.png\" alt=\"\" width=\"1024\" height=\"669\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f6-rabinowitz-1024x669.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/07/f6-rabinowitz-300x196.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f6-rabinowitz-768x502.png 768w, https://peterattiamd.com/wp-content/uploads/2022/07/f6-rabinowitz.png 1242w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6. Glucose, the cyclic and straight-chain structure.  Image credit: Wikipedia\nA carbon to oxygen bond is not very energetic, right? \n\nCO double bonds are spectacular, they’re super high energy\n\nThat’s where physics and chemistry want to flow to\nThey want to make these high energy bonds\n\n\nIn making high energy bonds, you can release a lot of energy\n\nThose bonds are very energetically favorable; they’re the end state\n\n\nIt’s the CH bonds that start out energetically loaded\n\nThey’re less energetically good in and of themselves\nThey have the potential to become better\n\n\n\nPeter’s takeaway: These carbon-carbon and carbon-hydrogen bonds have this potential that the Krebs cycle liberates \n\nIt takes that chemical energy, liberates it through the electron transport chain, then at the last second, it quickly shunts it back into a chemical bond\n\nThe chemical bond between the P and ADP to make ATP\n\n\nNow we have this energy currency (ATP); there are lots of different ways it can be used\n\n \nExplaining “redox” and the difference between oxidation and reduction in chemical terms [1:01:30]\n\nOxidation and reduction are always coupled\n\nThey refer to the movement of electrons\n\n\nWhen electrons go from substance A to substance B, the one that gives up the electrons is oxidized\nThe one that receives the electrons is reduced. It’s the subject of reduction.\n\nHow does redox pairing work to facilitate the transfer of electrons down the electron transport chain, in the inner mitochondrial membrane? \n\nThis is a pair where NAD is the oxidized form, and NADH is the electron holding or reduced form\n\nIt normally exists in a biased ratio towards a lot of NAD and a small amount of NADH\nThe way nature works is that whenever any pair of chemicals is skewed in one direction, it’s favorable to turn the one that’s abundant into the one that’s less abundant\n\nThis makes NAD a decent electronic acceptor\nIt’s sitting there prepared to pick up electrons from these carbon intermediates of the TCA cycle that are coming from carbohydrate and fat and take the electrons, make NADH, which then can feed into electron transport chain\nThat backend has to happen fast in order to keep this ratio skewed, so you have mainly NAD and not too much NADH \nThat’s really important because when that NADH starts creeping up, all sorts of things start going wrong\n\n\n\n\nWhen NADH goes up, this will drive too many electrons into the electron transport chain\nNav has done a spectacular job showing how this leads to the production of free radicals\nSecondly, it gums up metabolism\n\nToo much NADH relative to NAD can lead to not having enough ATP and can make signaling things go awry\n\n\nPeter recalls, there are clinical scenarios in which we see this happen\n\nOften they are a result of toxicities\nThe classic example he learned in medical school, to explain the significance of this whole system, is cyanide\n\n\n\nCyanide \n\nCyanide is an electron transport chain inhibitor that leads the whole system just backing up bit by bit\n\nYou can’t then transfer electrons from NADH into the electron transport chain\nNADH goes way up, NAD falls to the floor, and then you have no way to make ATP\nThat unfortunately leads to rapid mortality\n\n\nPeter points out, “This comes back to the kinetics and the flux, which is, it’s not like cyanide kills you in an hour. I mean, it kills you in seconds. It’s really a sobering thought.” \nJosh adds, “ATP turnover, via this system, is on the time scale of a second. Same for NADH. These are things that are just whizzing through our bodies all the time and that we’re constantly dependent on.”\n\n \nHow the drug metformin acts on complex I of the electron transport chain [1:05:00]\nAre there less extreme examples of things that will put the NADH/NAD balance in the wrong direction, chronically? \n\nJosh doesn’t want to give the misimpression that the right thing is to have as much NAD and as little NADH as possible\nFirst of all, it’s designed to be a dynamic system\n\nIf you undergo intense exercise, you’re going to drive NADH up\n\nThis is a very healthy context for doing this transiently\n\n\nMetformin is a super interesting medication and probably works mainly by slowing the conversion of NADH back to NAD, by impairing the complex I of the electron transport chain\n\nComplex I does this initial electron offloading from NADH to make NAD\n\n\n\n\n\nHow well is the effect of metformin on complex I understood? \n\nIf you talk to 5 different people who study Metformin, they’ll tell you 5 different things\nJosh explains “There are many people who know more about this than me, but one thing that we tend to do in our lab sometimes is take these famous metabolic effects, like metformin inhibiting Complex I, and just do a quick test of it.”\n\nAbout half the time they look to be true and half the time they look to be dubious\nAnd metformin was a shining star in our hands in inhibiting Complex I\n\nIt was one of the cases where I really felt like it may do other things, but it certainly does what it’s supposed to do there; it does that strongly\nJosh thinks it’s probably the fact that it does it in a relatively liver-specific way due to the way that metformin enters cells of the body that leads to it being safe\nMetformin may be the world’s most widely used medication is at some level the mechanistic analog of cyanide\n\n\n\n\nMetformin inhibits the electron transport chain\n\nIt’s a mechanistic analog of cyanide\nYou have one of the most acutely lethal substances and one of the most widely used drugs working in a remarkably similar way\nJosh thinks the strong liver specificity of metformin is probably what makes it beneficial for at least a subset of people\n\n\n\nWhat change in the ratio of  NADH to NAD did Josh observe if you go off metformin and then go back on metformin? \n\nJosh is not sure he did this in a way that is clinically applicable, but it’s crystal clear that it goes in the right direction\n\nDoes it surprise you that metformin would raise fasting lactate levels? \n\nNo, it is certainly aligned to do that\nIt’s creating a roadblock for the TCA cycle and electron disposal which gives you more lactate\n\nDo you think that that’s a neutral effect or do you think that’s a potentially deleterious effect of metformin that is probably offset in a patient with diabetes by the benefits that it has on hepatic glucose output? \n\nJosh thinks this is a great question; he doesn’t know\nHe thinks having more circulating lactate can be a challenge for clearing fat because they have some sort of competition\n\nFrom that perspective, being in a lower state might have some benefits\nOn the flip side, lactate is a valuable fuel as long as its levels don’t get too high\nHe’s not sure how this all plays out in long-term health\n\n\n\n \nThe difference between NADH and NADPH [1:08:45]\n\nNADP and NADPH are super important cofactors that live just on the edge of what people who take biochemistry in either undergrad or med school learn about\nTheir intrinsic chemistry from the energy point of view is exactly the same as NAD/NADH, but they have a different handle on them chemically that allows biology to use them in a different way\nTheir ratio is maintained at a very different level from NAD/NADH\n\nSo NAD/NADH is super biased towards NAD\n\nThis is much more of an even pairing, which means there’s much more driving force to dump the electrons off rather than to absorb them up\n\n\n\n\n\nNADPH is second only to ATP as a master energetic building material\n\nThe most important example, it’s used to assemble fat \nFat is made by taking 2-crobon pieces from carbohydrate and adding electrical energy in the form of NADPH\n\n\nNADPH is used in all sorts of other really interesting ways to fight reactive oxygen species\nIt’s also used if you’re trying to kill bacteria, to intentionally make reactive oxygen species\n\nJosh notes, “This is where biology is freaking confusing and complicated, and there’s definitely the yin and yang that you have this awesome cofactor, that’s so important for fighting oxidative stress and also can be used to create boat loads of oxidative stress intentionally when it’s needed.” \n\n\n\n \nNAD levels with age, and the efficacy of supplementing with intravenous NAD [1:10:45]\n\n7-8 years ago it started to become fashionable for people to talk about supplementing with NAD\n\nWas part of the impetus for this the observation that as we age, cellular NAD levels decline? \n\nWe’ll put sirtuins aside because that story keeps changing\nThe first principles in this field are great‒ NAD plays this super central role in energy generation that we all want to feel more energetic\n\nWhether you want to be a more extremely successful athlete at age 21\nOr whether you want to feel at age 50, like you’re 21\n\n\nSo you think, if we could just turn up the burner capacity, this would be absolutely fantastic\nThen we have this data that NAD is depleted with aging\n\nJosh points out when he does these measurements, we agree that NAD is depleted with aging, but it is a lot more subtle than you would think looking at the literature\nThese are really quite subtle NAD depletions observed with aging, around 10-20%\n\nThis is in the 3-fold range discussed earlier, where a lot of metabolites live on a daily basis\n\n\n\n\n\n“Oh, wow, I didn’t realize it was that little”‒ Peter Attia\n\nJosh is not saying that in some tissue of an aged human, there might not be bigger effects\n\nJosh’s takeaway: \n\nOn one hand, it’s a robust finding that this is something that changes with aging with a central metabolic role\nOn the other hand, it’s something that happens with a fair amount of subtlety\nThis is the first caution he would give to people thinking that they’re going to fix everything through NAD\n\nHow is NAD measured? \n\nATP is very difficult to measure because it doesn’t stick around a very long time\nNAD (unlike NADH) is not a super transient metabolites\nNADH measurement is wickedly difficult\nMost of this NADH/NAD para sits as NAD, and NAD tends to sit around for a hour-ish timescale\nYou don’t have to flash freeze tissue or things like that\n\nThere is more flexibility in making those measurements, as long as you’re not irritating the tissue in a way that leads to massive NAD degradation\n\nBut many  people may do this sometimes by accident\n\n\n\n\nLike ATP, NAD is a tissue metabolite, not a circulating metabolite\n\nSo you need biopsy specimens to measure it\n\n\nJosh is not a master of the literature on NAD levels in human tissues\nHis not-fully informed perspective is‒ we don’t have as many of these measurements as we should have\n\nAnd that’s because it’s hard to get biopsies from people\n\n\n\nIf you take whole blood, can you look at the NAD levels in PBMCs with relative ease? \n\nJosh thinks this is a good question because there is quite active NAD metabolism in immune cells (PBMCs)\nHe works a lot in mouse; they take tissues, freeze them, extract metabolites, and do mass spectroscopy\nHe sees a consistent decline in NAD with the aging animal by 10-20%\n\nIt’s not a fold-reduction\n\n\n\nPeter’s hypothesis‒ if you restore NAD levels in an old organism to the level they had when they were young, will the old organism feel and perform like the young organism? \n\nSimilarly, if you induce super normal levels of NAD in any organism, will they feel super normal?\n7-8 years ago, NAD clinics started popping up all of the the place saying they will give you and IV of NAD\n\nWhy did they administer NAD intravenously?  Why not make a pill? \n\nNAD (aka nicotinamide riboside) and its precursors are broken down in the gastrointestinal tract\n\nIf you take it NR orally, it will mainly enter the body in the form of nicotinic acid (aka niacin)\n\nThis is a healthy substance, but your body is not seeing nicotinamide riboside (NAD)\n\n\n\n\n\n“There’s no known absorption route for NAD”‒ Josh Rabinowitz \nWhat happens when a person receives intravenous NAD? \n\nOne of the things in metabolism and biology is anytime you put something in a vein, you bypass the liver and the first pass effect\nNAD is going to get broken down partially because there are not clear uptake mechanisms known, to get NAD from the bloodstream into cells\nNicotinamide mononucleotide (NAD) may be able to enter cells directly, or nicotinamide riboside (NR)\n\nNR is a partially broken down form of NAD, but they are nevertheless meaningfully closer to NAD than the normal things that circulate in good amounts in our bloodstream\nPartially broken down NAD precursors can be taken into cells and rebuild NAD in a shortcut manner that probably has a good chance to bolster NAD levels\n\n\nCertainly at least some important cell types in the body can take up NR and NMN, maybe pretty broadly, but Josh doesn’t know, off the top of his head\n\nOnce NR or NMN gets into the cell, is it relatively straightforward to reconstitute NAD? \n\nYes, this is a favorite reaction and does not have a big energy demand\nThe big energy flow is through this NAD and NADH exchange\nThe making of NAD itself is not an expensive process per se \nNAD stands for nicotinamide adenine dinucleotide; It’s two kind of nucleotide pieces put together\nWhen you take in NR or NMN, it’s one of those two pieces\nBut the more interesting side comes from ATP, and it’s there all the time, because all your cells have ATP\n\nAnd so you just snap it together\n\n\nJosh thinks you probably end up with effective NAD supplementation when you go the IV route\n\nPeter’s takeaway: Taking IV NAD will probably increase intracellular NAD levels, though, not directly because there’s not a transporter\n\nIt goes through a circuitous route to get there\n\nThis corrects a statement Peter has made in the past‒ “Intravenous NAD is not a good way to get NAD because we don’t have a transporter” \n\nThis statement is correct, but incomplete\nIn other words, if you take 100 units of NAD intravenously infused, we don’t really know how many units ultimately make their way into a cell, but it’s probably not 100\n\nJosh thinks there is a fair amount of loss in the process\n\n\nCD38 is a very interesting protein; it’s designed to control these kind of pathways\n\nIt’s a suppressor of NAD levels\nIt works by breaking down NAD that’s outside of cells \n\nIn normal physiology, there isn’t meaningful amounts of NAD outside of cells, but there is NMN in meaningful amounts\n\n\nThis is a protein that’s super good at breaking down NMN; it leaves you with NR\n\nSo it’s one step further away from being NAD, but it’s still meaningfully closer than your typical physiological precursor\n\n\nIt’s positioned to boost NAD, at least in some places in the body\n\n\n\n \nThe usefulness of restoring NAD levels and efficacy of oral supplementation with NAD precursors NR and NMN [1:22:15]\n\nPeter thinks the majority of efforts to increase intracellular NAD are done through oral precursors, NR and NMN\n\nThese are pretty similar\n\n\n\nIs there a convincing argument as to why one should be the preferred substrate? \n\nNR and NMN are approximately equivalent approaches\n\nWhat are the gastrointestinal effects of NR and NMN? \n\nThey get broken down all the way to the level of nicotinic acid (aka niacin)\n\nThis is the main way they enter the body\nIt doesn’t mean that there can’t be a trickle of them entering some other way that has a physiological effect or that there’s some local effect or some effect on the microbiome of taking them\nBiology is super complicated; there are ways that these could be doing interesting health-supporting things\n\n\nJosh doesn’t think they’re fundamentally different than taking a physician prescribed niacin pill from the perspective of providing NAD precursors\nPeter recalls that physicians used to prescribe niacin for hyperbetalipoproteinemia (high cholesterol); he doesn’t remember to exact dose but it was on the order of grams not mg\n\nIt was not uncommon to get a real flush from niacin\n\n\n\nIs the reason people don’t experience a flush with NR and NMN, because they’re typically taking only 500 mg to 1 g?\n\nYes\nNR and NMN are also niacin prodrugs, so their conversion to niacin is delayed and they may be better tolerated\n\nJosh’s lab has done some flux work with NR and NMN, what has he learned about what tissues they end up in when given orally?\nWhat is the effect in the liver versus the muscle versus the plasma? \n\nThe main finding is both NR  and NMN are converted to niacin\n\nThey raise niacin levels in the portal circulation that connects your intestine to the liver\n\nSo heading out of the intestine and to the liver\n\n\n\n\nThey boost their own circulating levels in a subtle or vanishing amount\nNR and NMN are less abundant in the bloodstream than nicotinamide (NAM)\nNicotinamide (NAM) is what the liver normally produces to feed NAD precursor to the tissues of the body\n\nJosh’s conclusion from his research‒ there is no clear route for oral NR or NMN to produce circulating levels of NR or NMN that are high enough to compete at a standard concentration level with NAM \n\nNAM is the body’s way of feeding NAD precursors to tissues\n\n“They [NR and NMN] don’t change… what most of your tissues are seeing that much”‒ Josh Rabinowitz \nWhat are the opportunities to be misled in these measurements? \n\nThere could be local effects of NR or NMN on the intestine that are really important\nThe availability of NR and NMN could impact the microbiome in important ways\n\nThe microbiome can have big effects on health\n\n\nIt could be that even with the small amounts of NR that reach the liver (or even lower amounts that reach the heart or something), there are a subset of cells there that may prefer to use NR\n\nMaybe these cells are deficient in using NAM\nSo maybe getting even small amounts of NR to those cells is meaningful\n\n\n\nJosh’s base assumption is that often the obvious is true, and here the obvious would be the physiological system just isn’t that impacted by this particular type of oral supplement \nIs there a chance that with chronic administration of NR or NMN you’d see something different? \n\nJosh points out, “Human can be different than mouse… We haven’t done these experiments in humans.  Chronic versus acute, there’s a bunch of variables that could alter things.”\n\nIf the hypothesis is true, that restoring intracellular NAD levels at age 50 to the level they were at age 20 would improve some measure of performance, what do you hypothesize would be the most efficient way to restore NAD levels? \n\nIV is a promising way to do this restoration\nJosh is not very convinced about the first hypothesis\nIn the big history of medicine, things are way more complicated than people can envision\n\nHormone replacement therapy is one of the great examples\nPeter points out the Women’s Health Initiative was a randomized experiment, but it was really misinterpreted and initial findings have been overturned\n\n\n\nMedicine is complicated, as exemplified by study of hormone replacement therapy and the Women’s Health Initiative [1:28:45]\nFindings on breast cancer in the WHI\n\nEpidemiological studies from the ‘80s and ‘90s showed giving women hormones, post menopause was a good thing\nThen the Women’s health initiative said this was a bad thing\n\nPeter thinks this is misleading\n\n\nIf you go back and look at the Women’s Health Initiative, it’s an awful example of how to misinterpret a study\nThere was no increase in the risk of breast cancer\n\nAnd if there was, it probably had nothing to do with the estrogen the women were given\n\n\nThis study looked at 2 parallel groups, women with a uterus and women without a uterus\n\nWomen without a uterus were randomized into 2 groups: \n\nPlacebo or estrogen\n\n\nWomen with a uterus were randomized into 3 groups:\n\n1 – Placebo \n2 – Estrogen only in women \n3 -Estrogen + MPA (the synthetic progesterone)\n\n\nFor women without a uterus, given estrogen the hazard ratio for breast cancer was 0.77\n\nThis didn’t quite reach statistical significance\nThis trended towards estrogen actually reduced the risk of breast cancer\n\n\nIn women with a uterus, given both estrogen and progesterone\n\nThe hazard ratio for breast cancer was 1.26\nThe p-value was around 0.05 or 0.049\nThis is about a 25% increase in the risk of breast cancer \n\n\n\n\n\nBut to talk about an increase in relative risk without talking about the absolute risk is irresponsible; the change in absolute risk was 0.1% or 1 in 1,000 \n\nThis difference in relative risk versus absolute risk is important\nThis says nothing about a lot of other methodologic issues with the study\n\nA more plausible hypothesis was that the MPA (progesterone) was more the issue than the estrogen\n\n But the estrogen gets all the attention‒ so estrogen causes breast cancer   \n\n\n\n\nThese findings were not held up in subsequent studies\n\nPeter’s takeaway: in 10 years, we’ll look back and see what happened to a generation of women who were deprived of  hormone therapy as really unfair and  due to a poorly interpreted study \nFindings on cardiovascular disease (CVD) \n\nThere probably is a slight increase in risk of CVD with oral estrogen because of the hypercoagulability\nToday, very few women on hormone replacement therapy are given oral estrogen\n\nThe preferred route of administration is a patch, something like a Vivelle-Dot where you’re given topical estradiol, and this provides many benefits (below) without any of the hypercoagulability and cardiovascular risk\n\nReduction of vasomotor symptoms\nIncredible benefits on bone health \n\n\n\n\nNow we actually see the reverse, a statistically significant reduction in cardiovascular mortality\n\nJosh points out this is a great example where the drug has to be given by the right route of administration to see a health benefit \n\nAnother example is NSAID and Advil\n\nPeople knew they had a lot of side effects but everyone assumed they were counterbalanced by the fact they were reducing coagulability, and that would be cardioprotective\n\nMost people don’t believe this anymore\n\n\n\n\n\n \nExploring the hypothesis that boosting NAD levels is beneficial [1:32:30]\nJosh’s take on the hypothesis that boosting NAD levels is beneficial\n\nJosh accepts that a 10-20% reduction in NAD levels as we age is likely true\nBut at this point in time, Josh does NOT think that if we could deliver 20% more NAD to a 50 year old, it would improve their quality or length of life\n\n“These things involve such complicated interplay of different organ systems”‒ Josh Rabinowitz \n\nJosh is open to the idea that NAD supplementation may turn out to be super valuable medically\n\nIf NAD supplementation is beneficial\n\nIf this is true, he thinks it will be because there are select cell types that are severely NAD depleted\n\nWe will need to figure out how to restore NAD in those cell types\nThen we may see big health benefits\n\n\nIt’s also possible that the general intravenous supplementation is hitting those cells and correcting this depletion\nHe  thinks it’s equally possible that it’s having some adverse effect that’s going to be net negative for people\n\nWe don’t know the science well enough, and we certainly haven’t done the clinical experiment well enough to give good health guidance yet\nPeter stands corrected\n\nPeter remarks that he stands corrected, “I just want to apologize to all the people over the years that I’ve said, intravenous NAD is not getting in your cell. I stand corrected. Indirectly… it may actually be getting into at least some cells.”\n\nHow would you begin to tackle the question‒ are there certain cell subtypes that may benefit from boosting NAD levels? \n\nPeter hasn’t seen a single convincing clinical study in humans using either NR or NMN that has made him excited about this\nPeter is not a stranger to putting things in my body without absolute perfect information\n\nRapamycin is a good example; he’s been taking it for 4-5 years\nThere is good evidence for rapamycin but it’s far from perfect\nWe’re never going to have a definitive human clinical trial\n\n\nPeter asks, “If I’m willing to take rapamycin, why am I not taking NR? And why am I not taking NMN?”\n\nBecause he can’t find a shred of compelling evidence to tell him to do so\n\n\n\nJosh’s recommendations\n\nFirst we need to do a better job mapping the basic pharmacology of NAD in animals and humans\n\nThis is doable and something the field is doing\n\n\n We need to look at cellular resolution rather than bulk resolution \nJosh is working hard to develop the ability to take a slice of tissue and determine the heterogeneity of NAD levels across cells\nIt will be helpful to know if there is a scattershot in aging and if it’s homogenous in young people\n\nThis will tell us if all we need is 1 in 10 cells at anytime to be NAD depleted\nIs a 10% reduction in NAD levels 1 out of 10 cells depleted for NAD, instead of some tiny wiggle down? \n\n\n\n“I think this is going to be a really important measurement”‒ Josh Rabinowitz \n\nIt will take the field a few years to get there\nUltimately we need successful clinical experiments\nThere have been persuasive experiments in animals\n\nThere are experiments on reversing bad outcomes after renal ischemia\nIt would be good if we could find niche experiments where there’s a very strong effect in animals, a very quick clinical readout of ischemic renal event\n\nThen you can test to see if supplementation provides a benefit or not\n\n\n\n\n\nJosh’s takeaway: Conceptually, we need to find the strongest animal proof of concept that can be translated into a small, but definitive clinical trial and prove that this really can do something beneficial in the right context. And then from there you can think about kind of expanding the indication to general health betterment. \nWho would fund this? \n\nIndirectly through the ITP (Interventions Testing Program), Rich Miller, Randy Strong et al. have already done an NR test in their very rigorous tried and true model\n\nThis failed; NR did not extend life\n\n\nJosh’s group tries to hel the real NAD expert labs by doing the flux studies\n\nThey facilitate measurements\nIt’s not the bread and butter of his research\nBroadly speaking, he’s an observer\n\n\nHe believes there is money in the NIH for this question that is central to metabolism and health\nHe also thinks biotech is interested in ways to do this pharmacologically\nFor CD38 inhibitors, there’s a whole different financial structure there if you can make a patent approved medicine \n\nWhat are the top labs studying NAD and its precursors or ways to increase it? \n\nJosh replies, “I’m too much of an outsider to get into naming names on that… other than to credit Jo Baur for being a fantastic collaborator” \n\n \nCancer metabolism and the intersection with immunotherapy [1:39:00]\nHow did Josh become interested in cancer metabolism? \n\nPeter and Josh reconnected 5-6 years ago at a conference on cancer metabolism\nJosh was fortunate to be at Princeton, which is this academic bubble where he could do experiments on E. coli and yeast, and set up these good metabolic measurements unmolested\nHe got a call from the head of the Penn Cancer Center (at that point in time it was Craig Thompson), saying he wanted to visit\n\nThat was a life-changing call because it brought him into the world of biomedicine, in the context of working on cancer metabolism \nCraig left Penn to go to Memorial Sloan-Kettering shortly after\n\n\n\nThere is a very natural connection between metabolism and cancer \n\nThe first great rational triumph in treating cancer was antifolates and Sidney Farber\n\nHis name is memorialized on the Dana-Farber Cancer Center\n\n\n\nThis is really the origins of how cancer was rationally treated by targeting metabolism \n\nThis was under studied for so many years and it was a very natural reentry point for Josh because you can study cancer in isolated cells in a culture dish\n\nSince his lab was studying E. coli and yeast that was much more comfortable to him in the 2008 than trying to work on mice\n\nThough he’s delighted they got back to mice a few years after that\n\n\n\n\n\nPeter notes cancer metabolism is a booming field today\n\nHe would love to have Craig Thompson on the podcast; he’s had Lew Cantley on  (episode #110) \nCancer metabolism and immunotherapy are really 2 of the most promising and exciting areas of cancer research today\n\nAnd they didn’t hear a single word about either in medical school\nMaybe there was something about antimetabolites for cancer hidden in a pharmacology book\n\n\nOne of the most exciting things is going to be the interface of those 2 fields\nThe composition of the microbiome is predictive of whether immunotherapy works\nJennifer Wargo has amazing work showing that fiber can promote the effectiveness of immunotherapy\n\nIt remains to be determined if this is soluble or insoluble fiber\n\n\n\nWhat makes the metabolism in a cancer cell different? \n\nEven when you compare cancer to their non-cancer counterparts in the same tissue, there are differences\nThe 2 hallmarks of cancer are \n\n1 – The inability to respond to cell cycle signaling; this is why it keeps growing\n2 – The capacity to metastasis; cancer cells leave and grow in a new site\n\n\nPeter asks: What is it about them metabolically that also is a piece of their signature?\n Cancers tend to be glucose users, says Josh\nIn the fasting state, glucose use is weird and not the default\n\nThe default is to use fat and lactate\n\n\nCancer uses glucose in large part because they’re programmed internally to basically feel like they’re always seeing insulin\n\nThis occurs through mutations in the PI3 kinase pathway that Lew Cantley pioneered\n\n\nCancer is positive on an FDG PET scan, so they’ll constantly take up and phosphorylate (to trap) glucose or glucose analogs\n\nThis is why FDG PET is the most sensitive way to detect most types of cancer\n\n\nDownstream from this, there are a ton of metabolic changes in cancer cells\n1 – The most fundamental change is uncontrolled nucleic acid synthesis\n\nThis is needed to support uncontrolled growth\nThis was targeted initially by Farber and by many subsequent medications that are still widely used today\n\nPemetrexed is first line treatment for lung cancer\n\n\n\n\nIf you get these medications right, you can induce mutations through the metabolic stress on the nucleotide system and this can make immunotherapy work better\n\nImmunotherapy as gotten understudied as cancer metabolism has returned to the fore\nThere’s been a lot of focus on fuel usage cutoff, which is tough because like most cells in the body, cancer cells can use a lot of different types of fuels depending on what’s available\n\n\n\nWhy starving your body of glucose doesn’t totally kill cancer [1:44:30]\nIt’s natural when people hear that cancer loves glucose that they think the solution is to stop eating glucose \n\nThe problem with that logic is no matter how little glucose you eat, you still have plenty of glucose in your circulation, even if you’re in a complete state of starvation.\nGeorge Cahill’s work, 40 days of starvation, they still had 3 mmol of glucose in their circulation 40 days out\n\nSo there is no way to eliminate glucose \n\nGetting glucose below the healthy 89 mg/dL is very difficult \n\n\nPeter rationalizes that minimizing insulin may be more important than minimizing glucose\n The idea of starving cancer seems potentially overly simplistic \nEven if you can get your glucose below 89, there are other fuels cancer can use\n\nGlycogen, amino acids, fats, lactate, and ketone bodies\n\n\nYou cannot cut off the fuel supply for cancer without affecting some other critical tissue\n\nDisrupting the function of immune cells or the brain would be a more acute disaster\n\n\n\n \nMaking cancer a chronic disease: exploiting the metabolic quirks of cancer, augmenting the immune system, and more [1:46:15]\nThere is an idea about exploiting the metabolic quirks of cancer in a way that augments the immune system \n\nPeter has a bias, which is cancer is going to be hard to control so a better strategy is to use multiple modes of action instead of pulling really hard on just 1 lever\n\nJosh points out there are lot of moves to try to make cancer into a chronic disease where the therapies are not so terrible \n\nHitting the nucleic acid side of cancer for people aiming for maintenance therapy \nWe need a fresh approach to that whole side of cancer metabolism because think there are targets waiting to be developed\nIf you can create nucleotide imbalances, which is a natural thing to do when you hit that system, then nucleotide imbalances are drivers of mutations and mutations in cancer cells are drivers of immune response to cancer\n\nInterrupt the ability of cancer cells to synthesize DNA and this will result in more mutations\nMore mutations create more targets for the immune system\n\n\nAnother exciting avenue is to apply a very strong stress to the cancer while putting pressure on their fuel supply\n\nIt will be difficult to put so much pressure on the fuel supply, that this alone will slow tumor growth\nBut if you combine it with chemotherapy, that’s already targeted to the tumor\nAnd then you pair that with something like ketogenic diet, which is lowering insulin, lowering glucose\nStudies in animal models show this can be a very powerful combination\n\n\nWe see that the tumors start to deplete glucose in response to the chemotherapy, whether that’s because their vasculature is breaking down or whether that’s because they have hiding glucose demand because they’re having mitochondrial damage from the chemotherapy\n\nChemotherapy lowers glucose in the tumor intrinsically, and then if you come in with a diet that lowers glucose availability, this becomes stronger and then you can get to really low tumor glucose \nJosh has seen some pretty big improvements in outcome in mouse experiments\n\nHopefully they’ll translate to the clinic\nHe has a clinical trial open on this now\n\n\n\n\n\nWhat’s the best tool we have to interfere with nucleic acid synthesis in cancer cells? Is it old school chemotherapeutics? \n\n For the moment, yes \n\nPemetrexed is probably the most successful clinical agent\nOther good ones are gemcitabine, but we need to think fresh \n\n\nJosh reflects, “When we were in medical school, I thought we would not see a cure in our lifetimes for hepatitis… but look at that now”\n\nNucleoside analogs have mainly cured hepatitis\n\n\n\n“There’s clearly untapped potential there”‒ Josh Rabinowitz \n\nJosh’s guess is that the chemistry has evolved a lot in the past 40 years and this area is ripe for rediscovery \n\n \nThe challenge of treating pancreatic cancer [1:50:30]\nPancreatic cancer\n\nIt’s interesting that Josh mentioned gemcitabine because this is one of the first line agents for pancreatic cancer\nPancreatic adenocarcinoma is the cancer Josh has worked the most on\n\nIt’s a horrible disease\nIt’s the 4th leading cause of cancer death in the US, in both men and women\nIt’s 95% lethal and Peter has heard it argued that the 5% who don’t die are misdiagnosed\n\n\nFOLFIRINOX is progress for treating pancreatic cancer\n\nEven more patients respond if you combine gemcitabine and abraxane (an albumin-bound form of paclitaxel) with a platinum agent\nThat triple combination produces regressions in most patient’s tumors\nBut the regression is not durable and that’s what kills them\n\n\n\n“The duration of response is terrible right now, but the fact there’s response is promise”‒ Josh Rabinowitz \n\nFrom Josh’s perspective, once you can start seeing a response, you’re on the road \nNow they have to figure out how to make the response durable\nHe hopes that’s where the metabolic part becomes important\n\nThere is going to be some interface of the metabolic part of treatment or the immune part or a harder hit with chemo or radiotherapy, or earlier diagnosis that fixes this \nOther gastrointestinal adenocarcinomas \n\nThese are all really bad diseases\nPeter points out, “at least with those stage one, certainly stage one colorectal cancer is survivable. Hepatocellular is a bit tougher, but you’re better than a coin toss”\n80-85% of patients with stage I pancreatic cancer die\n\nWhat is it about pancreatic adenocarcinoma that is so difficult, and is it simply that its rate of early metastasis is so early that stage I is just a misnomer term (there’s no such thing as stage I)? \n\nJosh thinks this is a big part of it\nThe pancreas is a soft organ and this cancer is very invasive\n\nYou can have local invasion in so many places in the body from that site\n\n\nPlus there is immediate access to the portal system that’s constantly seeding the liver\nAnatomically it’s problematic for keeping the cancer self-contained\nMetabolically it’s a very tricky cancer\n\nIt’s almost solely driven by mutations in the ras proto-oncogene\nPeter summarizes, “This is an instruction manual for the cancer cells, not just to divide, but to do a bunch of metabolic things that involve scavenging nutrients from the environment and taking in nutrients in non-standard ways. And so it actually instructs the cancer cells to reach out arms, pull in nutrients, internalize them, degrade macromolecule nutrients from the environment and use this as a garbage recycling form of nutrient access that makes them very metabolically pernicious.”\nIn mouse models of pancreatic cancer, they don’t have to be very metabolically active to be horribly lethal\n\n\nThe pancreas is a master protein producing organ\n\nInsulin is the most famous protein to come out of the pancreas\nThe bulk of the pancreas is not beta cells (that make insulin), it’s exocrine pancreas\n\n\nThe exocrine pancreas is just making digestive enzymes like crazy\n\nIt does by far the fastest protein synthesis in the body\nThe cancer turns that protein synthesis way down so it’s not hyper metabolic\nIt has this huge capacity to make stuff that even when turned-down, it still has enough biosynthetic capacity to grow and divide and grow and divide\nAnd because it’s turned down its main energy consuming, normal function of protein synthesis, it can function with much reduced TCA activity, reduced ATP synthesis rates\n\nIt’s very, very efficient\n\n\n\n\n\n \nEpithelial cancers that might respond to metabolic approaches to therapy [1:56:30]\n\nPemetrexed is being used effectively in lung cancer\nCancers with mutational burdens are the ones where you’re getting the good immunotherapy responses\n\nWhether they’re ones that are particularly susceptible intrinsically to metabolic effects, Josh doesn’t know\n\n\nJosh dosen’t think metabolic approaches are going to be the standalone part of treating any of these cancers\n\nInstead, it’s more of a key piece of the puzzle in getting enough, either drug killing by preventing their metabolic escape mechanisms, or enough immune activity\n\nAnd those may be opposites\nSo you may also need cyclic therapies where you go through rounds of metabolic suppression in order to keep things calm while you can, and then periods of metabolic augmentation that are really directed at augmenting the immune system\n\n\n\n\n\nI’m a big believer that there’s metabolic limitations on immune response to cancer and that if we can overcome them, we will have major therapeutic benefits \nRas in pancreatic carcinoma\n\nRas is a driver mutation in pancreatic cancer but the irony is, ras is rarely immunogenic\nYou need more antigens for the immune system to target\n\nDo you have a sense of how many tumor infiltrating lymphocytes are typically identified in resected, pancreatic specimens?\n\n It’s typically quite the lymphocyte desert  \nThere is a ton of macrophage activity in pancreatic cancer\n\nMaybe macrophage rewiring is going to be a big part of allowing lymphocytes to enter\nThese are areas where Josh thinks metabolism can be impactful\n\n\n\n \nJosh’s hopeful outlook on the future of cancer treatment [1:59:00]\n⇒ Josh’s big hope on this front is that we’re going to be able to have some combination of directed, metabolic immune supplements, and diet that work with therapy to treat cancer \n\nBecause things are metabolically messed up in tumor cells, he’s hopeful that either some sort of supplement or diet will make immunotherapy work for the majority of patients\n\nCurrently immunotherapy only works for about 10% of patients\n\n\n\n \nNutritional approaches to cancer attenuation [2:00:15]\nBesides reducing insulin, what are other metabolic levers to pull with diet?  Is there any evidence that amino acid restriction or other nutrient restriction could play a role? \n\nAmino acids are complicated, but they hold a lot of potential\nThe type of fat can be important\nSaturated and unsaturated fat are very different and will play different roles in cancer\nThere is nice work from Matt Vander Heiden’s lab showing that a higher saturated fat ketogenic diet could be more tumor suppressive in some context because tumors have trouble making unsaturated fat in the context of hypoxia\n\nMatt is the head of the Koch at the MIT Cancer Institute\nA ketogenic diet that was higher in saturated fat posed a greater problem for the cancer cells because they couldn’t make, presumably, the essential unsaturated fats\nThis is an interesting strategy\nThe effects were relatively subtle but could be part of the picture\n\n\nJosh thinks the exciting part of diet is how it connects to the microbiome \n\nWe need to understand the role of fiber and maybe total protein\n\n\nThere are a lot of things we can do with the timing of macronutrients that can be interesting\n\nMaybe we need to not just think about cycling fasting, and feeding\nFor example, maybe there’s a time maybe when you want to come in with a lot of carbs in the absence of protein and that may achieve something that creates a particular immune milia \n\nAnd then you need protein in the right timing after that \n\n\n\n\nPeter replies, “It seems like an eternity before we’d be ready to study this in a human clinical trial because the permutations are so many. Do you feel like we have high throughput animal models where we can test these hypotheses and say, we’ve looked at 10 ways to do this in animals, but these are the three most promising so we’re going to go ahead and do these now?” \nThe good animal models of cancer are still not that high throughput and there’s a lot of challenges converting animal diet and human diet\nJosh will come out with some work showing that some of the most exciting dietary combinations are absolutely effective in animals, but they’re not effective through the mechanisms that people thought before\n\n Because even in animals trying to get the diets aligned so that you really isolate variables is tough \n\n\nJosh thinks the fact that we’re asking these questions that haven’t been asked before is going to build momentum and we’re going to build this interface out over the next 5 year period in animals \nAnd clinical work will take be done in this field in parallel\n\nJosh hopes that will have an impact on patients lives within the 5 to 10-year timeline\n\n\n\nDo you worry about the challenges of patients adhering to the right diet?  \n\nAssume 10 years from now the answer is a cyclic ketogenic diet that has this much saturated fat, this much monounsaturated fat, this much polyunsaturated fat, this much glucose on this day, this much protein on that day.\nJosh replies that the diet has to be simple\n\n It has to be clinically actionable \n\n\nHe mentioned earlier the potential of immunotherapy and fiber\n\nThe question of is it soluble fiber or insoluble fiber is important\nThen there are different flavors of soluble fiber\nMaybe it’s the mix of fiber, maybe it’s one isolated molecule\n\n\nJosh has 1 tiny molecule/ metabolite that will more than double the number of complete responses to immunotherapy observed in mice\n\nCould this be nutritional supplements as opposed to wholesale dietary changes? \n\nIt could be supplements\nThe dietary changes may be in an acute way, how the patient comes in the hospital for a tough bout chemotherapy or a tough surgery\n\nMaybe we’re going to go to a place where we take people’s glucose in the hospital, almost down to zero for 12 hours with a deep ketosis and some pharmacotherapy at the time that we hit them really hard with chemo, and 24 hours of that it’s like night and day in terms of the overall effect\n But it can’t be asking patients to give up eating and giving up the joy of food \n\n\nAnother trial Josh’s group is starting now as a trial with a SGLT2 inhibitor plus a low carbohydrate diet (but not fully ketogenic diet), to see if it can put people in ketosis\n\nThis will assess if this is a way for cancer patients to get the benefits of ketosis while still allowing them to have a little bit of breaking bread with the family\n\n\n\n \nWhat makes Princeton University special [2:06:15]\nPrinceton is the only Ivy League School that doesn’t have a medical school.  What is the reason for this?  \n\nAt its heart, Princeton is a hybrid of a college and a university \nIt is an institution that has the ultimate priority of undergraduate education\n\nIt’s committed to that, it’s best in world in that\nIn assessing how to be best in the world at undergraduate education, the Princeton administration many times has asked the question, is having medicine on campus part of that? And the answer has always been, no \nThey choose a somewhat more pure intellectual environment and keep their focus on providing the very best training for undergraduates\n\n\n\nPrinceton doesn’t have a business school or law school either.  I guess it’s the same argument. \n\nCorrect; this makes it very special\nIt’s good to have special places that are distinct\n\nAre you at all a fan of Richard Feynman’s work? \n\nAt a very light level, yes\nJosh read a giant biography of Oppenheimer and the film of that on campus and became a small Oppenheimer fan after reading that intensive book\nPeter has 3 of Feynman’s books, meaning books that were actually his\n\nPeter has his Table of Integrals from when he was in high school, and then two more books on advanced calculus\n\nOne from when he was at Princeton\nOne from when his first professorship at Cornell\n\n\nHis scribblings, his notes are sacred\nHe’s never made the pilgrimage to look for his eating club and things like that, it probably doesn’t even exist anymore\n\n\n\n“There definitely have been some awesome Princetonians”‒ Josh Rabinowitz \n\nJosh’s kids went to nursery school in the building where Von Neumann built the first computer\nIt is amazing the amount of stuff that happened at Princeton\n\n§Selected Links / Related MaterialPrevious episodes of The Drive focused on NAD:\n\n#148 – Richard Miller, M.D., Ph.D.: The gold standard for testing longevity drugs: the Interventions Testing Program | Host Peter Attia, The Peter Attia Drive Podcast (February 8, 2021) | [2:30]\n#70 – David Sinclair, Ph.D.: How cellular reprogramming could slow our aging clock (and the latest research on NAD) | Host Peter Attia, The Peter Attia Drive Podcast (September 9, 2019) | [2:30]\n#27 – David Sinclair, Ph.D.: Slowing aging – sirtuins, NAD, and the epigenetics of aging | Host Peter Attia, The Peter Attia Drive Podcast (November 5, 2018) | [2:30]\n\nEpisode of The Drive with Max Diehn: #213 ‒ Liquid biopsies and cancer detection | Max Diehn, M.D. Ph.D. | Host Peter Attia, The Peter Attia Drive Podcast (July 11, 2022) | [4:00]\nEpisode of The Drive with Karl Deisseroth: #191 – Revolutionizing our understanding of mental illness with optogenetics | Karl Deisseroth M.D., Ph.D. | Host Peter Attia, The Peter Attia Drive Podcast (January 17, 2022) | [4:00]\nEpisode of The Drive with Steve Rosenberg: #177 – Steven Rosenberg, M.D., Ph.D.: The development of cancer immunotherapy and its promise for treating advanced cancers | Host Peter Attia, The Peter Attia Drive Podcast (September 27, 2021) | [6:30]\nEpisode of The Drive with Navdeep Chandel: #31 – Navdeep Chandel, Ph.D.: metabolism, mitochondria, and metformin in health and disease | Host Peter Attia, The Peter Attia Drive Podcast (December 3, 2018) | [13:15]\nReview of the Randall Hypothesis: The Randle cycle revisited: a new head for an old hat | American Journal of Physiology Endocrinology and Metabolism (L Hue and H Taegtmeyer 2009) | [33:30]\nDiscussion of the diagnostic criteria for metabolic syndrome: The metabolic syndrome: time to get off the merry-go-round? | Journal of Internal Medicine (GM Reaven 2010) | [52:00]\nBiography of Oppenheimer: American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer by Kai Bird and Martin J. Sherwin (2005) | [2:07:45]\nRabinowitz lab website: Rabinowitz lab | Open Scholar at Princeton University \n§People Mentioned\nDavid Sinclair (Professor of Genetics at Harvard Medical School, expert on aging) [2:30]\nRichard (Rich) Miller (Professor of Pathology at the University of Michigan, expert on stress and aging) [2:45, 1:37:15]\nMaximilian (Max) Diehn (Professor of Radiation Oncology at Stanford, expert in cancer detection with liquid biopsy) [4:00]\nKarl Deisseroth (Professor of Bioengineering and of Psychiatry and Behavioral Sciences at Stanford University, developed optogenetics) [4:00]\nHarden McConnell (former Professor of Chemistry at Stanford University, Josh’s PhD advisor) [5:00]\nMark Davis ( Professor, Microbiology & Immunology at Stanford University) [5:00]\nSteven Rosenberg (Chief of Surgery and Head of Tumor Immunology at the National Cancer Institute, pioneered immunotherapy for cancer) [6:30]\nAlejandro (Alex) Zaffaroni (Entrepreneur, founded several biotech companies) [10:00]\nNavdeep (Nav) Chandel (Professor of Medicine and Biochemistry and Genetics at Northwestern University) [13:15, 1:03:30]\nHans Krebs (Physician and biochemist, won the 1953 Nobel prize for discovery of the Krebs cycle and urea cycle) [21:00]\nGerald (Jerry) Reaven (was a Professor of Medicine at Stanford University and expert in insulin resistance) [40:15, 52:00]\nGeorge Cahill  (Expert in metabolism, advanced research in diabetes and starvation) [42:15, 1:45:00] \nGeorge Brooks (Professor at UC Berkeley, expert in exercise physiology and metabolism) [43:45]\nRandy Strong (Professor of Pharmacology at UT Health San Antonio Texas and aging expert) [1:37:15]\nJoseph (Jo) Baur (Professor at the Perelman School of Medicine at the University of Pennsylvania, NAD expert) [1:38:45] \nCraig Thompson (President and CEO, Memorial Sloan Kettering Cancer Center) [1:40:00] \nSidney Farber (father of modern chemotherapy) [1:40:30]\nLewis (Lew) Cantley (Professor of Cancer Biology at Cornell University) [1:41:15]\nJennifer Wargo (Professor at the University of Texas MD Anderson Cancer Center) [1:41:45]\nMatthew Vander Heiden (Director, Koch Institute for Integrative Cancer Research, Professor of Biology at MIT) [2:01:00]\nRichard Feynman (theoretical physicist and recipient of the Nobel Prize) [2:07:30]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/1x1-bio-pic-rabinowitz-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/1x1-bio-pic-rabinowitz-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/07/1x1-bio-pic-rabinowitz-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/07/1x1-bio-pic-rabinowitz-150x150.jpeg 150w, https://peterattiamd.com/wp-content/uploads/2022/07/1x1-bio-pic-rabinowitz-768x768.jpeg 768w, https://peterattiamd.com/wp-content/uploads/2022/07/1x1-bio-pic-rabinowitz.jpeg 800w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Josh Rabinowitz, M.D., Ph.D.Joshua Rabinowitz earned his BA in chemistry  and BA in Mathematics at the University of North Carolina at Chapel Hill.  He earned his PhD in Biophysics and MD at Stanford University.  After graduating from Stanford University, he co-founded Alexza Pharmaceuticals and served as its Vice President for Research until 2004, when he joined Princeton University, where he is now a Professor in the Department of Chemistry & Lewis-Sigler Institute for Integrative Genomics and the Director of the Ludwig Princeton Branch. Since 2008, He has also been a Member of the Rutgers Cancer Institute of New Jersey.\nJosh has received several awards for his scientific contributions— including the Allen Distinguished Investigator Award, the NIH Pioneer Award, the CAREER Award of the National Science Foundation and the Beckman Young Investigator Award. [Ludwig Cancer Research]"
}