{
  "title": "#217 ‒ Exercise, VO2 max, and longevity | Mike Joyner, M.D.",
  "content": "Mike Joyner is a physician-researcher and one of the world’s leading experts on human performance and exercise physiology. In this episode, Mike discusses how to combat age-related declines in health and fitness levels by using various modes of exercise to improve lifespan and healthspan. Mike explains the impact of exercise on the autonomic nervous system, blood pressure, heart rate, heart rate variability, heart rate recovery, and max heart rate. He dives deep into VO2 max, including how it’s measured, what is driving it, and how to improve it. Mike provides training insights for the average person, including training volume and exercise intensity as well as simple metrics to track. Furthermore, he gives his take on the theoretical “J-curve” relationship between exercise and longevity, as well as whether possible health dangers may be associated with excessive exercise.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n<iframe title=\"217 ‒ Exercise, VO2 max, and longevity | Mike Joyner, M.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/hN12iDSlFEc?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#217 ‒ Exercise, VO2 max, and longevity | Mike Joyner, M.D.\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#217 ‒ Exercise, VO2 max, and longevity | Mike Joyner, M.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#217 ‒ Exercise, VO2 max, and longevity | Mike Joyner, M.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nMike’s training as an anesthesiologist and interest in exercise physiology [2:30];\nHow exercise increases longevity [7:00];\nThe impressive data on the benefits of exercise [9:45];\nThe Centenarian Decathlon and other ways to mitigate age-related decline in strength and stability [15:00];\nThe violent dropoff in strength and activity with age and how exercise preserves fitness in old age [19:00];\nBenefits of exercise on mortality and fracture risk, and the interplay of nutrition and exercise [22:00];\nHow exercise benefits the autonomic nervous system and why this plays an important role in our health [26:30];\nVO2 max, heart rate recovery, heart rate variability, and other metrics of fitness positively impacted by exercise [28:30];\nReduction in all-cause mortality with increased fitness levels and VO2 max [32:45];\nDoes the relationship between exercise and longevity follow a J-curve? [40:00];\nMitigating age-related decline in fitness by elevating your VO2 max at a young age [46:15];\nBreaking down the variables that drive VO2 max [54:30];\nLearning from elite athletes: Training regimens, aerobic efficiency, and other impressive metrics [1:00:15];\nHealth benefits of light exercise for the average person [1:09:00];\nSimple training metrics to track, and Mike’s current exercise regimen [1:11:15];\nHow to boost your VO2 max, and the importance of form and tempo with interval training [1:18:15];\nTraining advice for the average person [1:25:15];\nWhy professional athletes have longer careers than they’ve had in the past [1:27:30];\nUse of performance-enhancing drugs in professional sports [1:29:45];\nCan the miracle of exercise be put in a pill? [1:36:00];\nMike’s current research and questions he’s most interested in answering [1:39:00];\nUse of convalescent plasma to treat COVID-19 [1:41:15];\nParting thoughts on the current state of fitness and exercise in society [1:47:15];\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show Notes*Notes from intro:\n\nOur guest this week is Mike Joyner\nPeter has wanted to have him on the podcast for some time as he has been reading his research for over 20 years\nMike is a physician/ researcher\nHe is a Professor and Vice Chair for Research in the Department of Anesthesiology and Perioperative Medicine at the Mayo Clinic\nHe’s co-authored over 250 journal articles and he’s written numerous pieces in magazines such as Sports Illustrated\nHe has his own website, Human Limits, that speaks to Mike’s interest in the physiology around human limits\nHis research background is in how the nervous system regulates the vascular system and blood flow\n\nHow physiology is affected by: age, sex, and disease states\nUnderstanding the limits of human physiology by studying elite athletes\n\n\nThis episode focuses on exercise \n\nHow exercise helps us live longer\nThe importance of exercise as we age\nHow exercise compares to nutrition in terms of the impact it can have on health\nWe discuss its impact on the autonomic nervous system, blood pressure, heart rate, heart rate variability, heart rate recovery, and max heart rate\nWe discuss VO2 max, how it’s measured, what leads to the decline in VO2 max as we age\nWe discuss if the J curve applies to exercise and potential dangers of over-exercising \nWe talk about how one should partition their time training at high intensity and low intensity\n\n\nWe also discuss performance-enhancing drugs in sports\nAnd if there’s ever going to be a drug that mimics the benefits of exercise\n\nMike’s training as an anesthesiologist and interest in exercise physiology [2:30]\n\nPeter has been following Mike’s work for 25-30 years\nGrowing up, endurance sports meant a lot to Peter, and has motivated him to understand the physiology better\nBefore Mike went to medical school, he volunteered to be a subject in a study on lactate threshold or anaerobic threshold\n\nHe was 19 years old \nThis study was at the University of Arizona\n\n\nHe realized then, if he wanted a career as a research physiologist, doing invasive studies, putting catheters in people, he should go to medical school \nOriginally, Mike was thinking of going into cardiology or pulmonary medicine\nWhen he was working at the VA in Tucson on a surgery rotation and saw what was done for anesthesia, it clicked‒ this was what he wanted to do\n\nIt was a lot like an exercise test\nYou measure people’s breathing, blood pressure, heart rate\nYou give them drugs that affect their autonomic nervous system\nHe has pursued this vision for over 40 years now\n\n\nPeter remembers loving his anesthesia rotation, “As a physiology geek, anesthesia and critical care for that matter, are both two remarkable specialties that are the tip of the spear of what physiology is” \nWhen you think about exercise or people climbing mountains or adapting to some unusual environment, the brain stem has to do all sorts of incredible things to maintain homeostasis (or the internal environment) in a way that allows you to survive and thrive \nMike realized, “In anesthesia in critical care you turn those mechanisms off, and the physicians and the nurses really become the patient’s brain stem as they regulate the breathing of the patient, the blood pressure of the patient, the heart rate, and so forth” \n\nWhat drew Mike to the Mayo Clinic? \n\nHe got out of medical school in the early summer of ‘87 and moved to Rochester, Minnesota  for his internship and residency at the Mayo Clinic\nHe has been there ever since, for 35 years\nHe grew up in Tucson, AZ\nMike read a review article about skeletal muscle blood flow, the regulation of skeletal muscle blood flow\n\nThere were a lot of new ideas in the mid-80s about the regulation of skeletal muscle blood flow.\nThe world’s leading expert was a man named John Shepherd\n\nWho is a very senior member of the faculty at the Mayo Clinic\nMike wrote him a letter, it was before email and stuff\nJohn was friends with the head of the department of anesthesiology (Alan Sessler); he took the letter to him\n\n\n\n\nMike wanted to both do his residency and spend time in the lab\nHe worked with Dr. Shepard \nThe department and residency program were very research friendly and that’s why he decided to go to Rochester, MN\n\nHe thought he would only stay for 3-4 years\n\n\n\n \nHow exercise increases longevity [7:00]\nExercise for longevity \nPeter thinks about longevity through the lens of 5 modifiable behaviors: \n\ni) exercise, \nii) sleep, \niii) nutrition, \niv) emotional health, and all the tools around distressed tolerance, and then \nv) exogenous molecules\n\nThese can be manipulated to impact both your lifespan and healthspan\n4 are behavioral (Medications aren’t behavioral in the sense that compliance is relatively straightforward)\n\n\nExercise is in a league of its own both on \n\nIt’s ability to extend life and reduce all-cause mortality is well documented\n\nThis is why Peter’s practice spends a lot of time focusing on exercise; it has the most impact\n\n\nIt’s also one of the most challenging things to get people to change their behavior around because of the significant time commitment\n\n\n\nIf you were at a party and somebody asked, “Mike, can you explain why exercise helps you live longer?”\n\nThe answer is multifactorial\n1 – The risk factors that contribute to cardiovascular disease and all-cause mortality are all influenced by exercise and physical activity\n\nThese would be blood pressure, diabetes, to some extent lipids and cholesterol, and also how you deal with stress\nThese are the the big 3\n\n\nThere are some other new age or second wave risk factors like endothelial function\n\nThe lining of the blood vessels in your body that improve with exercise\n\n\nYour autonomic nervous system is influenced positively by exercise\n\nPeople may have heard of vagal tone or heart rate variability (HRV); they are influenced positively by exercise\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18565\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f1-mikejoyner.png\" alt=\"\" width=\"996\" height=\"843\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f1-mikejoyner.png 996w, https://peterattiamd.com/wp-content/uploads/2022/07/f1-mikejoyner-300x254.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f1-mikejoyner-768x650.png 768w\" sizes=\"(max-width: 996px) 100vw, 996px\" />\nFigure 1.  Anti-aging effects of exercise and cellular hallmarks of aging.  Image credit: Rejuvenation Research 2015\n\nThere are 5-6 things and when you add each one, the modest increase in cholesterol [HDL], modest reduction in blood pressure, those sorts of things, when you add them up, you get X percent improvement in health span, life expectancy (or any metric you want to use)\nBut when you look at the epidemiology, people who do the sorts of things you just mentioned, have a much bigger benefit than just the simple sum of the other risk factors\n\nThere seem to be some sort of synergy here or some sort of X factor that we don’t really understand yet\n\n\n\n⇒ Exercise improves a collection of 5 lifestyle related factors: the autonomic nervous system, blood pressure, lipids, the lining of the blood vessels, and diabetes \n \nThe impressive data on the benefits of exercise [9:45]\nHazard ratios and natural experiments reported in the literature \n\nPeter asks about the literature, “The epidemiology is so overwhelming, the hazard ratios are sort of absurd. When we are used to looking at a field like nutrition and looking at the hazard ratios in nutrition, they’re very small. In fact, they’re so small and also so inconsistent that it becomes almost impossible to assign a mortality benefit (or addition) to almost anything you can eat.” \nMike is working on a review article and one of the interesting things he’s looking at is a “natural experiment” where you have 2 groups of people that are otherwise similar, exposed to different things\nNatural experiments are a long used tool in epidemiology\n\nEconomists and behavioral scientists are now using these natural experiments\n\n\nA classic natural experiment‒ the London bus conductor story led by Jeremy Morris after World War II\n\nThey showed the physically active conductors who were walking up and down the buses all day, had much lower rates of cardiovascular disease (by about 50%) than the sedentary bus drivers\n\n\nThey had similar findings with telephone operators versus people who were out walking around doing things\n“You look at that 50% [reduction in CVD], it’s incredibly consistent” says Mike\nStudies of longshoreman, studies of Harvard alumni, there’s one in the last 10 or 15 years of 50,000 male and 25,000 female finishers of the Vasaloppet 90 kilometer cross-country ski race in Sweden where they compared them to matched controls from the Swedish record system; they showed again about a 50% reduction in cardiovascular and all-cause mortality\nThere’s data from the National Cancer Institute showing the same sorts of things and showing 4-6 year increase in life expectancy among the people who got a substantial amount of physical activity or structured exercise (either one)\n\nPeter’s takeaway: Natural experiments in exercise are much better in exercise than in nutrition.  Unlike nutritional epidemiology where the risk increases and risk reductions are very, very small and inconsistent, the benefits of exercise are large and consistent. \nWhat are the confounders?\n\nThe famous natural experiment of the guys running up and down the busses, bus conductors versus drivers is a great example because it’s not amenable to a choice\nSome behaviors are easy to measure and correct for but many are not\n\nSmoking is easy\nNutrition is harder\nExercise is profound\n\n\n\nExercise: What a hazard ratio of 0.5 (a 50% reduction in all-cause mortality) really means\nWhat’s the timeframe that’s usually looking at?  How does that translate to a five year increase in life expectancy?”\n\nThe relative risk of dying of heart disease in any given period of time, whether it’s a year, 5 years, 10 years, or whatever the study’s doing, is 50% lower\nBut not everybody dies of cardiovascular disease (CVD) \nSo you have to translate this into the years of life gained\n\nTypically somewhere on the order of 3-5 years of life are gained by exercise,\n and 6-8 years of improved healthspan \nThis takes smoking into account\n\n\n\n“The idea is to live a long time and then die quickly with minimal disability”‒ Mike Joyner \n\nPeter has always found the current medical definition of health span to not be helpful\n\nThe bar is pretty low, freedom from disease and disability\n\n\n\n \nThe Centenarian Decathlon and other ways to mitigate age-related decline in strength and stability [15:00]\nPeter prefers to use a model he calls the centenarian decathlon‒ if you go out to the last decade of your life, what are the athletic events and activities of daily living you want to be able to do? \n\nPeter asks patients to cross off things they do not want to do; so they have to opt-out of things\n\nThe list is very specific\nWalking 3 miles in 1 hour\nClimbing 60 8-inch stairs in 1 minute\nCarrying 20 lbs of groceries a certain distance\nBeing able to get up off the floor with just 1 hand of support\n This is what healthspan comes down to, not just disability but thriving \n\n\nThe initial reaction of most people is these are very easy things to do\n\nEasy for a 45 year old\nMost don’t appreciate the precipitous decline that will occur without deliberate training\n\n\n\nPeter’s takeaway: It’s for that reason that I think exercise has more potential to offset all of those things than anything else, sleep, nutrition, certainly any medication \n“I think, Peter, you’ve hit the nail on the head”‒ Mike Joyner \nThe decline of physical ability with age and how exercise can mitigate this\n\nMike adds, “If you look at the decline in performance in age group, swimming, running, cycling, rowing, any sport where there’s pretty good record keeping‒ people can start to decline at age 30 without training. You can push that back to age 40 with training.”\n\nTraining means you work out every day and relatively hard\n\n\nSomething happens to people in their middle 70s, there seems to be a steeper decline\n\nThis seems to shift from a cardiopulmonary limitation to a problem with skeletal muscle strength and frailty\n\n\n70% of 70-year olds can’t get off the floor period, not with 1 hand or 2 hands \n\n “If you look at what happens when a person in that age group falls, it’s just no fun”‒ Mike Joyner\n\nWhat really takes people out are things like falls and the inability to do things\nWalking 3 miles in an hour takes some cardiopulmonary capacity, not a ton but some\n\nBeing able to go up the stairs or get off the floor takes more\n\n\n\nAs people get into their 40s and 50s, they need to think about adding strength training or some sort of circuit training and agility training to their program \n\nMike is 63 (almost 64), one thing he does is jump rope\n\nHe carries it with him when he travels, because you can always jump rope even if it’s out in the parking lot of a hotel\n People think you’re nuts, but it’s terrific exercise \nPeter adds that jumping rope is great for a number of reasons\n\nFoot reactivity, the lack of this can contribute to a fall\nCardio benefit\nCoordination benefit\nYou don’t really pound your knees\n\n\n\n\nAnother good thing you can do with your body weight is push ups, planks, and pull-ups\n\n \nThe violent dropoff in strength and activity with age and how exercise preserves fitness in old age [19:00]\n\nPeter says, “There’s an amazing study that demonstrates muscle mass changes, strength changes, and activity changes in men and women as they age. And it’s one of those things where you don’t actually need to understand the statistics to be able to see the figure. And it’s exactly as you describe it.”\n\nAt the age of 75, the cliff is so violent you “can’t believe what you’re watching”\n\nThere are huge declines in physical activity, muscle mass, and strength\nThe figure below shows decline in muscle mass with age as well as declines in appendicular skeletal muscles (ASM) adjusted for height, weight, and BMI\nThe second figure below shows decline in grip strength as a metric for muscle strength\n\n\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18566\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f2-mikejoyner.png\" alt=\"\" width=\"784\" height=\"513\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f2-mikejoyner.png 784w, https://peterattiamd.com/wp-content/uploads/2022/07/f2-mikejoyner-300x196.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f2-mikejoyner-768x503.png 768w\" sizes=\"(max-width: 784px) 100vw, 784px\" />\nFigure 2.  Decline in muscle and appendicular skeletal muscle (ASM) with age.  Image credit: KIM 2016\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18567\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f3-mikejoyner.png\" alt=\"\" width=\"397\" height=\"360\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f3-mikejoyner.png 397w, https://peterattiamd.com/wp-content/uploads/2022/07/f3-mikejoyner-300x272.png 300w\" sizes=\"(max-width: 397px) 100vw, 397px\" />\nFigure 3.  Decline in grip strength with age.  Image credit: Journal of Gerontology 1990\n\nThis begs the question, “Is the patient losing strength because they are no longer active, or are they no longer active because they have lost strength?” \n\nPeter think’s it’s both, these 2 things feed off each other\nHe suspects the loss of strength occurs first and contributes to the loss of activity\n\n\nMike agrees, “You really hit into a death spiral. That’s why it becomes important to keep exercising relatively hard as you get older, at least a few days a week, to slow this decline.”\n\nExamples where exercise preserves fitness in old age \n\nStudies of some Swedish cross-country skiers, men who were world and Olympic champions in the 40s and 50s\n\nThey remained very active and were studied in their 80s, and their fitness levels were similar to what you would see in people in very early middle age\nYou could argue there is something special about these guys to begin with for them to become champion athletes\n\n\nClassic studies from the 60s of fighter pilots sent into outer space\n\nThese guys were incredibly fit\nThey would go into outer space for a week and come back with terrible muscle atrophy\n\nThey couldn’t stand up\n\n\n\n\nIn ‘66 NASA commissioned folks at the University of Texas, Southwestern Medical Center in Dallas to put 5 college-age males, 2 athletes at bedrest\n\nThey had tremendous reductions in their fitness over just 3 weeks of bedrest\n\nPublished in Circulation in 1968, Response to exercise after bed rest and after training\n\n\nInterestingly, Ben Levine and his group in Dallas (along with the late Jerry Mitchell), brought these same men back 30 years later\n\nPublished in Circulation in 2001, A 30-year follow-up of the Dallas Bedrest and Training Study: I. Effect of age on the cardiovascular response to exercise\nThese men were now in their early 50s\n\n\n\n\n\nIncredibly, 3 weeks of bedrest caused losses of physiological function associated with 30 years of aging \n\nThis small study was so instructive\nThis is why it’s  so important to avoid inactive of any type\nEven low grade physical activity, such a walking a dog, gardening, taking a flight of stairs once in a while or intentionally working out is really the way to go\n\n“Those lifestyle factors you mentioned… overwhelms almost everything else”‒ Mike Joyner\n \nBenefits of exercise on mortality and fracture risk, and the interplay of nutrition and exercise [22:00]\nThe danger of falls later in life \n\nPeter’s group has been doing a lot of research internally on bone mineral density in the aging population\nThe mortality of 65-year olds (and older) who suffer a fall that results in the fracture of any part of the hip or femur at 1 year can be as low as 25% or as high as 60%\n\nMike adds, “The magic number is usually around 40, 50 [%]” \n\n\n\nSo you take all the 60-year olds who have a fall that breaks a hip or femur and ask, “How many of them will be alive in 12 months? The answer is half of them.” \n\nThe other half who live longer than a year after a fall are not back to themselves necessarily\n\nStudies of people who lived a long life reveal the benefits of exercise\n\nLester Breslow, a very famous epidemiologist, who died in his 90s, was at UCLA for many years\n\nHe studied people in Oakland in the late 50s to early 60s who made it to age 90\nAnd the 4-5 things you talked about, he identified the people in Oakland who made it to 90\n\nThey were non-smokers\nThey weren’t obese\nThey remained physically active \nThey ate modestly\nThey stayed engaged in life\n\n\n\n\nThe same is true in the Honolulu heart project when they looked at a huge number of Japanese American males\n\nThey weren’t as focused on the small molecules, but exactly what Peter described\n\n\n\nStudies evaluating impact of exercise and diet on mortality\n\nMike also thinks about the natural experiments at the Cooper Clinic\n\nThey looked at people’s fitness levels\nThat’s not exactly the same as physical activity\nIn general, the fittest people are also the most active\nThey divided people into 3-4 groups of fitness and had them look at a healthy eating index\n\n\n\n⇒ The healthy eating index in people that weren’t particularly fit did have something to do with all-cause mortality; but among the fittest people, there was very little impact of diet on the outcomes \n\nA famous quote in a book about distance running called Once A Runner, where somebody said, “If the furnace is hot enough, you can burn anything, even Big Macs.” \n\nNow you have to take that with a grain of salt\n\n\n\nThe take home message is about what a powerful thing exercise is\n\nPeter adds, “There’s a very common mantra that says, oh, you can’t outrun a bad diet. And I would argue, that’s probably not true. I think you can outrun a bad diet, but it’s pretty hard to do. And most people don’t understand the amount of running that’s needed to do it.” \nThere’s an incredible study from the 50s about people who worked at a jute plant in India\n\nThey categorized people based on activity\n\nIncredibly physically active would be those doing manual labor, hacking away on jute to make rope\nLow activity would be office workers\n\n\nThey found as people became more and more physically active, they got lighter \n\nAnd as people became more inactive, they got heavier\n\n\nInterestingly, people that were in the middle rung of occupational physical activity had slightly lower caloric consumption and remained very trim\n\n\nIf you read the old papers about what lumberjacks ate when they were chopping wood all day, it’s 5-6,000 calories a day\n\nThe old order Amish who do manual labor all day long (without tractors, etc.) they eat a lot, but very few of them are obese\n\n\n\nIn a modern high calorie, low physical activity world, you can’t exercise your way out of a bad diet\n\nIf you look at athletes doing insane amounts of exercise, most of them have a hard time keeping weight on\nThere’s a terrific study about the Tour de France\n\nThese people are eating ad lib, except when they’re on the bike\nThey’re eating 6,000 calories a day and weigh about 150 lbs\nThey have a hard time keeping their weight\nThese cyclists finish in pretty bad shape\n\n\n\n \nHow exercise benefits the autonomic nervous system and why this plays an important role in our health [26:30]\nHow is the autonomic nervous system different from the sympathetic nervous system?  Why does this play an important role in our health?  How does exercise impact it?  \n\nWhen we think about the nervous system, normally we think about our brain, our eyes, our ears, and our senses, and also our ability to grab things, move our muscles, that sort of thing, feel pain, or feel heat or cold or sense the environment\nBut your autonomic nervous system is what controls your internal environment\n\nIt maintains homeostasis\n\n\nSo, we can increase our metabolism 10 or 20 fold with exercise, but our body temperature only rises a degree or 2\n\nThis happens due to the actions of the autonomic nervous system\n\n\nThere are 2 branches of the autonomic nervous system\n1 – The sympathetic nerves \n\nThis used to be kind of categorized as fight or flight\nYou would either activate the sympathetic nerves if you needed to fight or fly/ run away. \n\n\n2 – The parasympathetic nerves \n\nThese were seen as what happened when you were asleep, when you’re digesting your food, so on and so forth\nThe most notable parasympathetic nerve is the vagus, it controls part of your heart rate\n\n\nBut it turns out there’s kind of more of a balance in the ying and a yang between these 2 that happen all the time\nThe parasympathetic nerves (the vagus nerve) controls your heart rate and makes it slower\nOn the one side are nerves that can make your heart rate slower\n\nThey tend to lower blood pressure, and are critical for digesting food\n\n\nOn the other side are nerves that increase your heart rate\n\nThey stimulate your blood vessels to constrict, help your muscles contract harder, and also do things like make you sweat\n\n\nBy having your autonomic nervous system tuned-up a bit better, it can do a better job regulating your internal environment\n\nThe classic example being your blood pressure\n\n\n\nThe key thing to remember, is that the autonomic nervous system helps you regulate the internal environment and that exercise really keeps these things tuned-up \n \nVO2 max, heart rate recovery, heart rate variability, and other metrics of fitness positively impacted by exercise [28:30]\nVO2 max testing \n\nWhen Peter tests his patients, he measures their blood pressure throughout\n\nHe looks to see where their blood pressure is during maximum exertion, percentile wise\nWithout exception, a person’s blood pressure goes up during a VO2 max test\n\nFor example, take somebody who’s blood pressure is 115 over 75 at the outset, they’ll easily be 160 over 95, or 100; and that’s completely normal and healthy at a max\nMike notes it would be higher when they’re weight lifting\n\n\n\n\n\nWhy is it that during exercise, nothing looks good? \n\nDuring exercise blood pressure is high, heart rate is high, heart rate variability (HRV) is low\n\nWhat is it about the recovery phase from exercise that produces a net positive effect, even though in the moment, exercise presumably is doing things that are not in our body’s best interest? \n\nMike would say exercise is in their best interest because what happens is the system shifts a little bit to meet the demands of the skeletal muscle\nYou’ve got to be able to contract the muscles to exercise\n\nThis is consistent with the fight or flight thing\nAnd so to do that, you need to send more blood flow to those muscles, and one of the ways you do that is by increasing your blood pressure (more blood pressure equals more flow)\n\n\nAnd the other thing you’ve got to do is increase the pumping function of your heart\n\nAt rest, a person’s heart is beating about 5 liters or a little over a gallon a minute\n\nDuring moderate exercise, it can be 10 liters a minute\nDuring heavy exercise, 15 or 20\nAnd in elite athletes who are very trained and have very large hearts, it can be 30 or 40 liters a minute\n\n\n\n\nWhen you’re pumping all that blood out the blood pressure rises\n\nIt’s a completely normal thing to generate that large cardiac output\nCardiac output is heart rate times stroke volume, that’s the amount with each squeeze of the heart\n\n\n\nNaturally, you’re going to increase your heart rate during exercise, but then when you stop, your heart rate falls, blood pressure falls, and things look probably better than they did in somebody who is untrained and hasn’t exercised\nWhat do we know about the rate of recovery, the heart rate recovery (HRR)? \n\nDuring a maximum exercise test, a person’s heart rate is 150, 160, 180 \n\nWhatever their age is, and 220 minus your age is an interesting number\nBut there’s a lot of person to person variability\n\n\nWhat happens is how fast does your heart rate go back down to some number? \n\nHow fast till it goes back to baseline?\n\n\nThe faster it goes down, the better the action of your vagal nerve \n\nThe vagus nerve slows down your heart rate and is also responsible mostly for your heart rate variability\nAnd this nerve also suppresses funny heartbeats and is protective when it’s in good shape against arrhythmias and ventricular tachycardia, ventricular fibrillation, sudden death, all of those things\n\n\n\nHeart rate recovery, heart rate variability, all of those things are indirect markers of what we call vagal tone or vagal activity, and that’s a good thing \nHeart rate variability (HRV) can be genetic \n\nThe absolute number in milliseconds between any two individuals can be quite distinct\nHRV is not nearly as modifiable as some other factors, but this depends on what sort of training people have been doing\nIn general, with training most people can get a nice training bradycardia (which is vagal tone) \n\nThey can also go from slow heart rate recovery to faster heart rate recovery\nThey can also have more heart rate variability\n\n\n\nWhile worrying about the differences in the initial baseline is interesting and what the genetic contributions are, this is probably less important than the fact that they are modifiable \n \nReduction in all-cause mortality with increased fitness levels and VO2 max [32:45]\nHow predictive is VO2 max of an individual’s mortality?\n\nVO2 max is measured by hooking a person up to EKG electrodes and have the ride a bike or run on a treadmill\n\nThey would use a nose clip/ face mask/ mouthpiece to measure how much they breathe in and out\n\nWe know that air has 21% oxygen coming in\nIf we measure the amount of oxygen in the expired air, we can make an estimate of how much oxygen has been consumed\n\n\n\n\nWhat happens is when people start to exercise, they go from using about 3.5 mL per kg per minute, or maybe 250 mL or 300 mL (so 10 or 12 ounces of oxygen per minute)\nAn unfit person in their 30s or 40s can typically increase that about 8 or 10 fold to say, 30 or 35 or about 3 liters a minute\n\n“With training, most people can increase things at least 10-20%”‒ Mike Joyner\n\nIf you have some ability or train very hard, some people can almost double it\n\n\nWhat happens is once your VO2 max goes up, just like physical activity, it’s a measure of physical fitness; and it’s also linked to all-cause mortality\n\nThe fitter you are, the lower your chance of dying in the next year or 2 years, 5 years, 10 years\n\n\n\nMETs (metabolic equivalent of task) \n\nThe MET is a measure of the ratio of expended energy relative to a person’s mass\n\nIt allows comparison of different physical activities\n\n\nFor many years, they thought that benefit from exercise plateaued at what they call about 10 or 12 METs \n\nYou had to be able to get 10 Mets\n10 METs is being able to run 1 mile in about 10 minutes, roughly, for the average person\n\n\nHenry Ford in Detroit has shown that benefits from exercise continues to rise even up to 15, 16 METs\n\nPeople that are quite fit continue to gain benefit in terms of all cause mortality    \n\nFor cross country skiers, the people who had completed the most races and done the races the fastest had lower all cause mortality\n\nThey didn’t do VO2 max testing in those people\n\n\nPeople who had both been active for the longest period of time and probably were the fittest, also had lower all cause mortality\n\nThis is not compared to sedentary peers, but compared to people who’d done a few races a little bit slower\n\n\n\n“Peak fitness matters”‒ Mike Joyner\nFitness reduces all-cause mortality and CVD\n\nPeter recalls a paper in JAMA that is by far the most compelling description of this phenomenon\n\nThe figure below shows hazard ratios (HRs) for all-cause mortality of varying fitness compared to low performers\n\n\n\nAll-cause mortality was inversely proportional to cardiorespiratory fitness \n\nHe would consider it one of the 10 most influential papers he’s read in terms of changing how he thinks about healthspan and lifespan\n There are very few things in physiology where more is better \n\nUsually physiology behaves in J curves, plateaus, sigmoid curves, and things like that\n\n\nIn this study people are grouped by fitness (see the figure below)\n\nBottom 25th %\n25-50% \n50-75%\n75-97.5%\nThe elite fitness group was the top 2.5%\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18568\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f4-mikejoyner.png\" alt=\"\" width=\"931\" height=\"838\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f4-mikejoyner.png 931w, https://peterattiamd.com/wp-content/uploads/2022/07/f4-mikejoyner-300x270.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f4-mikejoyner-768x691.png 768w\" sizes=\"(max-width: 931px) 100vw, 931px\" />\nFigure 4.  Hazard ratios (HRs) for all-cause mortality compared with low performers.  Image credit: JAMA Network Open 2018\n\nWith increased fitness, all-cause mortality just went lower and lower\nIf you look at the hazard ratio the other way\n\nWe often think about hazard ratios in risk reduction, but if you think about the risk increase\nCompare people in the top 2.5% VO2 max to the bottom 25%, the hazard ratio moving in that direction is 5.04 \n\nSee group comparison in the table above for Low vs. Elite\n\n\n\n\n\nThis means there is a 5 fold increase in all-cause mortality between the fittest 2.5% and the least fit 25% \n\nEven when you look at something less extreme, compare the least fit 25% to the 3rd quartile (Low vs Above average), the hazard ratio is 2.75\n\nThis is right on par with the increase in mortality you would see from having end stage renal disease\nThis is greater than the hazard ratio associated with smoking\n\n\n\n“Being unfit is an incredible risk factor”‒ Mike Joyner   \n\nPeople like Frank Booth have argued that it should be “the risk factor”\nJill Barnes and Mike wrote an editorial for the Mayo Clinic Proceedings 5-10 years ago where they said if people have 12-14 MET peak exercise capacity (with the exception of cancer screening), you could probably ignore everything else \n\nIf you screen people for physical fitness and just did routine cancer screening, you could probably cut back on the routine cancer screening for most things [in fit individuals]\n\nExcept for skin cancer because fit people tend to be outside a bit more\nThe data is there to support this\n\n\n\n\nPeter would still do the cancer screening and consider aggressive lipid management and things, but agrees with Mike\n\n“There’s really no intervention… that’s going to rival it [exercise]”‒ Peter Attia\nThe benefits of exercise in reducing cardiovascular disease\n\nFor people who pick up exercise late in life, remember that exercise is not a vaccine\nOne of the most incredible studies ever done, a natural experiment\n\nA man named Clarence DeMar won the Boston Marathon 7 times\nHe was born in 1888\nHe also won a medal in the ‘24 Olympics, a bronze medal in the marathon\nHe really was almost master athlete number one\nHe kept training his whole life, he was still running late in life\nHe ended up dying of stomach cancer at about age 70\nPaul Dudley White, a famous cardiologist (we know him from something called the Wolff-Parkinson-White Syndrome) did an autopsy on DeMar\n\nHe saw some plaque or fatty buildup and calcium buildup in his coronary arteries, but his coronary arteries were huge, just massive\n\n\n\n\nAfter this, man named Bill Haskell at Stanford in the middle ‘90s studied a bunch of people who had done ultra-marathons and they did the same thing\n\nExcept this time they put catheters in and injected drugs to make the blood vessels expand and they showed the blood vessels were bigger and they expanded more\n\n\nWhile you could still have some blockages even if you exercise, and there are people with horrible lipids who do in fact get heart disease in spite of exercise\n\nExercise is not a complete vaccine, but the overall protective effect is quite large, both in terms of what it does to people’s lipids, and the fact that the blood vessels get so much bigger, and the linings of the blood vessels are healthier \n \nDoes the relationship between exercise and longevity follow a J-curve? [40:00]\nThe literature argues there is a J curve\n\nThe person who doesn’t exercise has the highest risk of mortality\nLet’s look at the addition of work (exercise) in MET (metabolic equivalent of task) hours per week\n\nThis is a weird metric; Peter had to use a spreadsheet to convert his training into MET hour per week so he can interpret what he does in the context of all the literature\n\n\n\nWhat is a MET? \n\n1 MET is the metabolic expenditure of sitting at rest, which corresponds to about 3.5 mL per min per kg of VO2 (oxygen ventilation)\nThis ramps up as you work, summarized in the table below\n\nWalking 3 miles in an hour is 4-6 METs\nJogging 1 mile in 10 minutes is 10 METs\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18569\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f5-mikejoyner.png\" alt=\"\" width=\"501\" height=\"955\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f5-mikejoyner.png 501w, https://peterattiamd.com/wp-content/uploads/2022/07/f5-mikejoyner-157x300.png 157w\" sizes=\"(max-width: 501px) 100vw, 501px\" />\nFigure 5.  MET values for different physical activities  Image credit: Wikipedia\n\nLet’s say you ran 6 miles in 1 hour for an energy expenditure of 10 MET-hours\n\nYou did 10 METs times 1 hour\nIf you did that 4x a week, this would be 40 MET hours per week of activity\n\n\nPeter is in the hundred MET-hours per week, adding up his time on the bike at so many watts, time in the weight room, time carrying his rucksack\n\nThe literature would say Peter’s mortality risk might be higher than someone doing 40 MET hours per week \n\nThis suggests a J curve\n\nConsider the x-axis in the graph below MET-hours per week beginning at zero and the y-axis is increasing risk of mortality\nAs a person begins to exercise their risk of mortality goes down\nBut at a certain point, more MET hours (50-75 MET hours per week depending on the study) is associated with a higher mortality risk\nPeter’s not going to go into detail about these studies other than to say, “We find significant fault in each of them. What do you see?” \n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18570\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f6-mikejoyner.png\" alt=\"\" width=\"461\" height=\"450\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f6-mikejoyner.png 461w, https://peterattiamd.com/wp-content/uploads/2022/07/f6-mikejoyner-300x293.png 300w\" sizes=\"(max-width: 461px) 100vw, 461px\" />\nFigure 6.  Hypothetical relationship between exercise and mortality risk.  Image credit: adapted from Wikipedia\n\nMike notes that not all studies show an increase in mortality at higher MET hours per week\nThe big NCI study of 650,000 subjects doesn’t support a J curve, see the figure below\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18571\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f7-mikejoyner.png\" alt=\"\" width=\"676\" height=\"846\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f7-mikejoyner.png 676w, https://peterattiamd.com/wp-content/uploads/2022/07/f7-mikejoyner-240x300.png 240w\" sizes=\"(max-width: 676px) 100vw, 676px\" />\nFigure 7.  NCI study found decreased mortality as MET-hr/wk increased. Image credit: PLOS Medicine 2012\n\nMike likes that cross country ski paper that he mentioned from Scandinavia\n\nIf somebody’s going to ski 90 kilometers and if they’re going to do it year after year and they’re going to do it fast, they have to be training a lot\n\n\nMike doesn’t think there is good evidence for a J curve\n\nMany of the studies suggesting a J curve have a small number of subjects\nIn many of these studies the number of people who are way out there (large # of METs) is very small\nWith small numbers if someone dies, gets hit by a car or something, it can make a difference\n\nThis is one of the problems with a study from Copenhagen or Norway\n\n\n\n\n\nWhat else happens with increased MET-hours per week? \n\nThe one thing that does happen is people have an apparent increase in risk of atrial fibrillation\nOne caveats is they do not have any increased risk of fatal arrhythmias\n\nAtrial fibrillation is no fun, it can lead to medical problems, but it doesn’t kill you\nVentricular arrhythmias can kill you but are not seen in any greater extent in these people who are heavy exercisers for their entire life\n\n\n\nThe controversy is, do these people actually have more atrial fibrillation or is it just that they are exercising and notice it? \n\nMike thinks people who train for their entire life (50-70 MET hr/wk) have some increased risk of atrial fib compared to people that are super healthy otherwise\n\nBut their risk of atrial fibrillation is still probably lower than people who are sedentary, hypertensive, obese, diabetic, and so forth\nFurther, there are good treatments for atrial fibrillation and you continue to be protected against fatal arrhythmias\n\n\n\nIs there compelling evidence to suggest there is an increased risk in myocardial fibrosis in endurance athletes? \n\nData from Ben Levine’s group down in Dallas show that fit young people have very flexible, compliant heart muscles\n\nThey show that declines with age\nBut it doesn’t decline nearly so fast in people that are either habitual exercisers or people who remain master athletes/ highly competitive\n\n\n\nHis data show that training keeps the ventricles compliant, flexible and able to handle the increased demands and pumping demands of exercise \n\nMike thinks the fibrosis argument’s a little spurious\n\nMike’s takeaway \n\nLarge coronary arteries in people that are habitually physically active vasodilate better\n\nThey probably are less likely to generate a clot\nTheses people are also protected against fatal arrhythmias\n\nThere may be a subtle increased risk in atrial fibrillation\n\n\n\n\nThe other thing to remember is that exercise is not an absolute vaccine\n\nYou can’t say that if you work out an hour day, you’re never going to have heart disease, but your risk is going to be dramatically reduced\n\n\nPeter thinks the VO2 max data discussed is another argument against a J curve\n\nHe asks the question, “How is it that people in the top 2.3% of the population for VO2 max have the lowest mortality by a long shot, if they’re not training significantly?”\n\n\nPeter asks his patients to be at the elite level for a decade below their actual age\n\nHe doesn’t see how they are going to get there doing only 40 MET hr/wk\nYou can’t achieve a VO2 max of that level, just doing a little bit of maintenance stuff here and there\nYou have to do high-intensity training\n\nMike notes that studies by people like Bob Hickson and Wisløff ‘s group up in Norway show that people who do some longer intervals 3-4 times a week can get a lot of bang for their buck in terms of VO2 max\nMike studied the effect of interval training on VO2 max in this meta-analysis\n\n\n\n\n\n \nMitigating age-related decline in fitness by elevating your VO2 max at a young age [46:15]\nPeter’s logic behind his thinking that people should have a high VO2 max when they are young: “The reason you want to have a high VO2 max when you’re young is we want to be able to prepare for the inevitability of decline”\nPeter’s question for Mike: What is the most recent data on how much peak VO2 max declines with age in a training and non-training individual? \n\nPeople think VO2 max declines about 10% per decade, starting in the 4th decade (so sometime in your 30s)\nA lot of that is driven by age-related decline in heart rate\nBut in people that are not training, it’s because their heart can’t pump as much blood and their muscles can’t use it\nAmong people who are training, they start at a higher level\n\nAnd then if people continue to train, they probably don’t see a big decline until their late 30s or early 40s\nThis is what is seen among athletes, because there are world class endurance athletes in their early 40s \n\n\nAnd you can reduce the rate of decline by about half, certainly up to your 70s probably\nNot everybody keeps training hard\nIf people stop training, their VO2 max falls precipitously\nDr. Dave Costell, really one of the founders of exercise physiology in the United States, studied a lot of elite athletes in the 60s and 70s\n\nHe brought them back to his lab when these guys in the 1990s, when they were in their late 40s and 50s\nAbout a third of them had continued to train very hard and had minimal reduction in their VO2 max\nA third had become joggers; they had some reduction\nAnd there was a third that had just stopped doing anything, and they looked like regular sedentary people\n\n\n\n“You do have to stay at it”‒ Mike Joyner\n\nA group of master athletes out in the LA area were studied, same sorts of things\n\nPeople declined and their VO2 max declined\nBut among the people who continued to train intensely in the case of the men do some strength training, their VO2 max declined at a much lower rate\n\n\n\nMike’s takeaway \n\nWithout exercise, VO2 max declines 10% per decade\nMaintaining a high level of exercise, this decline is 5-6% per decade\nMost people who’ve been super competitive can’t keep up a high level of exercise for their entire life, so this drops off a little bit\n\nBut even if they drop off 10% per decade, they start at a much higher baseline\n\n\nIf your VO2 max baseline is 60 versus 35 and you lose 10% per decade, you’re still going to be way, way, way ahead\n\nAt age 60 or 70, you’re going to have a VO2 max value higher than a 30 year old\n\n\nPeter adds this is the reason he pushes his patients so hard to have as high a VO2 max as possible when they’re in their 40s-50s\n\nHe’s thinking of this inevitable decline\nHe hopes to extend life by a decade\nSo you may only be expected to live to 81, but he hopes his patients will live to 91\n\n\n\nWhat do you think is the VO2 max above which a person will have no limit on activities when they’re in their 80s? \n\nPeter doesn’t need to run a 5 minute mile in his 80s, but he wants to be able to go on a hard hike, to be able to climb 100 feet in half a mile\nA VO2 max of 14 mL/kg or 4 METs\n\n4 METs is required from an oxygen consumption perspective for people to do their activities of daily living\n\nThis means an occasional somewhat brisk walk for a few minutes, to be able to get around the house, to go to the supermarket and be independent, whatever that means\n\n\nIf you want to be able to run a mile in 10 minutes, that would be 35 VO2 max or 10 METs\n\n\n\nIf someone in their 80s had a VO2 max in the 20s-lower 30s, that would be terrific \n\nPeter arrived at 30-31 as a magic number for a target VO2 max\nThe elite Scandinavian skiers Mike mentioned had VO2 max levels in the high 30s or low 40s, in their 80s\n\nAny sort of biological gifts those men had and/or the fact that they were maximally physically active from age 13, 14 to probably 30 would account for that\n\n\nA VO2 max of 30 would be a terrific goal\nThe other questions are‒ \n\nHow many pushups do you want to be able to do?\nHow many sorts of body weight type of things do you want to be able to do? \nWhat sort of agility maneuvers do you want to be able to do? \n\n\nWe have to factor in orthopedic problems and that sort of thing, but again, we have good treatment for those now and our orthopedic surgeons can fix a lot of things that otherwise would’ve made it difficult for people to walk and move around\nPeter thinks about this alot for his patients\n\nHe things strength and stability need to be trained in parallel and as hard as they’re training from a cardio standpoint\n\n\nHe does think that if you’re trying to reverse engineer ending your life with a VO2 max in the mid-20s to high-30s, “The good news is you are never going to not be able to do something that you want to do”\n\nIf you’re at the airport and the escalator is not working, you don’t care\n\n\nThe question Mike thinks resonates with people is, “Do you want to be able to play with your grandchildren?”\nMike notes what’s interesting in rural Minnesota, you see a few people who grew up on less mechanized farms and remained active milking cows, doing a whole lot of chores\n\nIt’s remarkable the muscle mass some of these men and women have\n\n\nIf you look in the hilliest parts of Japan and Italy and Greece, where longevity is the highest\n\nPeople have argued that it’s because residents have to walk up and down the hills\n\nThey keep their glute strength and balance; they don’t fall\nTheir more rustic lifestyle gives some de facto strength training on a daily basis\n\n\n\n\n\n \nBreaking down the variables that drive VO2 max [54:30]\nWhat drives VO2 max? \n\nBroadly speaking, let’s just say there are 3 variables:\n\n1 – The gas exchange in the lungs\n2 – The pump efficiency\n\nStroke volume, contractility that affects the efficiency of the pump to move the blood to the capillary bed \n\n\n3 – The gas exchange in the muscle bed\n\n\nThese are the big 3 of 4-5 steps\n\nYou’ve got (1) air to lung, (2) lung to blood, (3) blood from the heart to the tissues, and (4) oxygen from the blood to the tissues\n\n\nIn general, oxygen uptake is cardiac output (how much blood you’re pumping per minute) times arteriovenous oxygen difference (how much oxygen you’re extracting out of the blood) \n\nIt turns out that if you look at all the studies and all the people, fit, unfit, trained, untrained, in general, the biggest issue is how much blood can you pump?  \n What is that heart rate times stroke volume equation?  \n\n\nWhen you train, you get so you can extract more oxygen from the blood\n\nAnd if you’re at high altitude or if you’ve got problems with your lungs, then maybe the lungs don’t work as well\n\n\nBut in general, you cannot extract what has not been delivered\nThe key is delivery, and that’s heart rate times stroke volume \nInterestingly, some of your fittest people actually have slightly lower peak heart rates \n\nAnd one of the reasons is because their stroke volume is so high\n\n\n\nMetrics of an elite athlete \n\nOne of the really interesting experiments of nature is a man called Eskild Ebbesen, who won gold medals in 5 Olympics in rowing for Denmark\n\nThere is serial VO2 max data on him from the time he was 18 or 19 until his early 40s \nHis VO2 max is around 5.6 L/min, which is quite high.\nHe weighed about 70 kilos; he was a lightweight rower\nBut his peak heart rate dropped from about 190 to 150 over that period of time, which means he was able to pump the same amount of blood, but he had to do more with each beat\n\n\nPeter finds this example insane\n\nPeak heart rate  \n\nAs individuals age, we think the majority of the reduction in VO2 max comes from a reduction in cardiac output\nMikes adds that the majority is probably coming from a reduction in peak heart rate \n\nThis can be buffered to some extent if you have a nice compliant ventricle\n\n\nPeter is not quite 50 and is saddened by the reduction in his peak heart rate\nMike adds that his was never very high to begin with\n\nHe’s 60 and he focuses on what his workload is\n\n\nPeter noticed a precipitous fall in his maximum heart rate when he was in his 20s\n\nWhen he was a teenager and training obscenely hard, a heart rate of 200 was an everyday occurrence\nBy the time  he was 20-25, in medical school, his max heart rate dropped immediately to about 180\nIt became very difficult to get his heart rate over 180 which was far lower than what is predicted by 220 minus your age\n\n\nMike was in 2 famous studies as a subject\n\nOne was a lactate threshold study, when he was 19\nA few years later, he worked one summer at Washington University in St. Louis and stopped training\n\nHe had just finished his last year of track and field at the University of Arizona\nHe would run 10,000 meters in 3o:48\nHe liked to tell people he was good enough to get lapped by the world record holders\nHis peak heart rate was 185-188\n\n\nOver 12 weeks of de-training, his peak heart rate went up 10 beats a minute to the high 190s\n\nThis would be 220 minus his age\n\n\n\n\nThere’s a bunch of data on elite athletes showing that some have peak heart rates similar to 220 minus their age, but many are lower than that\n\nThere have been world record holders, Olympic champions that had peak heart rates in the 150s\n\n\nPeter had Lance Armstrong on the podcast last year\n\nIn the heyday of his tours, they weren’t looking at their power meters when they were competing, only during training\nOn race day for the time trial, they just went off heart rate\nLance was winning the tours between ages 28-35 and he was holding 200 beats/min for the entire time trial (45 minutes)‒ that’s insane\n\n\nAnother example is a man named Bob Schul, an American who won the 5,000 in 1964 \n\nHe did interval training all day and all night\nIt was incredible how he trained; his heart rate was around 154, 156\n\n\nJim Ryun, the great miler, his heart rate was not particularly high in his 20s\nThey must have incredible stroke volume; big hearts, big pumps\n\n \nLearning from elite athletes: Training regimens, aerobic efficiency, and other impressive metrics [1:00:15]\nHow endurance athletes train \n\nWhen you look at the best high output endurance athletes today, it’s one thing to talk about their peak engine performance, but it’s easy to overlook what they’re doing at the low end\nPeter had Iñigo San-Millán on the podcast twice and talked at length about Tadej Pogačar\n\nOn episode #201 – Deep dive back into Zone 2\nSee also #85 – Zone 2 Training and Metabolic Health \nIt’s amazing to talk about how high Pogačar’s FTP (functional threshold power) is\nIt’s amazing how much power he can put out while keeping his lactate below 2 mmol\n\nHe’s over 4 watts/kg\n\n\n\n\nTake someone off  the street who doesn’t ride a bike but has an average fitness and ask them to hold 4 watts/kg\n\nMaybe they could do it for a minute\nMost people couldn’t do it for a minute, but Pogačar can do it for 4 hours\n\nThat low end aerobic efficiency is impressive\n\n\nPeter always tries to explain to his patients, “If your VO2 max represents the height or peak of your pyramid, the wider your base, the higher your peak.” \n\n\nWhen Mike thinks about performance and elite athletes, he obviously thinks about their VO2 max\n\nThen he starts thinking about their lactate threshold which would be sort of the FTP and is related to the anaerobic threshold \n\n\n\nWhat fraction of your VO2 max can you perform at for minutes to hours? \n\nTypically it’s about 60% in untrained, young to middle aged people\nIt’s lower in people who are really untrained, just sort of sedentary \nIn people that are very fit, it can be 75, 80, 85, even 90% of VO2 max \nIn some older athletes, it’s close to 100\nMike  notes that somebody like Pogačar probably has a peak work rate that they could sustain for 10 or 20 minutes of 6-7 watts per kilo\n\nSo the fact that they can do 4 watts per kilo forever shouldn’t surprise anybody\n\n\nLook at somebody like Mr. Kipchoge who’s running 4:40 miles at a pace that doesn’t really probably cause much of an increase in his blood lactate acid levels at all\n\nHis metrics have been published\n\n\n\nWhat was Kipchoge’s lactate level at the completion of a marathon at just under 2 hours? \n\nMike points out, “At the end of the race you wouldn’t have a lot of carbohydrate on board”\nHe can run a 4:40 mile (over 12 mph) at levels it barely nudges lactate acid levels \nWhen Mike first started thinking about this and making models of performance, he thought that the highest number was 85% of max\n\nIt’s probably closer to 90% for somebody like Kipchoge\nAnd when think about FTP for 1 minute, for the Kipchoge challenge, people have put treadmills at 12.5 mph\n\nPeople get spit off the treadmill in 30 seconds (or less!)\n\n\n\n\nThese people are training 2-4 hours a day\nRunning is limited, the impact becomes a problem\n\nThey develop orthopedic issues\nIt’s really difficult for people to run more than about 120 or 130 miles a week\nIt’s difficult to do hard training for long periods of time\n\nThere are a few people that can do it\n\n\n\n\n\nHow elite long distance runners train \n\nIf you look at what Kipchoge does, it’s almost identical, even day for day, to what Bill Rodgers and Frank Shorter did\n\nHe does it at altitude\nThere’s a lot of medium 8 and 10 and 12 miles runs, a couple of hard interval sessions per week, and a long run\nThat gets them to 120 miles a week, week in and week out. \n\n\nCyclist can do more\n\nThey don’t have the issue of impact\nThere is also a chance to take a break here and there\nThe same is true for swimming\n\n\n\n“What’s amazing is that if you look at what the elite of the elite are doing has not really change that much for 50 or 60 years”‒ Mike Joyner \nThe metrics of elite athletes haven’t improved so much as sports medicine has gotten better \n\nIf you look at the data on the elite of the elite from the late 60s to early 70s, it’s not like Kipchoge’s VO2 max was 90; it was high 70\nMike thinks a lot of what’s happened in terms of at the very edge of things has been better races\nNow also, people have longer careers\n\nSports medicine is better, so if people get injured, they can recover\nThey don’t stop when they’re 25-26\n\n\nWe saw this last night with Klay Thompson, he had two injuries at age 30\n\n40 years ago would’ve been basically career ending and he’s come back from a combination of an ACL issue and a torn achilles tendon\nHe used to just destroy people and he’s playing very well. \n\n\nRaces are much better‒ they used to run the Boston marathon at noon when every so often you’d get a really hot day\nSo most of the improved performance can be attributed to equipment and these sort of social factors\n\nUnfortunately in the case of Mr. Armstrong, it can also be from people bending the rules \n\n\n\nWhat intensity level does Kipochoge’s train at?\n\nWe could pick the most extreme example and talk about Kipchoge\n\nHe’s running 14-20 hours per week\nHe also does a ton of other strength training and bodyweight training\n\n\nIf you looked at it in terms of the lactate threshold or the equivalent of critical power on the bike, probably 60, 70% of that is fast, but not that fast\nThey typically start off their group run sort of jogging and then they pick it up over time\nAlso remember that he’s doing this at 7- 8,000 feet\nMike’s understanding in reading his training program that a couple days a week he goes to a track and they run multiple 400 meters\n\nLet’s say 200 meter jog, 10 times a kilometer very fast\n\n\nThe total amount of time he’s running faster than race pace might just be 10 miles per week\n\nSo he’s probably running about 60 or 70% of this stuff slower than race pace \n\nSome quite slow, but most of it medium fast, but certainly not where he can’t talk to you where he’s short of breath\nThen he’s probably spending about 20% of his time he can still talk to you, but he’s pushing it a little bit \nAnd probably 10% of his time where he is pushing it a lot\n\n\nPeter has the same impression of elite cyclists and elite swimmers\n\nElite runners in the 60s\n\nIn the last 20 years, it has emerged \nThere is some good lab data from the 1930s and lots from the 50s and 60s\nIf you look at individuals who have tremendous treadmill values, tremendous VO2 max values, who ran very fast times on dirt tracks and in muddy conditions\n\nIf you look at what those people were doing, they were doing all kinds of things\n\n\nBob Schul was a runner in the 60s\n\nHis morning workout would be 40x 100 meters with a short jog in between\nHis afternoon workout might be 20x 400 meters\nHe rarely ran continuously at all except in races, and it would be a fast interval slow\n\n\nThere are other people who ran up to 200 miles a week and hardly ever ran fast, again, except in races and some strides\nThere were already people doing the sort of mix training described a minute ago\n\nWhat is interesting is the extent to which things have sort of converged on this 60, 70, 20, 30, 10 sort of model \n\nPeter replies, “I can understand why there is a benefit to just the mitochondrial efficiency that comes from the continuous effort that you’d miss out on if you were just doing the short bursts” \n\n \nHealth benefits of light exercise for the average person [1:09:00]\nHow much training time do elite athletes spend on low-intensity exercise? \n\nWe know there is a health benefit to low-intensity (zone 2) exercise, but is there a training benefit?\nWe think about zone 2 as where Kipochoge probably spends 60-70% of his time\n\nHe can still talk\n\n\nAt race pace he’s in zone 3 to zone 4 \nAt zone 4 to 5,10% of his mileage, he’s really stretching himself\n\nIs Kipochoge or other athletes deliberately putting time into zone 1, which is truly a recovery pace? \n\nThey do that when they’re recovering between intervals \nMike did this many years ago‒ the first mile or two can be very slow, can be just almost a walk jog and then you kind of drift into it\n\nBenefits of light exercise for the typical person\n\nBut thinking about the listeners who are just trying to improve their health, that’s where you come back to physical activity versus intentional training\n\nWhen you start looking at the health benefits of just less than brisk walking‒ they’re substantial \n\nIt’s purposeful, but not really brisk walking\nParking your car farther out in the parking lot and strolling in\nWalking the dog can mean all sorts of things depending on what kind of dog you have and who’s in the neighborhood\nThe data on gardening\nMost of us think about gardening as relatively light exercise\nThe health benefits of light physical activity, light exercise, are substantial and there is no J curve\n\nThings go up, but it’s not completely linear\n\n\n\n“The biggest benefit people get health wise is in the first 10 or 15 minutes [of exercise]”‒ Mike Joyner  \n\n10-15 minutes of light physical activity begins to do things in your skeletal muscle\nThen it improves your insulin sensitivity and helps you fight against diabetes\nMike thinks just a tiny bit of additional physical activity is at least some buffer against weight gain\nThere’s some improvement in your aligning in your blood vessels and probably some improvement in your autonomic function\nIs your heart going to get bigger? Are you going to get a more efficient cardiac pump‒ probably not\nBut are you going to begin to be able to do more things? The answer is yes\n\n \nSimple training metrics to track, and Mike’s current exercise regimen [1:11:15]\nShould we track heart rate recovery (HRR) as we train? \n\nSome people are really into tech, and Mike is a tech noodie\nPart of the reason is there wasn’t much tech around when he started\n\nDigital watches were new\nThere weren’t even stop watches\n\n\nAt the time, one of the big innovations was rating of perceived exertion\n\nThe 6-20 scale (or 1-10 scale) about how hard you’re working.\n\n\nWhat’s been shown is, because you can have a good day and a bad day in terms of the metrics, that they’re all sort of parallel \n\nLearn to read your own body via the rating of perceived exertion and/or metrics (find one you like) and then just focus on sort of big picture things \n\n Mike would not get too hung up on heart rate recovery (HRR) or heart rate variability (HRV)\n\nSimple metrics to track \n\nHow much time are you training? 30, 60, 180 minutes a week?\nAre you also doing other forms of activity like taking the stairs as you mentioned? \nWhat sort of combination are you doing? \nHow much time are you spending where you’re really short of breath? \nHow much time are you spending where you’re a little bit short of breath? \nHow much time is it a pleasant sort of pace? \nMike thinks‒ that sort of information can get you as much as you need\n\n“The main thing then Peter is to make sure that you have some accountability”‒ Mike Joyner \n\nIt can be a training partner, maybe with a device or a diary, maybe with just how far did I run today? \n\nMike’s current exercise regimen \n\nRunning a 10 K at 30:40 is fast\nMike once ran a 2:25 marathon\nHe’s a big believer in what’s called “hard easy”‒ a hard day followed by an easy day \nWhat he’ll do on a hard day‒ \n\n1 – Warm-up on a stationary bike and the rowing machine for 10 to 15 minutes\n2 – A circuit that starts with 25 squat thrusts, a minute of jumping rope, static wall sit to failure, and then some drop sets where he goes down the weight stack\n\nThen drop sets with incline flies \nThen drop sets with leg extensions\nAnd drop sets with a combination of pull ups and lat pull downs and military presses\nThen some additional stuff for his legs\nPushups, bar dips, and upright rows, followed by something else for his legs\nHe alternates arms and legs and works his way through this with no rest\nDrop sets on each thing for all large major muscle masses\nAnd that takes about 22 minutes for 1 circuit\n\n\n3 – Then he’ll get on the bike and he’ll do 8 times 3 minutes of a ladder \n\nHe starts unloaded, goes up a notch for 30 seconds, go up a notch, go up a notch, and he’ll get to maybe about 350 watts for the last 30 seconds\nThen he’ll come back down to about 100 watts\nIt takes him 3 minutes to do this ladder up to 350 watts\nThen he’ll bike at 100 watts for 30 seconds, move up to 150 W for 30 seconds, 200 W for 30, 250 for 30, 300 for 30, 350 for 30, then back down to 100 for 30\n8 repetitions of this ladder takes 1 hour\nHe does not rest between sets\n\n\n\n\nRemember Mike is doing those ladders after a heavy leg workout\n\nHis legs are pretty fatigued\n\n\nMike does a hard day every other day or every 3rd day\nHis easy days are 30-40 minutes in the morning \n\nMaybe watch the first bit of Obi-Wan Kenobi \nHis easy days are built around watching a documentary or how many times can you watch The Mandalorian? How many Clint Eastwood movies can you watch? \nThis started during lockdown,\nHe will do 30-40 minutes of light cycling, transitioning to rowing back and forth \nSometimes he does one in the morning\nSometimes when he comes home from work he’ll do another one\n\n\nThe goal for the easy day is an old concept called active rest \n\nHe’s not trying to get a real training effect\nHe’s trying to loosen up from previous day’s workout because he’s sore\n\n\nHe’ll do this for about 6 months \nAnd then probably when it starts getting dark again, he’ll start doing a kind of maintenance circuits, in terms of the strength\n\nIt may be only twice a week\nAnd he’ll start doing longer rides\nHe has a Peloton; he doesn’t do any of the classes, but he’ll started doing this hour of truth to see how many watts he could average for an hour\n\nHis best during lockdown last year was an average of 316 watts for an hour\n\n\n\n\n\n“Wow, that’s obscene!”‒ Peter Attia\n\nMike wants to see if he can get to 320 watts next year\n\nWhat is Mike’s VO2 max? \n\nBack when he was quite young, it was 5.4 L/min\n\nHe weighed 75-80 kg\n\n\nNow he weighs about 95 kg because he’s made an effort to gain some weight\n\nHe thinks his max now is about 4.5 L/min\n\n\n\nWhen did Mike start running competitively? \n\nHe started running late; he didn’t start until his senior year of high school\nHe has some natural ability\nHe is 6’4” and likes to tell people, “If I come back in the next life, I’ll be a swimmer or a rower”\n\nBecause he would show up to race these tiny people\nHe’s the world’s largest, relatively good distance runner (formerly, relatively good)\n\n\n\nOn your easy recovery day, are you just paying attention to RPE ,or are you looking at a split time on the rowing machine or a low wattage bar on the bike? \n\nIt’s just all RPE (rate of perceived exertion)\nIt’s really just active rest, which is a lost concept\n\nDo you have a sense of your heart rate as a percentage of your max heart rate? \n\nNo; he doesn’t measure heart rate\nHis peak heart rate is probably about 140\nHe tracks RPE, he likes to suffer\nMike notes, “It’s unusual to be able to do intervals on your own and really push it. Not everybody can do it and that’s why you need a class or you need a coach or you need a group and so forth, but I’m lucky enough to be able to do it. So my training’s really polarized.” \n\n \nHow to boost your VO2 max, and the importance of form and tempo with interval training [1:18:15]\nPeter’s approach with patients:\n\nOne of the most efficient ways to improve VO2 max that Peter knows (what he tells his patients) is to use a 4 x 4 protocol \n\n4 minutes on, 4 minutes off\nFor example, get on a bike on an incline (not very steep, maybe 6% grade)\n\nHe wants to stay in the saddle climbing against resistance for 4 minutes\nHe never wants the resistance to go away\nHe uses a power meter and tracks heart rate\nHe wants to keep the power as steady as he can;  invariably it dips around minute 3 and then he can recover it in the 4th minute psychologically\n\n\nThis is followed by 4 minutes of recovery\n\nLiterally doing nothing but rolling back to the starting line\n\n\nRepeat\n\n\n\nMike’s approach:\n\nMike agrees with Peter\nMike tells people who want to run a faster marathon or whatever, they need to get their VO2 max up\n\nThese are people who are running a lot of miles\n\n\nHe tells them exactly what Peter described\n\nSometimes he recommends 5 minutes of work and 3 minutes of rest\nPeople who are fitter only need 2 minutes of rest\n\n\n\n“Four times four is terrific”‒ Mike Joyner \n\nTo put this in the context of running, run at your 5 K race pace\n\nMaybe the first one is a little slower\nThen each one gets progressively faster\nYou would jog in between or if you’re not going fast, walk in between\n\n\nThe classic training among elite runners is mile repeats\n\n4-5 times one mile\nAnd then they jog a quarter mile or a half mile in between\n\n\nMike has personally have seen really good runners do 4:30, 4:25, 4:20, 4:15, 4:10, 4:05\n\nThese were people getting ready for the Olympics\n\n\n\nAdvice for the average person \n\nPeter notes that he and Mike have trained their whole lives, so they know what going all out for 4 minutes feels like\nFor the average person, the hard part is this requires a bit of coaching up front\n\nYou’re aiming for consistent effort for 4 minutes\nBut the suffering disproportionately occurs in the last 90 seconds\n\n\n\nMike’s “no bend over” rule \n\nWhen you finish the last one (#4), you do not want to be bending over\n\nIf you had gone a little faster, you’d want to be bending over\n\n\nWhat people have to recognize, both for the 4 x 4 minutes and within the 4 minutes, is a good interval workout\n\nThis sounds completely masochistic, it’s like putting your hand in warm water and then slowly increasing the temperature in the water to where you can barely stand it anymore and then leave it in for a while\nAnd then you turn it down, let your hand cool off, and do it again\n\n\n\nExploring your limits with interval training \n\nOne of the things Mike learned from cyclists is a terrific phrase called manage your suffering \n\nYou need to learn to manage your suffering\n\n\nThe other interesting thing about this type of training is the extent to which people can have a sort of religious experience exercising\n\nThis sort of interval training is one way to get them\n\n\nPeter agrees, “I think that there really is something wonderful about experiencing your limits and understanding that level of discomfort”\nMike adds, if you’re able to maintain your rhythm and tempo while you do it, that’s when you can have these sorts of experiences\nOne of the most beautiful things ever, was to watch Michael Phelps swim the butterfly and watch his stroke\n\nIt wasn’t an endurance event, only a short couple of minutes\nHe was good at everything, but he was especially good at the butterfly\nFor most people, their stroke has fallen apart and they end up taking more strokes in the last 50 of a 200 meter butterfly\nHis stroke count didn’t change in the second, third, and fourth lap because he had that rhythm, that tempo\n\n\nAnd if you listen to the old school coaches talk about interval training, they’re constantly talking about tempo \n\nWhat is your rhythm? What is your tempo? \nAnd why are you doing it, why are you suffering? \n\n\n\n“The goal was to not lose your form and not lose your tempo” says Mike\nForm and tempo of elite athletes\n\nPeter used to watch Michael Phelps train before he broke out in the early 2000s\n\nPeter was living in  Baltimore for his residency at Hopkins\nHe used to train at a place called North Baltimore Aquatic\n\n\nMichael within the swimming world was already an unbelievable prodigy because he had placed 5th in the Sydney Olympics at quite a young age, 15\nHe became the youngest male to ever set a world record for the 200 fly in early ’01 at age 15\nPeter got to watch this 16 year old swimming at North Baltimore Aquatic, NBAC, \n\nHis signature event was the 200 fly\n\nPeter would put that up there with the 200 breast and 400 IM as the 3 worst races in swimming\nFor Mike, it’s like doing an 800 intermediate hurdles on the track (that event doesn’t exist)\nThe suffering is insane\n\n\nBut the thing is, you never saw him to a 200 fly in training\nHe did lots of 75s\nHis coach, Bob Bowman was really adamant about perfect form \nPeter recalls, Michael had an unusual rhythm, which is that he breathed on every stroke\nMost people who swim butterfly, breathe every other stroke, you were head underwater for one stroke, head up for one, down for one\nBut no one’s form could rival his, and that’s why he was usually the last guy to hit the wall at the 50, yet would come back and just devour everybody\n\n\nMike saw this with Edwin Moses, taking 13 steps between hurdles in the 400 hurdles, in the late ’70s\n\nThat innovation\n\n\nYou see Kipchoge doing it for 2 hours, his ability to maintain this form and tempo\n\n“And as you watch it… you are awed by this sense of great effort and simultaneous relaxation. It’s a real paradox”‒ Mike Joyner \n\nMikes sees this in other sports too\nWhen golfers get hot, how far they hit the ball‒ they are both violent and relaxed at the same time\nTo watch Steph Curry and Klay Thompson start launching basketballs, it’s just incredible\n\nThe tempo, the rhythm, the form, and the effort\nBut again, just how relaxed they are\n\n\n\n“It’s just wild to think about, even”‒ Mike Joyner \n \nTraining advice for the average person [1:25:15]\nAdvice for a recreational person who’s never trained in their life\n\nAt this level, they don’t need to use lactate testing\nEverything is based off RPE (rate of perceived exertion) \n\nYou want 80% of their time for them to work at a level where they can talk but not enjoy it, no higher\nThis might start out as 2-3 hours per week\n\n\nAfter about 6 months of this kind of training, after they build up a bit of reserve, they can move to the next phase\nThe next thing to add is a 4 x 4, for 4 rounds (4 on + 4 off)\n\nOnce a week\n\n\n\nIs doing 4 hard intervals once a week sufficient to boost VO2 max? \n\nSure, for the vast majority of people this will increase it\n\nEspecially if they’re doing the other stuff you’re talking about\n\n\nWhat Mike really likes about what Peter describes is that sometimes you have to train before you can really train\n\nThis is especially true when your going to do hard training\n\n\n\n“Sometimes you have to train before you can really train”‒ Mike Joyner \n\nMike has seen some studies of people who are 60-70 years old, they had to do 3-6 months of pre-training before they were fit enough to train hard\nAfter you are able to do 4 rounds of 4 x 4, once a week, you can build up to 2x per week\nAdvice from a man named Stan James is once people start doing more than about 5 or 6 hard sessions every 2 weeks, they begin to have some sort of load management issue (orthopedics/ fatigue)\n\nHe’s in his 90s\nHe’s one of the pioneers of sports medicine, orthopedic surgery\nHe’s still practicing medicine but not operating anymore\nThe last time Mike checked he was alive and well out in Eugene, Oregon\nHe worked with coach Bill Bowerman, the great Oregon coach, one of the founders at Nike, the waffle shoe guy\n\nThey got into this hard, easy thing, which is sort of what Mike does\n\n\n\n\nMike can’t remember the last day that he didn’t do anything\n\nIt’s probably been years\n\n\nHe estimates that he does a hard workout 120-130 times per year\n\n“I never go more than a week without doing something relatively intense”‒ Mike Joyner \n \nWhy professional athletes have longer careers than they’ve had in the past [1:27:30]\nDo exceptional elite athletes have a finite number of exceptional performances in them? \n\nPeople used to drift into the world rankings\nThey’d last maybe 2 Olympics, 6-7 years\nThey’d emerge right before one Olympics, do well, then do well in the next one, then kind of fade\nMike thinks there are 2 things that have really changed\n1 – Sports medicine is better\n\nSo if people do get injured, they can do things about it\n\n\n2 – Sports have become so professionalized\n\nPeople that are really, really good can now make enough money to make it worth their while to continue\nHe sees this in terms of the age of Olympians\nIt used to be very unusual to have women over age 20 in swimming\n\nThere was no college swimming\nIt was a lot of teenagers\n\n\n\n\nNow the age of athletes is drifting up\n\nPeople like Katie Ledecky are having extended careers\nPhelps went  to the Olympics in 2000, 2004, ‘08, ‘12, and ‘16\n\n\n\n“That would’ve been inconceivable previously for swimmers”‒ Mike Joyner\n\nBefore, people hung around and maybe stayed for 1 additional Olympics\nAnd when they got done after college sometimes too, but eventually they had to go do get a job\nBut now, among the most elite who can monetize this, people last longer\nMike also sees this in “the major” professional sports\nBefore orthopedic surgery was good and every knee surgery was an adventure, somebody like Tom Brady would have had a shorter career\n\nHis career would have been over in 2009\n\n\nIf you’re making $23 million, or whatever the number is, why not keep playing? \nIf you look at sports like running, swimming, cycling‒ they get paid less, more of  a journeyman group\nBut if you look at the NBA, the NFL Major League Baseball, the salary scales are pretty good\n\nAnd if people can play another couple of years, this can be millions of dollars for them\nSo they’re very motivated to do this\nIf you can be the 8th man on an NBA team and give people 15, 20 quality minutes of a game, you’re going to have a job for a long time\nIf you’re LeBron who apparently spent some huge amount of money on training and all that other stuff, if you start thinking about spending x per year for a 40X paycheck, why not? Why stop?\n\n\n\n \nUse of performance-enhancing drugs in professional sports [1:29:45]\nWhat is the current status of performance-enhancing drugs in sports? \n\nCycling and swimming are the endurance sports that Peter follows \nGo back and look at the cycling data\nPeter loves how Lance talks about this \n\nEpisode #178 of The Drive \nHe’s very open to say that as long as there has been a Tour de France, there has been a graying of the line, but there is a difference between the high octane cheating that was done in Lance’s era and sort of the low octane cheating that was done in Eddy Merckx’s era when they were using a little bit of AMPH (amphetamine)\n\n\nMike replies that testing has gotten better both in terms of frequency and the actual chemistry\nIf you look at what’s called an abnormal test, it’s not like clinical medicine where it is an out-of-range test\n\nThere are typically many standard deviations above average for these things\nThese tests are typically designed so there’s not a lot of false positives\nSo that gives people some room to microdose\n\nAnd that’s why you have relatively few positive tests\n\n\n\n\nBut occasionally people will be caught through investigations, judicial mechanisms, the police\n\nHistorically, many of the biggest busts have been made by the police\n\n\nMike contends that the era of industrial strength doping is over\nPeople are no longer doing like the East Germans did and androgenizing females to the extent that they really look like men\nWhat the Russians did less than a decade ago was relatively low dose by comparison\n\n“I do think that industrial strength doping has largely been stopped, prevented”‒ Mike Joyner\n\nThere are probably a bunch of novel compounds out there\nSmall peptides that cause this to be released or that to be released, which would be very difficult to detect\n\nThey’d have vanishing short half-lives\nAnd they would just boost your endogenous production of hormone X, Y, or Z, something like a growth hormone-releasing factor, something that caused testosterone levels to go up or suffer\n\n\n\nIt’s a cat and mouse game, for kind of the big three‒ amphetamines, EPO/ blood doping, and anabolic steroids/growth hormone \n\nWhat we learned from the BALCO situation is that there are all sorts of clever bathtub chemists who can make all sorts of things at home in the garage, in a very unregulated environment\nThe barrier to entry for that kind of a do-it-yourself sort of stuff is quite low\n\nYou can buy all sorts of laboratory equipment and reagents and all sorts of things\nSo you don’t have to be a big pharma house to make interesting things\n\n\n\nBALCO and Patrick Arnold \n\nThe tragedy of Patrick Arnold is he’s a tremendous guy with a master’s degree in organic chemistry\n\nHe wasn’t working for one of the big pharma companies making anti-aging and sarcopenia compounds\n\n\nPeter has met Patrick a number of times\n\nHe spent a lot of time having a frank conversation with him about exactly how he modified these androgens\n\n\nMike remembers Patrick’s encyclopedic knowledge of everything that’s ever been synthesized in the androgen field and what it does in terms of half life and metabolism etc.\nSimilarly, think of Victor Conte Jr., from the Tower of Power‒  another autodidact\n\n He was a junior college educated rock/jazz musician \n\n\nFor both of these individuals, if you step back from the legal and ethical ramifications and ask, what do they know? \n\nAnd try to be a little bit objective about that\nWith doping, you get into other sorts of areas\n\n\nIn the cultures they were operating in, this was considered the cultural norm\nLance was not the only person doing industrial strength doping\n\nWas he doing it better than other people? \nIf there were 6 ways to doping, person X was doing 2 and you were doing 3, was Lance doing all 6?\n\n\nThe other thing people have to recognize about doping in these incredibly competitive situations, with these incredibly competitive people/organizations is that there’s always going to be some sort of arms race mentality \n\nCountries/ organizations with the mantra that our country’s better than yours because we’re winning more medals \nYou see it with training\n\nIf you’re in there lifting an hour a day, I’m going to go lift an hour and 10 minutes a day\n\n\n Where does it stop? \n\n\n\nIs human growth hormone still one of the more utilized agents today for performance enhancement? \n\nHuman growth hormone (HGH) is not something that can be readily tested for \nMike’s guess is that there’s probably some of it going on\nHe thinks people have probably drifted back to more low-dose/short-acting androgens and hope for the best\nThe same would be true with low dose EPO and/or related compounds \nYou learn about athletes getting busted for growth hormones when person X says t hey’re sending FedEx packages to athlete Y\nSo much of this has a judicial/investigatory element to it when you get to the big scandals\n\nWhy are some sports more impacted by doping than others? \n\nFor example, swimming as a general rule seems less impacted than say cycling or even running, even though the demands are still pretty high\nMike thinks this is hard to know\n\nHow cultures head one way or the next tribalistic behavior\nWhat’s normal, what’s not normal is the key to understanding that sort of thing\n\n\n\n \nCan the miracle of exercise be put in a pill? [1:36:00]\nCan some of the benefits of exercise be captured by a pharmaceutical strategy? \n\nPeter remarks, “We started this discussion, Mike, by talking about the miracles of exercise, right? We went through all of these things that exercise is doing physiologically and how the net impact on things is so profound‒  on the length of your life and the quality of your life. There’s no shortage of pharma companies out there that are trying to understand‒  how can those benefits be put into a pill?”\nSuccess in research has primarily focused on things that increase mitochondrial biosynthesis\n\nThis appears to work in animal models\nNext, how do you translate it? \n\n\nExercise makes your mitochondria better or makes more of them\n\nBut [a pill] making your mitochondria better isn’t going to make your autonomic nervous system better, isn’t going to make your blood pressure better, isn’t going to necessarily make the lining of your blood vessels better, isn’t going to make your heart bigger, and so on and so forth \n\nSo far, these have been sort of one-trick ponies\n\nThey might provide some benefits for people that are wheelchair bound, quadriplegics, or people who can’t exercise for some other reason\n\n\nMike thinks the jury is still out \nHe remarks, “I’m not particularly enthusiastic about it. I don’t think you’re ever going to get one that does any more than a little bit.” \nMike likes to tell people there’s already an exercise medic out there‒  the polypill\n\nLook at the data on people who get a combination/ one-pill-a-day of low-dose statins + low-dose blood pressure meds + 1 or 2 other components\nIt causes pretty nice reductions in risk factors in most people\nThe side effects tend to be low because it’s low-dose\n\n\nBut none of this is patentable\nFor people who don’t want to exercise (or can’t exercise), the better choice would be to use a polypill which would do the same things\n\nA statin would cause their cholesterol to go down and maybe improve their endothelial function\nA tiny bit of Metformin might improve their glucose tolerance\nA beta blocker might lower their heart rate\n\n\n\nMike’s not advocating this, but there’s data out there suggesting that a polypill is a “legitimate” public health strategy for lifestyle diseases \n\nMike would encourage people to exercise and do the things discussed\nHe also thinks polypills have been understudied\n\n \nMike’s current research and questions he’s most interested in answering [1:39:00]\nWhat question is Mike the most interested in trying to answer? \n\nHe’s excited about a lot of things\nHe has some interesting data with Sarah Baker on sex differences in blood pressure regulation \nHe’s quite interested in human performance\n\nThe first thing they teach in medical school is a right-shift in the oxygen-hemoglobin dissociation curve (see the figure below) is good for you at altitude \nMeanwhile all animals that are genetically adapted over millennia to high altitude (llamas, the birds that fly over Mount Everest, and so forth) are left-shifted\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18572\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/f8-mikejoyner-1024x535.png\" alt=\"\" width=\"1024\" height=\"535\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/f8-mikejoyner-1024x535.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/07/f8-mikejoyner-300x157.png 300w, https://peterattiamd.com/wp-content/uploads/2022/07/f8-mikejoyner-768x401.png 768w, https://peterattiamd.com/wp-content/uploads/2022/07/f8-mikejoyner.png 1091w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. Oxygen dissociation curve showing hemoglobin of differing affinities for oxygen.  Figure credit: OpexStax Biology2e\n\nHe’s been doing some really cool hypoxia studies in people with rare left-shifted hemoglobin\n\nThis is a super interesting physiological question\n\n\nHemoglobin is the red stuff in your blood\nThe hemoglobin dissociation curve is a curvilinear  (S-shaped curve)\n\nThe idea is if you shift the curve to the right, the hemoglobin doesn’t hold onto the oxygen\nThis is great if the tissue is hypoxic, hemoglobin will release oxygen\n\n\nThe problem with a right-shifted curve is it’s harder for hemoglobin to get the oxygen of the of lung\nAnimals adapted to high altitudes (such as the bar-headed goose that flies over Mount Everest without acclimation)\n\nThey live in the plains of Mongolia and one day just fly over Mount Everest and go to India\nTheir hemoglobin dissociation curve is left-shifted, and this allows them to pick up oxygen out of the air in their lungs at very high altitude\n\n\nMike is studying a family of people and some other subjects that also have left-shifted hemoglobin\nThere are all sorts of rare hemoglobin variants\n\nThey’re not like sickle-cell or anything\n\n\nMike notes, “It’s interesting, Peter, to be sitting in the lab, having somebody breathe in 10% auction talking to you, these lift shifted people do that. It’s crazy. It’s just wild.”\n\nWhat is the FiO2 (fraction of inspired oxygen) at the top of Mount Everest? \n\nThe barometric pressure is about 250\n\nSo 20% of 250 is roughly 50\nOnce you get it into your lungs, the arterial is in the 30s\n\n\nAt 15%, which is 3000 meters, these people exercise and they do fine\n\n \nUse of convalescent plasma to treat COVID-19 [1:41:15]\n\nWhen the pandemic struck in March/April of 2020, Mike became the principal investigator of the US Convalescent Plasma Program\n\nThis program that was initially designed to facilitate the compassionate use of convalescent plasma in 5,000 patients\n\n\nAntibody-rich plasma from recovered COVID patients would be given to people who had disease, and hopefully, the antibodies would help them \nThe program ended up treating over 100,000 people\nThey found evidence when they gave people a whole lot of antibody early in the course of disease, it made them better\nThey also found some evidence that it was probably very helpful in people that were immunosuppressed\n\n“That has been the gift that keeps giving”‒ Mike Joyner\n\nMike comments, “So at age 60, 61, 62, 63, I got a new career in immunology and infectious disease”\n\nPeople with B cell deficiency depend on antibody therapy \n\nAbout 2-3% of the population is B cell deficient\nB cells are the cells in your body that make antibodies\n\nAntibodies help you fight the virus or respond to the vaccine \n\n\nPeople who are B cell deficient will continue to get COVID and other forms of infectious disease\n\nAntibody therapy is essential to help those folks\n\n\nMike just learned yesterday from People Magazine of all places that the actor, Jeff Bridges had lymphoma and was taking drugs that depleted his B cells\n\nThis is typical lymphoma treatment\nHe got COVID and could not clear the virus\nHe responded to convalescent plasma\n\n\n\nWhat is the total volume of plasma you need to give a patient in that setting? \n\nIf you get the really high titer stuff, 200-400 mL\nTypically it’s a one time treatment; sometimes it’s helpful to give people more\nWe now have people with hybrid immunity\n\nPeople that have been both vaccinated and they’ve had a breakthrough infection, or they’ve had an infection and been vaccinated\nThe plasma in these people has a whole lot of antibodies and it’s broad-spectrum\n\nIt covers all the variants \nIt almost anticipates future variants because of the way our immune system works, sort of like a sloppy replicator\n\n\n\n\nMonoclonal antibodies have been super helpful during the pandemic, but these have become less effective due to escape variants\nThis very high titer plasma is still available\n\nMike’s current work \n\nMike is happy to be working on exercise and physiology studies again\nHis work with antibody therapy has really been interesting\nOther people receiving convalescent plasma have had similar benefits to Jeff Bridges \nWhen Mike began medical school, the life expectancy for immunosuppressed patients was quite low\nNow patients with multiple myeloma lymphoma or leukemia live a long, long time\n\nHow long after a person is infected and recovers from COVID are they a suitable plasma donor? \n\nWithin 2-3 weeks up until 3-4 months\n\nMaybe even up until 6 months\nLonger if they got boosted\n\n\n\nDo you only get sufficient antibodies from people who have been infected, not just boosted? \n\nInitially, before vaccines were available, they only used people who recovered from infection \nNow that vaccines have been widely available for 18 months, they are able to get people who’ve had both (vaccination + recovery from infection)\n\nThese people are really super donors\nThey have them come back in and can get multiple units from them\nThe Mayo Clinic collects their own blood\n\nThey use it at Hopkins, Harvard, Einstein, and a lot of big places\n\n\n\n\nThey are working with the FDA and lymphoma or leukemia societies, immune deficiency foundation, etc. to make sure convalescent serum is available for those sorts of patients\nIn France, they are treating about 50 patients a week with convalescent sera\n\nIf you scaled this up in the US to match our larger population it would be about 300 patients a week\nThis is something Mike is interested in\n\n\n\n“It’s a way for people to give back”‒ Mike Joyner \nAre you able to find enough donors? Are enough people aware? \n\nThere are lots of people who have recovered from infection, and who have been vaccinated and infected\nThere are always logistical issues around getting these people to the blood collection center\n\nDo you have to determine the blood type for plasma?\n\nIt should be typed in cross, and they have to be eligible to otherwise donate blood\nDuring the peak of plasma use (prior to the vaccines and prior to the monoclonals) around 20,000 to 40,000 units a week were being used in the country\n\nThere was a nice correlation between the use of convalescent plasma and a lower death rate 2 weeks later\n\n\nMike notes that the organizational skills he learned from his coaches during his training in sports has helped him with this type of government work\n\nInstead of doing a 5,000 person demonstration project he organized a treatment registry for over 100,000 patients\nMike explains, “I used to joke with higher ups in the food and drug administration, they’d say, well, how did you do that? I’d say I’m a recovering physical educator. And that was always good for laughter in at least a few dark hours.”\n\n\n\n \nParting thoughts on the current state of fitness and exercise in society [1:47:15]\nIs Mike optimistic or pessimistic about the future of Americans based on their level of physical activity? \n\nOur society needs to do something\nUpper middle class kids have access to superb coaching, to superb facilities and programs\nBut we’ve got a tremendous problem with play and unstructured play\nWhen Mike was growing up in the ‘60s and ‘70s, they had lots of unstructured play time in parks and at school\n\nA lot of these opportunities have fallen by the wayside\n\n\nWhen he was a kid in Tucson, the kids who were college athletes used to come back and have open gym\nThere’s no open gym in the summer at the high schools in Rochester, Minnesota\n\nAnd this is a rich community\n\n\nThe advantage of an open gym was to get people off the street and have them do things\n\nThe police were happy to know where the kids were\nIt was great for the boys with high energy; it made their life a little easier\nThe lack of this is a real problem\n\n\nMike thinks we’ll have incredible performances by kids who have access\nBut what we’re doing in the rest of the world is problematic\n\n“If I could do anything, I’d start a national open gym movement”‒ Mike Joyner \n\nWe have a lot of nice facilities that are only available for a limited number of times per day\n\nImagine if you were czar and could say, “No matter what your lot is in life, every person has a mandatory one-hour activity per day” \n\n Mike thinks about the secretaries at the Mayo Clinic\n\nThe Mayo Clinic has a huge, deep bunker system in the bowels of the hospital with huge hallways\nIt’s about a mile around the place\nThese folks would bring their tennis shoes and go down and walk at lunch\nThey would meet up with their pals and do 30-40 minutes a day of laps at lunchtime\n\n\n\nIt was terrific for them. I think it was a social event for them.  I think that they solved a lot of problems too. And it actually made them way more productive.\n§Selected Links / Related MaterialThe benefits of exercise and discussion of the natural experiment in London bus drivers and conductors: Exercise: the lifelong supplement for healthy ageing and slowing down the onset of frailty | The Journal of Physiology (J Vina et al. 2016) | [11:00]\nThe centenarian decathlon: How to Train for the “Centenarian Decathlon” | Peter Attia, PeterAttiaMD.com (January 18, 2022) | [15:15]\nDallas bed rest study: Response to exercise after bed rest and after training | Circulation (B Saltin et al. 1968) | [21:00]\n30-year follow-up of the Dallas bed rest study: A 30-year follow-up of the Dallas Bedrest and Training Study: I. Effect of age on the cardiovascular response to exercise | Circulation (DK McGuire et al. 2001) | [21:15] \nNatural experiments and studies at the Cooper Clinic: Key Publications | The Cooper Institute (2014) | [23:45] \nMuscle mass and strength declines with age:\n\nDifferences among skeletal muscle mass indices derived from height-, weight-, and body mass index-adjusted models in assessing sarcopenia | The Korean Journal of Internal Medicine (KM Kim et al. 2016) | [19:00]\nA cross-sectional study of loss of muscle mass corresponding to sarcopenia in healthy Chinese men and women: reference values, prevalence, and association with bone mass | Journal of Bone and Mineral Metabolism (Q Cheng et al. 2014) | [19:00]\nThe role of muscle loss in the age-related decline of grip strength: cross-sectional and longitudinal perspectives | Journal of Gerontology(DA Kallman et al. 1990) | [19:00]\nMaximal isokinetic and isometric muscle strength of major muscle groups related to age, body mass, height, and sex in 178 healthy subjects | European Journal of Applied Physiology (T Harbo et al. 2012) | [19:00]\n\nEndurance cross country skiers from Scandinavia and mortality risk: Mortality and cardiovascular morbidity among long-term endurance male cross country skiers followed for 28-30 years | Scandinavian Journal of Medicine and Science in Sports (J Grimsmo et al. 2011) | [20:15, 35:00, 42:45]\nStudy from the 50s of people who worked at a jute mill in India relating physical work and body weight: Relation between caloric intake, body weight, and physical work: studies in an industrial male population in West Bengal | The American Journal of Clinical Nutrition (J Mayer et al. 1956) | [25:30] \nStudy of calorie consumption and energy expenditure in cyclists during the Tour de France: Study on food intake and energy expenditure during extreme sustained exercise: the Tour de France | International Journal of Sports Medicine (WH Saris et a l. 1989) | [26:00]\nIncreased fitness results in a decrease in all cause mortality: Association of Cardiorespiratory Fitness With Long-term Mortality Among Adults Undergoing Exercise Treadmill Testing | JAMA Network Open (K Mandsager et al. 2018) | [34:15] \nEditorial by Jill Barnes: Physical Activity and Cardiovascular Risk: 10 Metabolic Equivalents or Bust | Mayo Clinic Proceedings (JN Barnes and MJ Joyner 2013) | [37:30] \nStudy of ultra-marathoners by Bill Haskell: Coronary artery size and dilating capacity in ultradistance runners | Circulation ( WL Haskell et al. 1993) | [39:30]\nLarge NCI study found more leisure time physical activity associated with a longer life expectancy: Leisure Time Physical Activity of Moderate to Vigorous Intensity and Mortality: A Large Pooled Cohort Analysis | PLOS MEDICINE (SC Moore et al. 2012) | [42:30] \nStudies showing longer interval training increases VO2 max: \n\nLinear increase in aerobic power induced by a strenuous program of endurance exercise | Journal of Applied Physiology (RC Hickson et al. 1977) | [47:00]\nVO2max Trainability and High Intensity Interval Training in Humans: A Meta-Analysis | PLOS ONE (AP Bacon et al. 2013) | [47:00]\nHigh-intensity interval training in patients with lifestyle-induced cardiometabolic disease: a systematic review and meta-analysis | British Journal of Sports Medicine (KS Weston et al. 2014) | [47:00]\n\nMeta-analysis of the impact of interval training on VO2 max: VO2max Trainability and High Intensity Interval Training in Humans: A Meta-Analysis | PLOS ONE (AP Bacon et al. 2013) | [47:15]\nDave Costell’s study of VO2 max in elite athletes 20 years after they retired: Aging among elite distance runners: a 22-yr longitudinal study | Journal of Applied Physiology (SW Trappe et al. 1985) | [49:45]\nEpisode of The Drive with Lance Armstrong: #178 – Lance Armstrong: The rise, fall, and growth of a cycling legend | Host Peter Attia, The Peter Attia Drive Podcast (October 4, 2021) | [59:15, 1:30:00]\nEpisodes of The Drive with Iñigo San Millán: \n\n#85 – Iñigo San Millán, Ph.D.: Zone 2 Training and Metabolic Health | Host Peter Attia, The Peter Attia Drive Podcast  (December 23, 2019) | [1:00:30]\n#201 – Deep dive back into Zone 2 | Iñigo San-Millán, Ph.D. (Pt. 2) | Host Peter Attia, The Peter Attia Drive Podcast  (March 28, 2022) | [1:00:30]\n\nEliud Kipchoge’s metrics for running a marathon in under 2 hours: The likely physiology behind Ineos 1:59 project | INSCYD (2021) | [1:02:30]\nRPE (rate of perceived exertion): Training: What is RPE? | Kelly O’Mara, Triathlete (July 14, 2020) | [1:17:30]\nDiscussion of a polypill to mimic benefits of exercise: Mimicking exercise: what matters most and where to next? | The Journal of Physiology (JA Hawley, MJ Joyner, DJ Green 2021) | [1:38:45]\nSex differences in the regulation of blood pressure: Neurovascular control of blood pressure is influenced by aging, sex, and sex hormones | American Journal of Physiology: Regulatory, Integrative and Comparative Physiology (SE Baker et al. 2016) | [1:39:15]\nHypoxia studies in people with rare left-shifted hemoglobin: Impact of Pharmacologically Left Shifting the Oxygen-Hemoglobin Dissociation Curve on Arterial Blood Gases and Pulmonary Gas Exchange During Maximal Exercise in Hypoxia | High Altitude Medicine and Biology (GM Stewart et al. 2021) | [1:39:30]\nJeff Bridges struggle with COVID: Jeff Bridges Says He Was ‘Pretty Close to Dying’ from COVID While in Chemo for Cancer | Mia McNiece, People Magazine (May 26, 2022) | [1:42:45]\nReview of use of Convalescent plasma to treat COVID-19: COVID-19 Convalescent Plasma and Clinical Trials: Understanding Conflicting Outcomes | Clinical Microbiology Reviews (D Focosi et al. 2022) | [1:41:00]\nReview of benefits of exercise on aging: Exercise Attenuates the Major Hallmarks of Aging | Rejuvenation Research (N Garatachea et al. 2015) \nMike’s faculty webpage at the Mayo Clinic: Michael J. Joyner, M.D. | Mayo Clinic\nMike’s website: Human Limits: Exploring performance and health with Michael J. Joyner, M.D.\n§People Mentioned\nJohn Shepherd (visionary physiologists, former Professor at the Mayo Clinic) [6:15]\nAlan Sessler (chair of the Department of Anesthesiology at the Mayo Clinic from 1977 to 1988) [6:30]\nJeremy Morris (London epidemiologist) [11:00] \nBenjamin (Ben) D. Levine (Distinguished Professor of Exercise Sciences, UT Southwestern Medical Center) [21:15, 44:30]\nJerry H. Mitchell (Exercise physiologist and former director of the Harry S. Moss Heart Center at UT Southwestern Medical Center ) [21:15] \nLester Breslow (famous epidemiologist from UCLA) [23:00]\nFrank Booth (Professor of Physiology and Pharmacology in the School of Medicine at the University of Missouri) [37:30]\nJill Barnes (Professor of Kinesiology at the University of Wisconsin) [37:30]\nWilliam (Bill) Haskell (Emeritus Professor of Medicine at Stanford University Cardiovascular Institute) [39:30] \nUlrik Wisløff (Professor of Exercise Physiology at the Norwegian University of Science and Technology) [47:15]\nDavid (Dave) Costell (Emeritus Professor of Exercise Science at Ball State University) [48:45]\nEskild Ebbesen (Danish lightweight rower won 5 Olympic medals) [56:00]\nLance Armstrong (cycling legend) [59:15, 1:30:00, 1:33:15]\nBob Schul (won an Olympic gold medal for 5,000 M) [1:00:00, 1:08:80]\nJim Ryun (won Olympic silver medal in 1,500 M) [1:00:15] \nIñigo San-Millán (Professor at the University of Colorado School – Colorado Springs, expert in metabolism and exercise physiology) [1:00:30]\nTadej Pogačar (cyclist won the Tour de France in 2020 and 2021) [1:00:30]\nEliud Kipchoge (Kenyan long distance runner set the world record for the marathon) [1:02:45, 1:24:30]\nBill Rodgers (former record holder for the marathon) [1:03:45] \nFrank Shorter (won an Olympic gold medal in the marathon) [1:03:45]\nKlay Thompson (NBA player) [1:04:00, 1:25:00]\nMichael Phelps (Olympic swimmer, won 28 medals) [1:22:15, 1:28:15] \nBob Bowman (Michael Phelps coach) [1:24:00]\nEdwin Moses (track and field athlete, won 2 Olympic gold medals) [1:24:30]\nStephen (Steph) Curry (one of the greatest basketball players of all time) [1:25:00]\nStan James (Orthopedic surgeon, pioneer in sports medicine) [1:26:30]\nBill Bowerman (Track and field coach and co-founder of Nike) [1:26:45]\nKatie Ledecky (Olympic swimmer, won 7 gold medals) [1:29:16]\nTom Brady (widely regarded as the greatest quarterback of all-time) [1:29:30]\nLeBron James (widely regarded as one of the greatest NBA players of all-time) [1:29:30]\nEddy Merckx (former professional cyclist, won the Tour de France 5 times) [1:29:45]\nPatrick Arnold (organic chemist, produced anabolic steroids involved in the BALCO scandal) [1:33:15]\nVictor Conte Jr. (Former bassist with Tower of Power) [1:34:45]\nSarah Baker (scientist at the Mayo Clinic Department of Anesthesiology, collaborator with Mike) [1:39:15]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/07/bio-pic-mikejoyner-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/07/bio-pic-mikejoyner.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/07/bio-pic-mikejoyner-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/07/bio-pic-mikejoyner-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Mike Joyner, M.D.Michael J. Joyner, M.D. earned both his undergraduate and medical degrees from the University of Arizona.  He completed his internship and residency at the Mayo Clinic College of Medicine in Rochester, Minnesota, where he continues to practice anesthesiology.    \nDr. Joyner is a Professor of Anesthesiology at the Mayo Clinic with a joint appointment in the Department of Physiology & Biomedical Engineering.  He has held numerous leadership positions, and is the Frank R. and Shari Caywood Professor of Anesthesiology.  He is also the Vice Chair for Research in the Department of Anesthesiology and Perioperative Medicine.\nDr. Joyner is an expert in human performance and exercise physiology.  His lab is interested in how humans respond to various forms of physical and mental stress during activities such as exercise, hypoxia, standing up and blood loss.  Dr. Joyner and his team study how the nervous system regulates blood pressure, heart rate and metabolism in response to these forms of stress. They are also interested in how blood flow to muscle and skin responds to these stressors. These responses are studied in young healthy subjects, healthy older subjects and people with conditions such as heart failure.\nBy studying normal physiology and how it is affected by aging, sex and disease, Dr. Joyner and his colleagues gain insight into what body systems are potential therapeutic targets for intervention. Their research also provides insight into the many complex mechanisms that operate together to keep us healthy and able to adapt to the demands of life — or fail in a way that makes us unable to adapt. \nDr. Joyner’s research has been funded by the NIH since 1993.  The Mayo Clinic name him a Distinguished Investigator in 2010.  Dr. Joyner has been a consultant to the NIH and NASA and has held leadership positions with prestigious scientific journals.  \nDr. Joyner has a keen interest in how new ideas emerge, fade and then re-emerge in physiology. And he is a forceful advocate for integrative approaches in science as a powerful tool to integrate and critique data from reductionist approaches. [Mayo Clinic and DrMichaelJoyner.com] \nTwitter: @DrMJoyner"
}