{
  "title": "#224 ‒ Dietary protein: amount needed, ideal timing, quality, and more | Don Layman, Ph.D.",
  "content": "Don Layman is a Professor of Food Science and Human Nutrition at the University of Illinois Urbana-Champaign. He has spent the past 40 years investigating the role of dietary protein in muscle protein synthesis. In this episode, Don describes how his decades of research have shaped his thinking around protein, muscle, anabolic factors, metabolism, and more. He explains the recommended dietary allowance (RDA) for protein: what it is, how it came about, and how it should serve only as a guide for the minimum protein necessary for survival rather than as an optimal level of protein intake. He provides an overview of the essential amino acids, explains the nuances of animal versus plant protein, and provides insights for determining protein quality, absorption rates, and how to best track your intake. He discusses the ideal timing of protein intake in relation to resistance exercise, how protein should be distributed among meals, and how limitations in protein utilization per sitting can impact those practicing time-restricted eating. Additionally, Don shares results from his clinical trials, including how a high-protein diet fared in terms of fat loss, and explains the differences in protein utilization between adolescents and adults and how the problem of reduced efficiency of protein utilization in older adults can be overcome.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n<iframe title=\"224 ‒ Dietary protein: amount needed, ideal timing, quality, and more | Don Layman, Ph.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/BqmG2y4IeY8?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#224 ‒ Dietary protein: amount needed, ideal timing, quality, and more | Don Layman, Ph.D.\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#224 ‒ Dietary protein: amount needed, ideal timing, quality, and more | Don Layman, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#224 ‒ Dietary protein: amount needed, ideal timing, quality, and more | Don Layman, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nDon’s background: from growing up on a farm to studying nutritional biochemistry [2:30];\nDon’s philosophy on nutrition, muscle, and metabolism [6:30];\nThe controversial relationship between saturated fat and atherosclerosis [18:15];\nThe basics of protein and amino acids [25:45];\nOrigin and limitations of the current recommended dietary allowance (RDA) for protein intake [32:15];\nProtein sources: determining quality, absorption rates, and how to track intake [41:15];\nLeucine, lysine, and methionine: three important essential amino acids [48:00];\nThe vital role of ruminant animals in the production of quality protein [53:15];\nThe differing needs and impacts of dietary protein for a 16-year old compared to a 65-year old [59:30];\nConsequences of protein deficiency in childhood [1:06:30];\nMuscle protein synthesis: ideal timing, small meals vs. big meals, and more [1:12:45];\nProtein needs of children [1:19:45];\nHow important is timing protein intake around training? [1:24:15];\nThe role of leucine in fatty acid oxidation by muscle [1:28:15];\nHigh protein diets for fat loss: Results from Don’s clinical trials [1:31:30];\nInfluence of industry funding on nutrition studies [1:43:45];\nDon’s thoughts on plant-based and synthetic “meats” [1:48:45];\nProblems with epidemiological studies of dietary protein [1:56:30];\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show Notes*Notes from intro:\n\nDon Layman is a Professor Emeritus of Food Science and Human Nutrition at the University of Illinois Urbana-Champaign, where he served as a member of the faculty, as well as the chair of Foods and Nutrition, the Director of Human Ecology and the Associate Dean of Agriculture\nHe earned his bachelor’s and master’s degrees in Chemistry at Illinois State University and his doctorate in Human Nutrition and Biochemistry at the University of Minnesota\nHis research has focused on muscle development, protein and amino acid metabolism, and nutrition in the context of athletic performance, obesity, diabetes, and cardiometabolic health\nDon currently consults for many food industry companies, including Kraft, Nestle, Hershey, the dairy council, the egg board, and the beef board \nIn this episode, we talk about Don’s background, his interest in protein, muscle, insulin, and  anabolic factors in general\nWe explain what the RDA (recommended dietary allowance) for protein is\n\nHow it came about\nHow it’s clearly being misunderstood by people as a recommended amount of protein versus a barely minimum protein amount for survival\n\n\nWe talk about the nuances of animal versus plant protein\nWe talk about the difference in protein requirements between children and adults, even normalized to mass\nAnd we talk about what happens to children who are protein deficient early in life\nThen we look specifically at protein needs under various circumstances\n\nFor example, what’s the maximum amount of protein that can be consumed and used in one sitting which will still contribute to muscle protein synthesis\n\n\nWe talk about the ideal timing of consuming protein throughout the day and around exercise\nWe talk about the importance of protein quality when looking at how much or how little a person consumes\nThen we talk about how these things change as you age\n\n \nDon’s background: from growing up on a farm to studying nutritional biochemistry [2:30]\n\nPeter has heard a lot about Don over the past couple of years from their mutual friend Layne Norton, who suggested they get together and go deeper down this nutritional pathway \nNutrition is Peter’s least favorite subject only because he’s so tired of the religious aspect of nutrition\n\nHe enjoys talking about nutrition through the lens of biochemistry\n\n\nDon was interested in biochemistry first \n\nStudying organic chemistry just seemed so boring and esoteric \n\n\nWith nutrition, he could actually apply biochemistry to things people were interested in\n\nWhat was it like growing up on a farm in Illinois? \n\nHis dad lived to 97 and his mom to 102\nIt was great, he was born in the ‘50s\nThis was a time when agriculture was very poor in the US\nHe learned about animal growth and reproduction\nHe leaned about growing corn and soybeans\nHe was very interested in food, he always had an interest in science, and this evolved to be a natural marriage\nHe grew up in a small town; his school had about 400 people in it\n\nIn college Don first studied biochemistry and organic chemistry \n\nThis was the serendipity of how he got into nutrition; he didn’t know anything about it\nHe first went to Illinois State University to study chemistry\nHe realized quickly he had no aptitude for inorganic chemistry, but he understood biochemistry pretty well\nThis was during the Vietnam War and he was scheduled to go into the military\n\nHe was totally unemployable\n\n\nSo when the university offered him a graduate assistantship, he took it and got a master’s in biochemistry\nHis mentor at the time said, “You really have a knack for this nutrition part of it. Why don’t you do a PhD?”\nHe ended up at University of Minnesota doing a Ph.D. in nutritional biochemistry and fell in love with all of it\nThere was no grand plan, but it fit his background of agriculture, foods, sports nutrition\nHe fell into a group that was doing muscle metabolism and it just all fell together for him\n\nWas Ancel Keys at the University of Minnesota at that time? \n\nNo, he had left, but his legacy was there with Henry Blackburn, Ivan Frantz, and some of those individuals\nDon got that background while he was there and it certainly invested a lot of his early thinking of nutrition \nLayne Norton, who you’ve talked with before, has talked about how our thinking of nutrition evolves; “mine certainly has evolved”\n\n \nDon’s philosophy on nutrition, muscle, and metabolism [6:30]\nWhat was your underlying philosophy of nutrition circa 1975, when you were doing your Ph.D? \n\nHis earliest thinking about nutrition involves his interest in animal growth and sports nutrition\nVery early he developed  the philosophy that nutrition was really about two tissues, the brain and skeletal muscle\nIf those two tissues were healthy, you were going to live a pretty good life\nEverything else is regulatory‒ the liver, the heart, the kidney, the gut\nEverything else adapts to your environment, but you have to focus on those first two\nDon says that “if you tailor your nutritional requirements around that thinking you end up with a much more sensible approach”\nHe coined the concept that his colleague, Dr. Gabrielle Lyon and he always use‒ muscle centric nutrition \n\nIf you keep muscle healthy, you’ve got a good shot at avoiding obesity, avoiding diabetes, avoiding cancer, etc.\n\n\n\n“If you keep muscle healthy, you’ve got a good shot at avoiding obesity, avoiding diabetes, avoiding cancer, etc.” —Don Layman\nDetails about muscle \n\nPeter notes that muscle is our largest sink for glucose\n\n75-80% of our glucose storage capacity exists within skeletal muscle\n\n\nMuscle is also an early depot for excess adipose tissue\nOnce we start to let little droplets of fat accumulate within muscle cells, it leads to this process of insulin resistance \n\nThis creates a problem in that it makes it  harder for muscle to accept carbohydrates\nThis leads to hyperglycemia and ultimately diabetes\n\n\n\nHow Don formulated his thinking about muscle \n\nWhat Peter said is correct but he thinks about it differently\n\nMuscle serves 2 functions \n\n1 – Mobility, functional mobility is critical\n\nMost people live to age 65; beyond that most people actually die from some form of immobility\n\nThis can be falls, breaking something, hospitalization\n\n\n\n\n2 – Metabolism, muscle is a primary site for insulin activity\n\nPeter mentioned glucose storage but he looks at it more in terms of glucose utilization and fat utilization\n\n\nBlood glucose and blood lipids are heavily dependent on muscle metabolism\n\nObviously the amount you eat makes a difference\nBut the actual level is heavily dependent on your muscle metabolism\n\n\nDon notes, “You commented about insulin resistance being associated with fat, actually insulin causes insulin resistance”\nIf you chronically elevate insulin for too long, that is the definition of type 2 diabetes\n\nCausality of type 2 diabetes \n\nPeter spoke with Jerry Schulman on the podcast about 2 years ago\n\nHis paradigm was the accumulation of diglycerides within actual myocytes, not interstitial or in between\nThe actual accumulation of lipid within muscle cells impairs insulin signaling resulting in decreased PI3K activation\n\nThis removes the signal needed to move the glucose transporter GLUT4 to the cell membrane (and glucose is not taken into the muscle cell)\n\n\nHyperinsulinemia is effectively the first way you can externally measure insulin resistance\n\n\n\nIs this in line whe what you’re saying? \n\nYes and no.  Don agrees Jerry Shulman is great and he follows his research a lot\nIn biochemistry you can create models that give negative feedback\nSchulman is correct that diacylglycerol or ceramides (lipids/ fats) will feed back to the insulin receptor, GLUT4 transport, and cause insulin resistance \n\nThat is a fat centric philosophy, that fat causes all the problem\n\n\nYou can do the exact same thing with glucose\n\nToo much glucose will also inhibit the insulin receptor and cause that same exact feedback\nIt doesn’t cause accumulation of ceramides or diacylglycerides\n\n\nThe question becomes‒ Which one is more likely to be physiological? \nIs insulin resistance due to people eating 350 grams of carbs per day?\n\nOr people eating 90 grams of fat per day?\n\n\nThe Randle hypothesis claims that fatty acids (diacylglycerol) cause all the problems\nBob Wolfe did this experiment with stable isotopes and showed it’s the reverse\n\nFatty acids are not inherently toxic but glucose is\n\n\nGlucose has its own disease, diabetes\n\n When you eat excess carbs, you must get rid of them\nCarbs absolutely have to be disposed of in the next 2 hours\n\n\nFat can hang around for much longer, it’s not that toxic to the body\n\nThe body always wants to have a certain level of free fatty acids in the blood because that’s fuel for the heart\n\n\n\nWhat about the ability to turn excess glucose into fatty acid via de novo lipogenesis? Doesn’t that happen quickly enough to alleviate some of the toxicity of acute hyperglycemia? \n\nIt doesn’t happen super quick\nA lot of people argue how much de novo lipogenesis (fat synthesis) actually occurs\nBut when you get into requiring high amounts of de novo lipogenesis, now we start talking about fatty liver\n\nThis is when you start seeing triglyceride problems\nPeople who are actually doing a lot of de novo lipogenesis typically have elevated triglycerides; that’s one of the first signs that you’re disrupting that flow\n\n\nTriglycerides in general are there to recycle free fatty acids\nAdipose tissue is always dumping free fatty acids out for the heart and other tissues\n\n“The problem comes in when you start blending that with too many carbs and too many fats”‒ Don Layman \n\nFirst and foremost, calories are always the problem\nYou get in trouble when you have excess calories and you start rebalancing these macronutrients \nPeter adds, “There’s a very famous paper by Marc Hellerstein circa mid 90s, that demonstrates really a very small amount of de novo lipogenesis taking place with carbohydrate feeding.  I absolutely believe the results of the paper, but I also think it’s a very narrow context and it’s not necessarily the context of an overfed individual.” \n\nHe thinks our capacity for de novo lipogenesis (DNL) depends heavily on total energy content or total energy balance\nHe thinks there is a scenario where in the Hellerstein paper you can feed a high carbohydrate diet, but within the overall composition of a low energy diet (or a balanced energy diet) and DNL is actually quite low\nConversely, you can feed a high carbohydrate diet in the context of a high energy diet and we would probably see a much greater amount of DNL\n\n\nDon agrees\nPeter thinks the context matters\n\nIf were were describing this as a polynomial, the first order term is energy‒ how many calories are coming in\n\nThat probably matters more than the ratio of carb to fat\n\n\n\n\n\nBack to the Randle Hypothesis \n\nDon always thinks of excess glucose (carbohydrates) as toxic\nIf the blood glucose level is high, it will damage every tissue from your eyes to your toes\nYou have to dispose of the glucose\nHellerstein’s study looked at an American diet (50% carb, 35% fat) \n\nIf you take in a 1,000 calorie meal or an 800 calorie meal, which one will result in more fat synthesis?\nThe carbohydrate will get burned and the fat will go to fat\n\n\n\nThe body simply selects the easiest pathway \n\nBut if you switch that to a diet of 80% carb and 10% fat then you’ll see de novo lipogenesis \n\nJules Hirsch showed this and Jeff Volek also showed this \n\n\nOne of the interesting things is that when the body makes fat, the only type it can make is saturated fat\n\nHaving a lot of saturated fat in the blood doesn’t actually come from eating fat, it comes from eating carbs \nThink of this in context of how much you’re eating \n\nWe burn around 100 calories per hour; that would be 2,400 calories per day\nSo in 2 hours you’re burning 200 calories \n\nEverything else has to be stored\n\n\nAn average American meal is 400 to 1,000 calories; that means you have to store all of that\n\nIs this an argument for spreading out calories more over the course of a day? \n\nAbsolutely not; there are 2 angles on that\n1 – A theory in the mid 80s by Gil Leveille was that lots of small meals was good for less fat deposition\nThis turned out to be an artifact of how he did the study \n\nHe showed that when animals made the adaptation to small meals, the animals didn’t gain as much as if you adapted them to eating 2 meals per day\nThe artifact was, when an animal adapts to 2 meals per day, they go through a starvation period and when they come out of a starvation period, they make more fat\n\n\nDon redid the study with a longer adaptation period and found that reducing the number of meals per day is actually thermogenically advantageous\n\nYou actually waste more calories\n\n\n2 – The other aspect to consider is protein\n\nProtein needs to be distributed at specific meals, and the distribution needs to be high\n\n\n\n“Eating lots of small meals is a really bad choice for a lot of reasons”‒ Don Layman \n \nThe controversial relationship between saturated fat and atherosclerosis [18:15]\nAt the University of Minnesota, Ancel Keys is really famous for 2 things in the mid 70s \n\n1 – His seven countries study \n\nPublished as a book in 1980, Seven countries : a multivariate analysis of death and coronary heart disease\nSummary from the University of Minnesota \n\n\nThe hypothesis now is a very fat centric view of the negative consequences of dietary fat\n\nSpecifically dietary saturated fat in the American diet\nEspecially as it pertains to ASCVD\n\n\n2 – Starvation experiments\n\nThese were done on conscientious objectors, in the 40s \nThe results were published in a 2-volume book in 1950, Biology of Human Starvation  \n\n\nWe learned a lot about starvation from these studies\n\nHow Don’s thinking evolved about saturated fat \n\nWhen he got to Minnesota, he bought into the paradigm about the dangers of cholesterol, saturated fat, and total fat\n\nThis is what was being taught\n\n\nAs he slowly started doing experiments, his thinking began to change\nEarly in his career he did a lot of fasting experiments with animals to look at composition changes\nHe did malnutrition work in Northern Africa\nHe will always remember a seminar at Minnesota by Fred Kummerow about the dangers of cooking oils and trans fats\n\nBlackburn and Frantz just ridiculed him\n\nThey basically said, “This is the craziest thing we’ve ever heard. All these plant oils are great.” \n\n\n20 years later, we have banned trans fats from foods literally as the most dangerous fat that you can encounter\nDon remembers thinking, “Wow, people who have bought into this dogma aren’t necessarily right, and we need to keep questioning it.”\n\n\n\nThe Minnesota Coronary Experiment \n\nIn 1973 Frantz completes the Minnesota Coronary Experiment \n\nThis is one of the most difficult studies for Peter to interpret\nChris Ramsden republished it a couple of years ago, based on all of the data from Frantz’s study, plus data he never published \nHe also published one 16 years later in 1989, Test of effect of lipid lowering by diet on cardiovascular risk. The Minnesota Coronary Survey \n\n\n Don remarks, “I have posed this question to every friend of mine who is more steeped in nutrition than I am. And I still don’t have a great sense of how to explain these results.”\nThe experiment was done in basically institutionalized patients\n\nThis might not be easy to do today for ethical reasons\nIt had the advantage of being well controlled\n\n\nPatients were randomized into 2 groups; their total energy was identical as was the split of macronutrients\n1 – One group ate a diet high in saturated fat \n2 – The other group at a diet high in polyunsaturated fat \nThe hypothesis being tested was‒ Is saturated fat intake leading to increased major adverse cardiac events, heart attacks, and strokes? \nThe experiment ran for 5 years (1968-1973) and showed no difference\n\nThere was no difference in cardiac events, despite the fact that the group that was on the higher polyunsaturated fat group did indeed have much lower cholesterol levels \n\nThis predated measuring LDL and HDL (subfractionation of cholesterol); they simply measured total cholesterol\nAt the time there was some correlation between cardiovascular disease and total cholesterol levels\n\nAt the extremes, that was certainly true\n\n\nThe results showed a significant reduction in cholesterol levels for those with a diet high in polyunsaturated fat\n\nThe change in serum cholesterol for this group was -13.8% [decreased] \nThe dietary change in saturated fat for this diet was -51% [decreased] and for linoleic acid (a polyunsaturated fat) was 288% [increased]\n\n\nPeter notes, “Based on everything we know today, we would assume that much of that was in LDL cholesterol, indeed being lower and non-HDL cholesterol.  Yet there was no difference in events.”\n\n“It’s become a very famous and unfortunate story in nutrition research and that Frantz chose not to publish it because he didn’t like the results”‒ Peter Attia\nThe results didn’t match his hypothesis, which was that the group on lower saturated fat would have fewer events \n\nPeter’s initial view of the Minnesota Coronary Experiment was that the intervention did not go long enough\n\nMaybe 5 years is not long enough to appreciate a difference\nIt was underpowered to see a benefit, if there was a benefit\n\n\nIn Ramsden’s analysis, you saw the opposite\n\nHe looked at some subgroups\nNow you actually saw a higher incidence of coronary events in some of the people that were consuming the high polyunsaturated fat diet \nPeter can’t remember what the dominant oil was in polyunsaturated fat diet, canola or safflower [it was corn oil]\n\n\n\nDon’s interpretation of the Minnesota Coronary Experiment \n\nDon points out that he is not a lipid expert\nHe did some research with Ivan Frantz when he was at Minnesota\nLooking at the literature on saturated fat, it’s a very mixed bag\nThe people who believe the hypothesis have either delayed publishing it or said it could have been wrong\n\nThey tried to find all kinds of excuses as opposed to believing the results\n\n\n\n“There’s an old theory in science that if a theory is correct, it’ll get stronger over time.  And if it’s not, it gets weaker”‒ Don Layman \nThe total cholesterol theory has definitely gotten weaker and the saturated fat theory hasn’t held up very well \nDon’s Takeaway on saturated fat \n\nFirst and foremost is calories \nIf you put excess saturated fat on top of too many calories, that’s probably a problem \n\n\nBut if you’re at or below your calorie needs, he doesn’t see any data to suggest that saturated fat is a problem\nIf you’re committed to being obese, you probably ought to pay attention to the quality of your fats \nIf your goal is to be lean and healthy, calories is what you should paying attention to\nThe macro distribution is your personal preference\n\n \nThe basics of protein and amino acids [25:45]\n\nThis is the macronutrient that Peter pays the most attention to\nMany days he comes up short in protein intake, but he never goes overboard\nPeter’s goals are to maximize muscle protein synthesis to preserve lean tissue for as long as possible\n\nHow did Don become interested in protein? \n\nThis began during his master’s degree research\nHe was  working with Arlan Richardson who was an expert in aging and was studying age-related changes in protein synthesis and protein turnover\nThey discovered changes in mRNA over time, that the poly-A-tails on mRNA were getting shorter\n\nThis lessens the ability of ribosomes to bid the mRNA and results in lower protein synthesis\n\n\nThis theme of efficiency (or change) of protein synthesis over time is a theme that runs through all of his research\nWhen he went to Minnesota, he became focused on muscle protein\nOne of the first things he learned in graduate school is we don’t really have a protein requirement\n\nWe have a requirement for 9 essential amino acids and organic nitrogen\n\nThis translates into the fact that we can make 11 amino acids and 9 we have get from our diet\n\n\n\n\n\nDon says to think of protein as a “vitamin pill”\n\nWe don’t have a daily requirement for a vitamin pill\nWe have a requirement for 12 vitamins inside the pill\nWe don’t actually have a daily requirement for protein, we have a requirement for nine or 20 amino acids inside of it\nIn terms of protein requirement, we have a requirement for the 9 essential amino acids\n\nThese amino acids are essential building blocks for new protein\nBut every one of them has a metabolic role like \n\nLeucine and mTOR or \nArginine and nitric oxide or \nLysine and carnitine or \nCysteine and glutathione\n\n\nAnd all of those roles are vastly above the minimum that is detected for nitrogen balance for the RDA (recommended dietary allowance)\n\n\nWhen we think about vitamin C, we know there’s a minimum RDA to prevent scurvy, but people will take 5 or 10 times that during COVID for immune response\n\nBut we resist thinking that way about amino acids, and it’s exactly the same \nAmino acids 101—Structures common in metabolism  \n\nMost people understand what glucose looks like (see the figure below)\n\nIt’s a 6 carbon ring and each one has an oxygen and hydrogen on it\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18849\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f1-donlayman.png\" alt=\"\" width=\"828\" height=\"762\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f1-donlayman.png 828w, https://peterattiamd.com/wp-content/uploads/2022/09/f1-donlayman-300x276.png 300w, https://peterattiamd.com/wp-content/uploads/2022/09/f1-donlayman-768x707.png 768w\" sizes=\"(max-width: 828px) 100vw, 828px\" />\nFigure 1.  Structure of glucose. \n\nMost people who have listened to this podcast have a decent sense of what a fatty acid looks like (see the figure below)\n\nIt’s a long stretch of carbons\nIf it’s saturated, there are no double bonds\nSo it’s just littered with either 2 or 3 hydrogens depending on where it sits in the chain\nYou store them by putting 3 fatty acids onto a little 3-carbon glycerol backbone to make a triacylglycerol (shown in the figure below)\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18850\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f2-donlayman-840x1024.png\" alt=\"\" width=\"840\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f2-donlayman-840x1024.png 840w, https://peterattiamd.com/wp-content/uploads/2022/09/f2-donlayman-246x300.png 246w, https://peterattiamd.com/wp-content/uploads/2022/09/f2-donlayman-768x936.png 768w, https://peterattiamd.com/wp-content/uploads/2022/09/f2-donlayman.png 978w\" sizes=\"(max-width: 840px) 100vw, 840px\" />\nFigure 2.  Fatty acids are stored in the form of triacylglycerol.  Image credit: OpenStax Biology 2e\nAmino acids \n\nMost people understandably have less clarity around what an amino acid is \n\nThe figure below shows the generalized structure\n\n\nWe’ve already alluded to the fact that there were 20 of them \n\nThey differ in their side chain (R-group)\n9 of them we can’t even make, and if we were deprived of these things we’d be dead\n\n\nAn amino acid looks a little bit like a fatty acid, it has a carboxyl end connected with a carbon and it has a nitrogen end\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18851\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f3-donlayman-1024x585.png\" alt=\"\" width=\"1024\" height=\"585\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f3-donlayman-1024x585.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/09/f3-donlayman-300x171.png 300w, https://peterattiamd.com/wp-content/uploads/2022/09/f3-donlayman-768x439.png 768w, https://peterattiamd.com/wp-content/uploads/2022/09/f3-donlayman.png 1298w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3.  Generalized structure of an amino acid and 2 examples, glycine and tryptophan.  Image credit: OpenStax Biology 2e\n\nWhen we eat protein, we get these amino acids in a string, but we totally digest them down to individual amino acids or maybe di- or tripeptides that we can absorb \n\nThey get to the blood as single amino acids for the most part\nThen the body begins to reconnect them based on the messenger RNAs\nOur DNA tells us how to reconnect them\nAnd so we connect a carbon [carboxyl end] to a nitrogen [amino end] and we string them together\n\n\nOf these 20 amino acids though, they all have that acid [carboxyl] and nitrogen part, but they also have a side chain, ranging from very simple one like glycine (with just a hydrogen), to ones like tryptophan that have a big aromatic part to them\n\nShown in the figure above\n\n\nAll of the 20 amino acids are different, they go into proteins and form different structures \nThe DNA tells us how we put them together\nProteins can be simple like insulin with 51 amino acids\n\nOr they could be like myosin with thousands of amino acids\n\n\nAnd then every protein in the body has a different turnover rate \n\nSome of them, like insulin, might last 15 minutes \nSome of them like myosin or collagen might last 250 days\n\n\nBut beyond that building block structure, every amino acid has other kinds of structures\nIt might be like lysine where part of it becomes the molecule known as carnitine (see the figure below), which is needed for fatty acid metabolism\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18852\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f4-donlayman.png\" alt=\"\" width=\"571\" height=\"259\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f4-donlayman.png 571w, https://peterattiamd.com/wp-content/uploads/2022/09/f4-donlayman-300x136.png 300w\" sizes=\"(max-width: 571px) 100vw, 571px\" />\nFigure 4.  Lysine and carnitine.  Image credit: OpenStax Biology 2e and the Linus Pauling Institute\n\nOr it might be the nitrogen off arginine that goes to nitric oxide for vessel restriction (see the figure below)\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18853\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f5-donlayman.png\" alt=\"\" width=\"350\" height=\"340\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f5-donlayman.png 350w, https://peterattiamd.com/wp-content/uploads/2022/09/f5-donlayman-300x291.png 300w\" sizes=\"(max-width: 350px) 100vw, 350px\" />\nFigure 5.  Arginine and nitric oxide.  Image credit: OpenStax Biology 2e and Wikipedia\n\nOr it might be cysteine, which goes to part of glutathione (see the figure below)\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18854\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f6-donlayman.png\" alt=\"\" width=\"636\" height=\"221\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f6-donlayman.png 636w, https://peterattiamd.com/wp-content/uploads/2022/09/f6-donlayman-300x104.png 300w\" sizes=\"(max-width: 636px) 100vw, 636px\" />\nFigure 6.  Cysteine and glutathione.  Image credit: OpenStax Biology 2e and Wikipedia \n\nDon’s favorite is leucine, this is the signal that really got him interested in protein (see the figure below)\n\nIn metabolism, leucine is a signal for muscle protein synthesis \n<img decoding=\"async\" class=\"alignnone size-full wp-image-18855\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f7-donlayman.png\" alt=\"\" width=\"330\" height=\"407\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f7-donlayman.png 330w, https://peterattiamd.com/wp-content/uploads/2022/09/f7-donlayman-243x300.png 243w\" sizes=\"(max-width: 330px) 100vw, 330px\" />\nFigure 7.  The amino acid leucine.  Image credit: OpenStax Biology 2e\nSo all the amino acids have this building block function for making proteins where they get strung together, but they also have other metabolic functions \n \nOrigin and limitations of the current recommended dietary allowance (RDA) for protein intake [32:15]\n\nWhen Peter looks at his patients and evaluates their nutrition, almost without exception, he comes to the conclusion that they are not getting enough amino acids based on how much protein they are consuming\n\nHow the recommended dietary allowance (RDA) came to be\n\nThe RDA is a recommended dietary allowance\nThe argument is that for all RDAs we test a population and come up with an average number and then for a safety factor, which on average 50% would be deficient\n\nWe add a safety factor of 2 standard deviations, which supposedly would be adequate for 97.5% of the people to prevent any signs of inadequacy \nBut that also means 2.5% of the people are actually deficient at that level\n\n\n\nWhere does the RDA come from?  \n\nConsider the history of how we begin to evaluate protein needs\nIt all came out of animal sciences back in the early 1900s, before we even knew all the essential amino acids\nFarmers wanted to know how to get animals to grow best\nThey developed protein quality scores and things like that to track much growth they saw for what they fed the animals\n\nHow much nitrogen was deposited for how much was fed? \nSo these were all rapidly growing animals\n\n\nFrom this developed a concept of nitrogen retention\n\nThat we’ve now translated into what’s called nitrogen balance \nAnd that’s how we determine the protein requirement\nAll of the concepts were developed for growth where nitrogen balance was positive \n\n\nYou could measure a change over time\nNow that we have tried to start applying that to non-growing adults, it gets a lot more vague\n\nSo it’s important to recognize that what we think about protein requirements is developed from nitrogen balance, where you measure all of the nitrogen you’re eating (which you can do pretty well), but then you have to measure all of the nitrogen you’re losing (which we’re really bad at), and we call that nitrogen balance \nHow nitrogen balance is calculated in a human \n\nStart with the front end, how much nitrogen is eaten in food\nYou take a bunch of food and do a chemical analysis to measure the nitrogen and then multiply by a factor of 6.25\n\nThis is an assumption that any protein contains 16% nitrogen (which isn’t always true)\n\n\nYou’re measuring nitrogen not really protein\n\nNitrogen is also in nucleic acids\n\n\nYou’re measuring nitrogen in anything and calling it protein\nSo there is some error on the front end\nOn the back end, we are going to try and measure losses\nThe primary loss of nitrogen in the body is into urine as urea\n\nSo that’s pretty easy to measure, you can collect that\n\n\nSecond would be the stool\nThere are also things like sweat, skin loss, hair loss, and respiratory nitrogen ammonia in the breath\n\nAnd those are all incredibly vague\n\n\n\n“Everyone who knows nitrogen balance says that nitrogen balance underestimates requirement”‒ Don Layman\n\nThe RDA comes from short-term studies and what you find for most people\n\nThese studies were done with college-age students, right at the end of their growth\nThey are short, 7-day studies\n\n\nDon points out, “Those of us who study protein have gone beyond that and said, well, nitrogen balance is one outcome, but like the vitamin C argument, there are other outcomes based on amino acid metabolism that may be more important than minimum nitrogen balance”\n\nDon’s summary: “We now know that protein handling (the efficiency) goes down as we get older. So now we have much higher requirements that most of us talk about for adults.” \nPeter’s takeaway: The reason we all agree that standard nitrogen balance underestimates the requirement is, it’s easier to measure the sum of the ins than the sum of the outs \n\nDon adds, “Chances are you’re significantly underestimating the outs”\nPeter recalls as a surgical resident, times where they did a nitrogen balance on patients who were on long term TPN (total parenteral nutrition) in the ICU \n\nThey had to be fed all of their nutrition through a central line, a very complicated feeding\nThe nutrition team would come in for a consult and do a nitrogen balance\nThey literally put a tent over the patient to create a laboratory environment to calculate nitrogen balance\nThis is very important for a critically ill patient that is in a hyper-catabolic state\nIf you’re trying to create an anabolic state in that person to keep them alive, it’s imperative that you understand how much nitrogen they have or how much nitrogen that they require\nSo the simple idea of “I’m just going to tell you how much protein you’re eating and I’m going to measure the nitrogen that’s coming out in your urea,” that’s just not going to cut it\n\n\nDon agrees, that’s just too simple\nCurrently, a lot of those studies are simply done with a factor\n\nThey don’t put them in a tent or whatever, they just measure urea in urine and everything else is just sort of 1.3\n\n\n\nSo obviously we’re perpetuating an error based on ignorance \nHow do you use isotopes to determine what’s happening with the nitrogen? \n\nFor the  listener who might be lost as to why we’re talking about nitrogen, proteins/ amino acids have nitrogen while carbs and fats don’t\n\nSo this is where we can really speak to the source of the nitrogen\nAdditionally, as we mentioned, anything with a nucleic acid is going to have nitrogen as well\nBut the majority of nitrogen comes from proteins in food\n\n\nCarbs and fats are energy sources, they have carbon-carbon bonds that provide energy whereas amino acids have a very different purpose and structure\n\nThat nitrogen is part of what makes amino acids different\n\n\n\nPeter’s takeaway:  \n\nWe consume carbohydrates virtually exclusively for their energy content\nFat, mostly for its energy content\n\nThere is some structural importance that comes with fat and cholesterol\n\n\nIn contrast, you don’t want to be consuming protein for energy\nDon adds a caveat, “There might be reasons that people are hypersensitive to carbohydrates where taking in more protein (beyond what you might actually need for protein metabolism) might be a substitution for carb calories”\n\n \nProtein sources: determining quality, absorption rates, and how to track intake [41:15]\nHow many of the 20 amino acids are in steak? \n\nIf you’re looking at animal source proteins, whether it’s meat or eggs or milk, basically all of the amino acids that a human would need are in those\nIn meat, all the amino acids are in the right balance\n\nWe have basically the same amino acids, the same protein\n\n\nBut every protein has a little different balance of essential amino acids\n\nDairy proteins \n\nDairy proteins are something we can fractionate because they’re all water soluble\nSo we know a lot about alpha-lactalbumin versus lactoferrin and lactoglobulin etc.\n\nWe know that a lot of differences about amino acid compositions of individual proteins\n\n\n\nAnimal protein\n\nWe typically think of meat as \n\n1 – Mammals, beef, pig, stuff like that\n2 – Bird protein, mostly chicken \n3 – Fish protein\n\n\nAnd then you have eggs and dairy\nThe first 3 are exactly the same for a protein, “So whether it comes from a cow or a pig or a chicken or a fish muscle, protein is still muscle protein”\n\nHow do we think objectively about the quality of a protein? \nIsn’t there an efficiency of that protein versus tofu versus soybean versus price all the way down to lower and lower protein density foods? \n\nProtein quality is something Don thinks about a lot\nHe’s working with a group now to reinvent how we think about that\nWhat he thinks Peter is referring to is protein quality in a sense of PDCAAS or DIAAS (protein digestibility corrected amino acid score or digestible indispensable amino acid score) \nWe realize that when you look at a protein, there are 2 factors that go into a protein quality score \n\n1 – What’s the composition of those 9 essential amino acids? \n2 – What’s its bioavailability?  (how well do we digest it and absorb it)\n\n\n\nWith animal proteins and most isolated proteins, even soy protein isolates, the digestion and absorption is pretty close to 100% \n\nDigestion and absorption is usually 95% or higher for all animal proteins \nFor plant proteins it is less, maybe only 60-70% available because we can’t digest the fiber proteins are attached to\n\nYou need to realize that in a plant, the protein is there for the purpose of the plant, and it is attached to fibers\nFibers are structures, plants have proteins attached to the leaves and the stems and the roots and the flowers and the seeds\nWhen you eat plants in a raw form, only 60-70% of the protein is available because we can’t digest the fiber\n\n\nWe can determine that a whey protein isolate is 20% better than a soy protein isolate on the basis of its essential amino acids \nOr we can compare a wheat protein (wheat bran) and realize that it’s only 40% available\n\nDon points out, “If you look at wheat bran on a cereal box and say it was a wheat flour; and it says there’s 4 grams per serving, there’s actually less than 2 that you can actually absorb”\n\n\nThis makes it hard to compare different types of foods and hard to build a meal that way \nWe can say whey is better than soy\n\nThat’s okay if you’re only eating those 2 foods\nWhat happens when you start putting them together?\n\n\n\nThis is why Don is working with a group trying to build a pretty quality score that is based on 3 amino acids (lysine, methionine, and leucine), which in his opinion are the key markers for adult health \nPeter’s takeaway: “You could brute force your way through life by looking at every single thing you eat and trying to figure out the DIAAS score for its protein. Okay. I’m about to have a rib eye; that’s going to be about a 96% DIAAS. I’m going to have my soybeans over here; that’s about an 80% DIAAS. I’m going to have my whey isolate; that’s 100% DIAAS. I’m going to have my shredded wheat; that’s a 40% DIAAS. That’s a tough way to go through life because you can’t just add up the protein.”\n\nDon agrees, they’re not truly additive\nYou can’t really figure that out\nThe average person doesn’t even have that data\nIf you go into the USDA database with 7,000 foods, there are 4,000 that actually have amino acid scores\n\nAnd of those, there’s probably less than 300 that have DIAAS scores\nAnd so you can’t put it together\n\n\n\nMoving forward to allow better tracking of protein \n\nThis is why Don is working to develop a system that allows people to get better at tracking protein \nIf you look on a label on a package and you see again, a wheat cereal that says it has 4 grams of protein\n\nThat’s a nitrogen analysis times 6.25, remember all the problems discussed\nAnd then if you look over at another column, it’ll say daily values, almost no label has daily values for protein, because that would require a PDCAAS or DIAAS score, and nobody has them\n\n\n\nSo that 4 grams [of protein in wheat cereal}really would translate into less than 2, but nobody’s being told that \nDIAAS is the digestible indispensable amino acid score \n\nA lot of people are focused on digestibility\nDon has a big problem with the amino acid scores because they’re incredibly low\n\nThey’re established by the World Health Organization and FAO\nThey are really designed to prevent malnutrition in Africa where we know from our Institute of Medicine, that the essential amino acid scores should be much higher than that\n\n\nWe mentioned stable isotopes a little bit ago\nWe know from stable isotope studies show that all those FAO amino acid scores are too low\nAnd so that’s part of the equation that we’re not telling people\n\n \nLeucine, lysine, and methionine: three important essential amino acids [48:00]\nPeter’s takeaway: “What you’re offering is an alternative to people living in spreadsheets to calculate how much actionable indispensable amino acid they’re getting is.  What if we make this easier? And you focus on the actual content of three amino acids. So we’re going to take a subset of essential amino acids.” Leucine, lysine, and methionine (3 of 9 essential amino acids) \n<img decoding=\"async\" class=\"alignnone size-full wp-image-18856\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f8-donlayman.png\" alt=\"\" width=\"546\" height=\"404\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f8-donlayman.png 546w, https://peterattiamd.com/wp-content/uploads/2022/09/f8-donlayman-300x222.png 300w\" sizes=\"(max-width: 546px) 100vw, 546px\" />\nFigure 8.  Leucine, lysine, and methionine.  Image credit: OpenStax Biology 2e\nIf you make sure you get enough of those (leucine, lysine, and methionine) with each meal, the rest will take care of itself \n<img decoding=\"async\" class=\"alignnone size-full wp-image-18857\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f9-donlayman.png\" alt=\"\" width=\"222\" height=\"485\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f9-donlayman.png 222w, https://peterattiamd.com/wp-content/uploads/2022/09/f9-donlayman-137x300.png 137w\" sizes=\"(max-width: 222px) 100vw, 222px\" />\nFigure 9.  Essential amino acids for humans that must be obtained in the diet. \n\nThe current amino acid scores (DIAAS) are too low\nSecondly, they’re not scoring apples to apples; they’re scoring apples and oranges\nFor example, if you look at the soy deficiency, all legumes like soy or pea are deficient in methionine\nIf you score that against whey, the limited amino acid in whey is histidine \n\nNo one has ever shown histidine to be a limiting amino acid in an adult, it is a limiting amino acid in children and babies\nSo this is like comparing apples to oranges; it’s not fair\n\n\nIf you compare methionine to methionine, it’s not 20% higher, it’s 250% better when comparing soy to whey\n\nComparing across these 3 essential amino acids allows for an apples-to-apples comparison\n\nThese 3 essential amino acids (leucine, lysine, and methionine) are actually likely to be limiting where no one has ever shown histidine or phenylalanine to be limiting in an adult\n\nSo why do we consider them limiting? \n\n\n\nLeucine turns on mTOR \n\nListeners of this podcast are no stranger to leucine because we’ve had David Sabatini and Matt Kaeberlein on and they have gone deep into the weeds on mTOR\n\nOne of David’s postdocs discovered the leucine sensor on mTOR\nNow we know unambiguously that leucine is an amazing trigger for mTOR\n\n\nPeople listening may be confused‒ if rapamycin is good and rapamycin inhibits mTOR, how can leucine be good if leucine turns it on?\n\nThe difference is chronic activation\nSometimes you want mTOR on, sometimes you want it off\n When we’re talking about eating, you want to be able to turn on mTOR for muscle protein synthesis \n\n\n\nHow this relates to how often you eat \n\nThere is the issue of mTOR and whether it needs to cycle on and off\n\nNot only does leucine turn it on, but so does insulin (probably the worst-case scenario)\n\n\n People who eat a lot of small carbohydrate meals continuously activate mTOR \n\nA lot of animal studies back this up\n\n\n What you want is to use specific meals with the right amount of insulin to active muscle-centric mTOR \nmTOR is in every tissue\nYou don’t want to continuously activate mTOR in the liver or some other tissue\n\nThis is where confusion arises\n People ignore the fact that insulin is the biggest trigger in other tissues where leucine a very unique trigger in muscle \n\n\n\nPractical applications of tracking leucine, lysine, and methionine \n\nWe know why leucine matters\n\nWhy would raising the level of methionine and lysine to the level of leucine become a great proxy for overall protein load? \n\nIf you look at limiting amino acids in food, lysine is always limiting in grains\n\nThat’s a major consideration in determining the minimum amount to feed animals\n\n\nLysine is probably limiting for protein synthesis\nLysine is in carnitine and some other things, but it’s mostly needed for protein synthesis\n\nWe need 3.4 grams of lysine per day \nWe probably need a little less than 1 gram of methionine per day \n\n Methionine is part of what we call the one-carbon pool \nWe need methionine to: \n\nMake and repair DNA\nMake and repair RNA,\nMake taurine (downstream)\nMake the non-essential amino acid cysteine\nMake the oxidant glutathione \n\n\nMethionine is one of the most limiting amino acids and it’s limiting in all legumes\n\nThink of soy, peas, and lentils \nWe think of these as higher quality protein (they are), but they’re still limiting in methionine\n\n\n\nNatural sources of food high in methionine \n\nEggs are quite high in the sulfur amino acids (which are methionine and cystine, see the figure below)\nBut all animal products are adequate in them\nAnd basically all plant products are pretty low in them\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18858\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f10-donlayman.png\" alt=\"\" width=\"338\" height=\"298\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f10-donlayman.png 338w, https://peterattiamd.com/wp-content/uploads/2022/09/f10-donlayman-300x264.png 300w\" sizes=\"(max-width: 338px) 100vw, 338px\" />\nFigure 10.  Sulfur amino acids.  Image credit: OpenStax Biology 2e\n \nThe vital role of ruminant animals in the production of quality protein [53:15]\n\n\n\nPeter asks about animals like cows that are quite muscular but eat basically just hay and grass‒\n\n\n\n\n Does this speak to the incredible volume of plants they have to chew to make sure they’re getting enough methionine, lysine, and leucine to be as anabolic as they are and produce so much muscle? \n\n\n\n\n What volume of total protein in the form of grass and hay do they need to get a sufficient amount of those muscle building amino acids?  \n\n\nDon replies that this brings us into a sustainability argument\nCattle ruminant animals are a very important part of the food chain\nTheir stomach is full of bacteria, and the only place essential amino acids come from in life is bacteria \nOur primary source of essential amino acids in nature is bacteria on the roots of plants\n\nSo bacteria on the roots will take in nitrogen and make all amino acids\nThis is why we fertilize our garden with nitrogen\nBacteria will take that inorganic nitrogen and form organic means that can be made into proteins in the plants\n\n\nThe problem with plants is that they don’t have the same balance as we need\nDon points out, “The beauty of a ruminant is they can take a plant and they can digest it, and the bacteria will then rebalance all of the amino acids, they’ll capture inorganic nitrogen, and they make the essential amino acids that mammals need and they concentrate it for us” \n\nTeleological perspective \n\nOne argument is humans evolved by being able to use more concentrated protein\n\nIf we just ate plants, it’s hard to get enough essential amino acids\nBut if the ruminant an animal can actually digest all of that and form it into appropriate amino acids…. \nSo basically for every 60 grams of plant-based protein the animal eats, they’ll make 100 grams of essential amino acid balanced protein\n\nThis is why ruminants are called upcyclers \n\n\n\n\n\nWhether it’s in dairy or meat (cow, goat, sheep, deer), all ruminant animals upcycle by eating grasses and produce great quality protein\n\nAnd no other animal can do this \nPeter asks, “The bacteria are obviously the engine of that upcycle, but you can’t make nitrogen out of nothing. So you’re saying…?” \nThey’re making protein out of nitrogen; they’re getting inorganic nitrogen from plants\n\nRuminants are able to increase the value of non-amino acid nitrogen, plus they capture the nitrogen in protein form\n\n\nPeter has never heard of this phenomenon and asks, “Are they also disproportionately creating amino acids that weren’t necessarily there in the plant?” \nThat is exactly what is happening\nBacteria/ flora in the cow will produce methionine or lysine\n\nThey can basically take glycine (a non-essential amino acid) and make it into any amino acid\n\n\nOne supplement you actually feed cows is urea and they can make it into methionine or leucine or lysine\nHumans excrete nitrogen waste as urea in the urine\nPeter finds this fascinating and notes, “Now we’re venturing from nutrition into religion, because there’s certainly a group of people who would argue that we should not be eating any animal protein whatsoever…  A counterargument to that would be, it’s awfully difficult without these animals to get adequate amino acids.”\nDon thinks of it as a biochemist and someone who grew up on a farm where they raised cattle, pigs, corn, and soybeans\n\nHe sees it as a life cycle type of thing\n\n\nThere’s no question that ruminant animals play a very important role in our food system, and one, we can’t really replace\nDon adds, “We can’t just idle millions of acres of grassland and pretend that we can grow avocados on them or broccoli. Cattle basically spend a year of their life on basically nothing but grass. Sheep, and goats are the same, but those are amazing contributions to our food system.”\nPeter was completely unaware of this capacity to concentrate and almost up-produce both in quantity and quality of amino acid\n\nThat’s a very interesting finding\nHe didn’t appreciate the role of bacteria\n\n\n\n \nThe differing needs and impacts of dietary protein for a 16-year old compared to a 65-year old [59:30]\nWhat do we know about the assimilation of amino acids into new muscle tissue across people of different ages? \n\nDon mentioned differences in the efficiency of muscle protein synthesis between 20-year olds and 60-year olds\nPeter asks, “What do we know about a 20 year old versus a 60 year old who puts their muscle under a progressive overload? They’re doing resistance training. They’re being provided with adequate amino acids, and let’s assume they’re being provided with not just the right quantity but the right quality of amino acids.”\nDon begins with the need for protein turnover, “It’s important to recognize that whether you’re 16 or 65, your body needs to make nearly 300 grams of new protein per day” \n\nEvery tissue in the body is turning over\nSome as fast as liver enzymes, where you replace every hour\nFor muscle proteins the half-lives is around 15 to 16 days\nEvery 30 days collagen turns over at about half-life of a hundred days\n\nWhich is why if you hurt your knee, it takes so long to repair it\n\n\nBut basically the body replaces literally every protein in it, about 4 times a year, that’s a pretty remarkable number\n\n\nWe have to make 300 grams of new protein per day, but the average American intake is around 80 grams or less (for women it’s 70 and for men it’s 90)\nThis means recycling is going on\nFor every new protein that’s getting made in the body about 6 out of 7 amino acids are getting recycled\nThis feeds into the process of protein synthesis and protein turnover\nIn Don’s master’s degree he was studying age-related changes in protein synthesis\n\nWe now know that as you get older, the efficiency of protein turnover goes down \n\nIf you give a 16-year old a certain amount of protein they will have a very good response\nA 65-year old may have 10% of that response or no response at all  \n\nDon’s summary: \n\nWe have learned, with the study of leucine and initiation factors and all of that, that if you leucinegive an enriched source of essential amino acids, you can actually make the adult look just like the 16 year old  \nSo what we know is that the efficiency goes down, but the capacity to respond doesn’t \nCurrent thought in the field is that if you have a dietary protein requirement that’s about twice the minimum RDA (2 x 0.8 = 1.6 gram per kg), you can get the 65-year old to respond the same as the 20-year old in terms of muscle protein synthesis \nPeter recalls the earlier discussion of how it’s a slippery slope if you just focus on total protein \n\nIf a person says, “I’m 65 years old and I’m on a plant-based diet,” does their protein intake need to be higher? \n\nDon says this point is exactly right\nWe know is that most people who go to a plant-based diet, a vegetarian diet, decrease both the quantity and the quality\n\nIf you’re on a plant-based diet you’ll need more protein, and that means you’ll have to have more calories \n\nWhat is the threshold?\nIf you have 100, 120 grams of protein per day, the distribution between animal and plant  probably doesn’t matter, because you probably have enough to cover it\nBut, if you’re only eating 50 grams of protein per day then it makes a big difference, you’ll never catch up to your essential amino acid needs\n\nA good target is somewhere between 50 and 120 grams of protein, it depends on what you choose  \n\nIf you’re going to be plant-based, have 125 grams of protein per day and you’re probably fine\nBut you’re going to get in trouble if you’re going to be vegetarian and you think you’re going to get along with 56 grams per day\n\nDifferences in muscle protein synthesis in a 16-year old compared to a 65-year old \nWhat can explain differences in anabolic resistance as we age? \n\nThinking about the difference between the 65-year old and the 16-year old, there’s a huge difference in androgen level between those 2\nPeter finds it very interesting you can overcome anabolic resistance by eating a higher amount of protein\n\nWhat else explains anabolic resistance? \n\n1st and foremost are hormones \nWhen you’re growing, hormones are your friend; they are driving it\nIf you look at malnutrition in Africa, children will grow on really lousy diets\n\nThey may not grow as healthy, they may not live as long, but there’s a survival/ reproduction nature to that\n\n\nNow consider healthy aging and the criteria are different\n\nDon wants to live as long as his parents (near the century mark)\n\n\n\nLet’s think about mTOR in that framework\n\nThere are 4 different signals that regulate mTOR\n\n1 – We’ve mentioned leucine\n2 – We’ve mentioned insulin\n3 – An enzyme factor known as AMP kinase, which is energy sensitive\n4 – Another molecule known as REDD1, which is stress sensitive, particularly to resistance exercise \nSo these are 4 different things the individual balances\n\n\nHormones that are dominant to drive growth when you’re young are insulin and IGF-1\nInsulin is a growth hormone\n\nWhen you stop growing at 25, it ceases to have an effect on protein synthesis and muscle\nSo now the whole thing shifts to protein quality\n\n\nProtein quality is not nearly as important when the system’s dominated by hormones\nAs we get older, we can buffer that loss of the hormones by higher quality protein, mostly leucine, and resistance exercise \n\nThat’s the way you have to think about the change in efficiency that occurs with aging\n\n\n\n \nConsequences of protein deficiency in childhood [1:06:30]\n\nWhen Don got interested in studying protein, he learned from the godfathers in the field‒  John Waterlow, Joe Millward, Peter Garlick, and Vernon Young \nHe got involved with some international malnutrition with a US International Agency for International Development (USAID) project in Morocco\n\nThe led to animal studies to look at malnutrition and recovery\n\n\nHe found that malnutrition/ starvation insults early in life would stunt muscle development\n\nIt limited DNA development and cellular development\nIt stunted lean mass in children and in animals\n\n\n\nWhen this happened, the individual as an adult was always predestined to have low lean body mass and high body fat (obesity) \n“That was really the origins of how we started thinking about muscle-centric health”‒ Don Layman\n\nIf the muscle didn’t develop right, if it wasn’t metabolically correct, you were predestined to develop other things\nDon and Dr. Gabrielle Lyon put this concept together in muscle-centric health  \n\nWhat is the mechanism behind this phenomenon? \n\nWhen you look at children in places like Africa, who are really malnourished, at first glance you think, “Why are their bellies so big if they’re malnourished?”\nThis is due to extreme kwashiorkor‒ edema and enlarged liver caused by severe protein malnutrition\nChildhood malnutrition causes 2 things\n1 – Marasmus, which affects the skin and bones\n2 – Kwashiorkor, which causes an inflated belly\nKwashiorkor is disproportionately caused by poor protein in the diet\n\nThat leads to changes in water balance and edema\nIt appears to be due to an imbalance in the protein to energy relationship\nThe quality of protein is lacking; they eat these starchy porridges that are probably totally deficient in lysine and methionine\n\n\nMarasmus is caused by a deficiency in total calories (protein and everything)\n\nWhat is it about this critical window of development, where this protein deficiency makes it very difficult for them to put on lean mass later in life and creates a propensity for adiposity? \n\nDon did some research on this back in the late 70s, early 80s\nMuscle is a very unique cell structure\n\nMuscle fibers are multinucleated, unlike a liver cell which has a DNA/ one nucleus in each cell\nMuscle cells have what are called satellite cells around them\nSo as the original fiber begins to develop, the satellite cells will put DNA (these nuclei) into it\n\n\nThey determined that each DNA has a certain amount of protein it can handle\n\nThe DNA ultimately determines how big your muscle can get\n\n\n\nThey determined if the insult occurs late in pregnancy, early in lactation, you stunt these satellite cells and you don’t develop enough DNA, so the muscle is always limited in its potential size \n\nPeter was aware of the propensity for adiposity later but was not aware of the limitation in lean growth\n\nThis is really a double whammy\n\n\n\nDoes this cause lifetime sarcobesity (loss of muscle mass and obesity)? \n\nYes\n\nThis decreases lean mass and decreases metabolically active tissue such that minimal calories will deposit fat \nDo you think some of this problem is going to happen (to a lesser extent) in developed nations like the US? \n\nIn the US it would be hard to imagine a child developing kwashiorkor\nBut clearly there are kids in the United States that are disadvantaged enough that they’re not going to be exposed to high enough protein in either quality or quantity\nDon thinks it’s possible and worries about the advocacy of plant-based diets\nNew York City is taking animal proteins out of school lunch\n\n“We’re conducting a public health experiment without actually having any knowledge of that. I think that’s frightening.”‒ Don Layman \n\nThe issue is public school lunches, nursing homes, daycares\n\nThese are all under these federal guidelines\n\n\nWe’re diluting out the quantity and quality of protein at the same time with no knowledge of what that’s really going to mean\n\n \nMuscle protein synthesis: ideal timing, small meals vs. big meals, and more [1:12:45]\n\nOne of the challenges Peter has with patients is when they get into a very heavy regimen of time restricted feeding \n\nThe idea is they limit the amount of time they eat but don’t place any limits on what they eat, how much, or what they’re eating from\nIt certainly is an effective way to reduce calories\n\n\nPeter has seen in people who adopt a very narrow feeding window (1 meal a day) for 6 months, they disproportionately lose lean tissue\nThe diagnosis here is pretty straightforward‒ they clearly reduced energy intake but they probably reduced protein intake too much\nSo body composition actually got worse, despite the fact that weight went down\n\nCan you eat all of your protein in one meal? \n\nHypothetical person‒ is very active, they are going to eat 3000 calories in 1 sitting\nPeter asks, “Even if I was able to eat 150 grams of protein in one sitting, is it clear that my body will get the benefit from that, that it would if I ate 50 grams three times a day?”\nDon replies, “It’s quite clear that you won’t get a benefit, that there is a limit”\n\n“Think about the body as muscle versus everything else”‒ Don Layman \n\nThere is a lot of data now that muscle can handle protein meals for an optimum anabolic response between 25- maybe 60 grams before you start getting into distribution\nOne of Don’s pet peeves in nutrition is when people refer to protein as a % of calories\n\nProtein is not a % of calories\nProtein’s an absolute number\n\n\nYou need to decide on what you’re going to build your diet around\nBack to the hypothetical person‒ 150 grams of protein\n\nProtein requirements are an absolute number so if your calories go down, your protein intake should remain the same \n\nFor example, if 75-year old woman’s calories go down to 1200 calories/day, she still has a 100 gram per day protein requirement \n\nSo now her protein needs are 35-40% of  her calories\n\n\nWhen people are doing weight loss, it’s important to remember that protein requirements are an absolute number and not a % of their daily calories\nIt’s common for people to say the diet should be 30% fat, 50% carbohydrates, and that leaves 15% for proteins\n\n You have to think about protein first \n\n\nAs far as distribution of protein, his research shows that “the most critical meal of the day is the first meal of the day”\n\nWhen you have had an overnight fast your protein synthesis is down and that mTOR signal molecule is down regulated (it’s inhibited), and until you have enough leucine (around 3 g, which translates to about 30 g of protein for most people), your muscle stays catabolic \n\nSo you’re continually breaking down protein\nDon thinks that’s a significant aspect of aging, that people have lower and lower protein, they don’t eat protein at breakfast\n\nAnd we know the efficiency is going down in the first place\n\n\n\nDon’s recommendations \n\nWe want to front load protein in the day\nWe want at least two meals that are well above 30 g of protein\nHe always has people shooting for 40/45 g at the first meal, and another 45 at their last meal\nAnd then in-between, if we’re talking with people who are… \n\nAn elderly woman trying to maintain minimal muscle, I’ll concentrate on those 2 meals\nSomebody who’s trying to lose weight‒ concentrate on 3 meals because he doesn’t want them getting hungry\nSomeone who’s trying to build hypertrophy (be a muscle builder)‒ concentrate on 4 meals\n\n\nFor the question of, “How many meals per day do I make anabolic and muscle? And by anabolic, I’m thinking 35 grams or more.” \n\nThe data show for absolute certain that the first and last meal are absolutely important\nDon would be hard-pressed to find a study where anybody’s ever looked at lunch\n\n\n\nThe reason an anabolic person needs 4 meals \n\n1 – The leucine effects on mTOR signaling for muscle protein synthesis\n2 – To get enough total protein per day\nSo if you need more protein and max out at 50 g, you need another meal\n\nWhat about the timing of protein intake in relation to exercise/ strength training? \n\nThere is debate about this\nYou will find people and trainers who want to eat protein before a workout\nDon did some animal studies on this looking at different timing\n\nHe found that that exhaustive exercise is catabolic no matter what \n\n He finds the benefit is after the exercise, not before \n\nWhen the system is not finely tuned\nREDD1 is inhibited\nmTOR is ready to go\n\n\nPeter asks, “Just to be clear, what you’re saying is, look, you can take all those amino acids before but it’s not going to prevent you from becoming catabolic during exercise?” \n\nYes\nBecause exhaustive exercise is a catabolic activity, so you are going to be breaking down muscle no matter how many amino acids are on board while lifting\n\n\n\nIt’s more important after the lift, that you have a good meal\n\nDon notes that you’ll find disagreement with that in the literature\nBut he strongly believes this and his research supports this\n\n \nProtein needs of children [1:19:45]\n\nFunny story, when Don’s youngest son was 3, for whatever reason he was fixated on protein\n\nProbably because they kept telling him to eat this and that because there was protein in it, “Hey, eat your salmon. It’s got protein.”\nHe became the protein police of the preschool\nHe would walk around and look at kids’ snacks and say, “That doesn’t have protein. That granola bar does not have protein…. That has protein.”\nThe people who worked at the preschool asked  his wife if she was a nutritionist\nSo now they joke about how he’s going to be one of these bro protein guys who’s obsessed with protein\n\n\n\n\nDon doesn’t want everybody to walk away thinking they need to get 50 g of protein into their kid\n\nChildren will be very efficient at maintaining growth with small snacks of eight to 10 grams of protein, where that will have virtually no impact for an older adult \n\nSo a protein bar that had 10 g of protein is a perfectly legitimate snack for a child\n\nWhere essentially the only thing it would do is probably increase liver enzymes in a 70 year old\nDon doesn’t want all the mothers think they’re doing a bad thing by giving their child a 10 g protein snack\n\n\n\nDifferences in protein requirements for children and adults and when that protein is consumed \n\nIn the adult, say they eat 100 g of protein in a day but take it in very small meals\n\n15 g trickled in all day long\nThis will never stimulate muscle protein synthesis\nBut their liver will be perfectly fine\nYour gut, liver, heart, kidneys, will all respond to the net protein per day, no matter when you ate it \n\n\nMuscle is different, it is specific\n\nMuscle isn’t triggered unless the diet is exactly right \n\nThe muscle senses energy, insulin, and protein before it triggers\n\nAnd if all of those aren’t balanced it won’t trigger, but your liver will\n\n\nPeter notes, “Teleologically you might make the case that the liver has more concern for the brain than the skeletal muscle, and maybe it gets priority over being happy because it has to maintain glucose homeostasis.  And without glucose homeostasis the brain would literally die within 20 minutes.”\nDon agrees, “Your liver, your heart, those have to function. In the middle of the night, your liver still has to be making protein, but your muscle doesn’t.” \n\nWhile you’re laying there in bed, your muscle is catabolic and it’s supplying amino acids so all those other organs work\n\n\nSo while Don will argue about muscle-centric health, the reality is, moment to moment, it’s organ-based\n\nBut long-term, your overall health is determined on keeping the muscle healthy because it keeps everything else healthy \nIs the reason that it’s okay for kids to be eating much smaller amounts of protein, is it simply just the mass?  \n\nPeter’s youngest weighs 25 kg\n\nHe probably doesn’t need more than 40 g of protein a day\nFor him to have a 10 g serving, this is 25% of his protein\nFor Peter 25% of his daily protein is 40 g\n\n\nDon points out that for children, their protein synthesis is driven by hormones\n\nThis is not true for adults\n\n\n\nGrowth in children is highly efficient, it’s driven by hormones, and children will accommodate protein in small doses \n \nHow important is timing protein intake around training? [1:24:15]\nWhat is the window in time, post workout, in which you want to make sure you’re getting that first big meal of protein? \n\nDon first did this experiment in rats\nJosh Anthony and Tracy Anthony were in his lab just before Layne Norton came in \nThey were looking at exhaustive exercise in rodents and catabolic state\n\nThey wanted to know how the muscle regulated recovery\nThey were looking at what we called initiation factors (for initiation of protein synthesis, aka translation)\nThey discovered a link between leucine and initiation factor eIF4\nThat is a downstream effect of mTOR\n\nmTOR is the regulator and it stimulates eIF4, S6, and other initiation factors\n\n\n\n\nThey found that when you come out of an exhaustive exercise, muscle is catabolic until you take in enough leucine to reverse it.\nThey started looking at feeding right after exercise\n\nA lot of people picked up on that‒ Stu Phillips, Doug Paddon-Jones, and others\n\n\n\nWhat are the caveats? \n\nThere is a 2 hour window right after exercise where you can see the biggest effect of feeding, but this is in untrained individuals \nIf you look longer, you can have a bout of resistance exercise and you’ll detect a difference\n\nYou’ll start regulating that REDD1 protein factor\nYou’ll see an anabolic effect the next day (24 hours, 36 hours later)\n\n\n\nThe more trained you get, the less you’re going to see a post-exercise effect \nDon’s summary:\n\nIf you’re beginning training and you’re in the first 4 weeks, post-exercise protein probably makes sense\nIf you’re well trained, you’re basically training the same way and you’ve been doing it for 6 months, Don doesn’t see any effect difference between having protein within 2 hours after exercise versus just having your 3-4 four meals per day\n\nYou won’t see any difference in either mass or strength\n\n\nPeter remembers having this discussion with Layne and being pleasantly surprised to learn‒ once you get to a point where you’re well trained enough, you don’t have to be so maniacal about meal timing\n\nYou can just focus on the big picture, which is: total protein, protein quality, and spreading it out such that you don’t exceed the metabolizable fraction of it at any one sitting\nDon agrees\n\n\n\nHow much protein can muscle use at any one sitting? \n\nDon hears trainers take that last statement about metabolizable energy and say “Well, you can’t use more than 30 grams at a meal. You won’t digest it.” \n\nThat’s not true \n\n\n\nYou’ll digest and absorb 100 grams of protein at a meal. But muscle in particular only has a window of around 25 to 60 grams (depending on protein quality) that it can use. The liver will use all of it. \n\nWe have what is known as first pass metabolism of protein (which confuses the issue even more)\n\nWhen you eat a meal of protein, approximately 50% of the protein is degraded to nitrogen and carbon before it ever gets to the blood\nThe exception to that are the branch chain amino acids: leucine, isoleucine, valine, where almost 75 to 80% of those get into the blood \n\n\nNow we’re back to the teleological argument, “Why did muscle learn to sense that?”\n\nBecause that basically shows up in the blood in direct proportion to the meal and the muscle learned to sense that as a meal quality \nThis is a signal that a meal has adequate quality for muscle to trigger the very expensive process of protein synthesis, protein turnover\n\nAnd until muscle sees that signal, it won’t do it\n\n\n\n\n\n \nThe role of leucine in fatty acid oxidation by muscle [1:28:15]\n\nThe other thing Peter has learned recently that surprised him is the importance of leucine in fatty acid oxidation by the muscle\nOne of the pillars of his practice is low-end aerobic training (zone 2) \n\nThis is important for mitochondrial efficiency \nThis is basically pushing your muscles to their maximum point at which you can keep lactate below 2 mmol\nA very fit individual can generate a lot of power while still keeping lactate below 2 mmol\nThe best in the world can produce more than 4 watts per kilo while still keeping lactate below 2 mmol, and they’re doing so virtually exclusively with fatty acid\n\n\nPeter will pair this type of analysis with CPET (cardiopulmonary exercise test) testing, and will look at fat oxidation rates\n\nAgain, you will see the fittest of the fit have insanely high fat oxidation rates, they’re roughly 1 gram per minute\n\n\nThe point being, a really good muscle doesn’t just rely on glucose\nA really good muscle can oxidize fats very effectively\n\nWhat role does leucine play in that? \n\nThat’s a great question, one that Don doesn’t think has been researched enough\nEvery amino acid has a different side chain, and leucine is one referred to as a branch chain amino acid\n\nThe side chain of leucine is purely carbons, it looks a lot like a fatty acid (see the figure below)\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-18859\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/f11-donlayman.png\" alt=\"\" width=\"800\" height=\"253\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/f11-donlayman.png 800w, https://peterattiamd.com/wp-content/uploads/2022/09/f11-donlayman-300x95.png 300w, https://peterattiamd.com/wp-content/uploads/2022/09/f11-donlayman-768x243.png 768w\" sizes=\"(max-width: 800px) 100vw, 800px\" />\nFigure 11.  Leucine and a fatty acid.  Image credit: OpenStax Biology 2e\n\nLeucine is one of 2 amino acids that are ketogenic, it’s metabolized as a fatty acid\nLeucine will also activate the CPT1 enzyme (carnitine palmitoyltransferase enzyme), which is the link for bringing fatty acids into the mitochondria for oxidation\n\nSo there’s a benefit there\n\n\nIt gets even more complicated, in that when you have higher leucine‒  it begins to inhibit pyruvate from going into the mitochondria \nSo when you oxidize a leucine, the nitrogen that comes off of it is put onto pyruvate, generating alanine, and so the body begins to recycle glucose\n\nIt becomes steady state on glucose and emphasizes fat oxidation\n\n\nIf you overload all of that, you can make leucine inhibit carbohydrate oxidation\n\nSo if you have huge amounts of carbs coming in, and then you overload the system with leucine, and you’ll inhibit pyruvate oxidation\nSo that could look like insulin resistance\n\n\nBut if you look at the physiology of how it’s supposed to work, under conditions where you’d be burning fat, leucine actually stimulates fat oxidation and spares glucose for the brain and other tissues\nSo again, you really have to think about how the experiment’s set up, what’s getting inhibited and what’s getting pushed?\n\n \nHigh protein diets for fat loss: Results from Don’s clinical trials [1:31:30]\nPeter thinks of 3 strategies to approach weight loss \n\n1 – Reduce calories, pay attention to the total energy content of food without thinking about the timing of food or macro distribution of food\n2 – Focus on macronutrients, spend less time thinking about the total number of calories and avoid certain foods\n\nCreate a boogeyman in the diet\nThe restriction of certain things becomes a roundabout way to restrict total energy\n\n\n3 – Time restricted feeding (intermittent fasting)\n\nHow does Don think about manipulating #2, changing macros to achieve energy deficit? \n\nDon agrees, weight management is a calorie issue\nIt’s not the same for every individual, everybody’s got a little different efficiency\nSo you can’t be an accountant and expect to just count calories all the time\nA bit of history starting in the late ’90s…\n\nAtkins and the keto diet were out there\nBarry Sears and the Zone diet\nMichael Eades and the Protein Power\nDon was looking at all of these things and doing leucine experiments\n\n\nDon discovered this effect of leucine on muscle protein turnover and some of these metabolic things with fat metabolism\nHe basically took the leap of faith and said, “I think the underpinning of all of these diets is really the protein carb ratio and how can we manipulate that?”\nHe started thinking about creating a diet from a satiety standpoint\n\nProtein is probably the most satiating\nFat would be next\nCarbohydrate the least\n\nThey were concerned about big insulin swings\nThey wanted to balance out our carbs per meal\nThey know that if people are overweight, they tend to have big post meal carbohydrate and insulin swings where 2 hours later, they’ll have carbohydrate lows\n\n\n\n\nHe began to think that the first meal after an overnight fast is critical\nHe asked, “How much protein do you need?”\n\n30, 40 grams of protein to get both satiety, protein synthesis effects \nThey knew that protein had a higher thermogenic effect (burns more calories) than either carb or fat and they wanted to front-load that effect\n\n\nPeople argue that because of the nitrogen, protein is harder to digest and absorb, but he didn’t think that was true\nThey thought the thermogenic effect is stimulating muscle protein synthesis, that is a massive ATP expenditure\n\nThey wanted to maximize that at every meal\n\n\n\nFor the 1st meal they wanted 40 grams of protein, and they wanted to have a carb level that would not overstimulate insulin \n\nSo they kept the carbohydrates under 30 grams \n\nThis created a carbohydrate threshold concept  \nThey could use fat to round out the calories\n\n\n\nHuman clinical trials \n\nThey increased protein intake to about 1.6 g/kg and ran a study comparing it to the food guide pyramid recommendation of 0.8 g/kg\nThey did 3 studies\n\n1 – A total feeding study where they fed everyone in the lab\n\n2 arms of the study were (1) high carb/ low protein and (2) low carb/ higher protein\nPublished in 2 papers, one about body composition and lipid profiles and the second about glucose and insulin homeostasis\n\n\n2 – A study with diet and exercise for 4 months\n\nThey provided participants meals for the 1st 2 weeks\nA 2×2 design of diet treatment and resistance exercise treatment\n\n\n3 – A multi-centered study with 120 subjects for 16 months\n\nFree living studies where participants provided their own food following diets and manuals provided\nDiet with a generic recommendation for exercise comparing high carbohydrate:protein ratio diet to a low carbohydrate:protein ratio diet\n\n\n\n\n Results from study #1 \n\nWith exactly the same calorie intake, the people on the higher protein, low carb diet lost more total weight, more total fat and less lean, and that stabilized their insulin and glycemic regulations and lowered their triglycerides across the board\n\n\n\nWhat was the difference in weight and fat mass?  Was it all explained by the thermodynamics of the difference in protein? \n\nIt was close\nThey found that the people on the higher protein diet were getting a benefit of around 170 calories a day eating the same calories\n\nSo that could be about the thermodynamic effect\n\n\nBoth groups lost weight, they were both on weight loss diets\nBut the protein people lost lost around 8 lbs. more and something like 6.5 lbs. of it was fat\n\nDid the people on the high protein diet complain less of hunger? \n\nThey did a satiety check using an analog scale to asked them to rate how they felt \nOne of the things that the dieticians who were running the study always came back is they said that the protein people were never talking about food and snacks, but the people on the high carb diet were always talking about being hungry and snacking\n\n“There’s definitely a different satiety and compliance issue to it”‒ Don Layman \nDid the results of all 3 studies point in the same direction? \n\nYes, greater weight loss was observed in people on a higher protein diet\n\nPeter’s takeaway: \n\nStop thinking about protein as a percent of total calories, protein should always be absolute\nThen as you reduce calories, protein should increase the total fraction of calories\nThis is going to preserve lean tissue better, maintain satiety better, and plus there’s potentially this bonus of the thermogenic effect of protein \nDon adds that this definitely partitions the weight loss toward fat, protects muscle/ lean tissue, and definitely has higher satiety\n\nWeight loss in people over 60 \n\nFor a long time there was a lot of debate over whether people over 60 should ever practice weight loss because they would lose too much lean mass (muscle) and they can’t gain it back\n\nDoug Paddon Jones had the theory that sarcopenic aging isn’t a gradual decline\nInstead it’s a series of acute effects that you injure yourself (you’re in bed; you have a surgery, whatever), you acutely lose lean mass, and you can never gain it back \n\n\n\n“We want weight loss, but we don’t want people to lose any lean mass, especially if they’re adults.”‒ Don Layman\n\nIf you are a 20-year old, it probably doesn’t matter so much\nBut if you’re older, if you’re beyond 40, it does matter\nPeter reacts, “It’s a scary thought, Don, if you think about it, right? 40 is not that old.”\nPeter just had shoulder surgery 5 months ago and he still has not gained back all of the muscle mass\n\nGaining it back has been difficult in comparison to how acutely he lost it\nIn 3 weeks, he was 10 lbs lighter\nIt’s not just from the shoulder, it’s all the things you can’t do when you don’t have an arm\n\nYou can’t squat, you can’t deadlift, etc.\n\n\nSome of that 10 lbs. was water weight, but 7 lbs. was lean tissue that he lost in 3 weeks\n\n\nThere is a bed rest study by Doug Paddon Jones (who unfortunately passed away this last year) looking at older adults versus younger adults\n\nIn the same period of time, an older adult in bedrest will lose 4x as much muscle as a younger adult\n\n\nIt’s frightening how fast you can lose it\n\nIf you’re diligent and do weight training, you can begin to gain it back\nBut it’s hard to get back to where you were\n\n\n\nHow does leucine come into play? \n\nIt’s not as important for a 20 year old as it is for a 60\nDon thinks it’s a little like bone health‒ once you’re 40, you’re sort of on the back end of that, and you need to be much more careful\nDon did a study with Doug Paddon Jones where they took 90 grams of protein and looked at it distributed as 3 meals per day, 30, 30, 30 versus 10 20 60.\nThey found that with the same amount of protein, the same overall diet, you would have higher net protein synthesis with the distribution to breakfast \nThis was a study of 37 year olds (mean age)\nSo they think that by mid thirties, you can detect the distribution effects\nPeter asks, “Just to be clear, Don, do you think that the reason 30, 30, 30 was better than 10, 20, 60, was because you started the day at 30, or because you had 3 meals where you cleared the hepatic threshold?”\nThat’s a great question, Don thinks they would have been better off studying a protein split of 40, 10, 40\n\n“I think the first and last meals are the key”‒ Don Layman \n\nThey’ve done a number of studies in animals\n\nOther people (Mike Rennie and Phil Atherton) have done it in humans\n\n\nWhen you trigger mTOR at that first meal (we know that it’s still stimulated five hours later), why do you need leucine for mTOR at lunch if it’s still simulated? \n\nYou don’t\nNobody has actually studied that at this point\n\n\nThe key here is, “Now you’re talking total protein per day, not a leucine effect. It’s not a leucine- mTOR effect, there’s not this threshold to it.”\n\nIt’s total substrate\n\n\nLayne needs 250 grams of protein per day, he’d be better off putting that in 4-5 meals than putting it in 2\nPeople need to understand that distributing across all the meals is not an mTOR effect\n\nDistributing it this way is great for weight loss and appetite \n\n\n\n \nInfluence of industry funding on nutrition studies [1:43:45]\nSo much of this research that Don has done has been funded by industry\n\nA lot of people are going to say, well, we’re going to discount everything\n\nWho has funded his work over the last 4 decades? \n\nIn the early 80’s Don had the concept that leucine was going to be key to protein synthesis in muscle\nThey ran studies and realized it had initiation effect\nThey started looking for the initiation factors and found eIF4\nThey submitted proposals to the NIH for 10 years and were continuously turned down\n\nThe NIH said, “We only study disease and we don’t know of any deficiencies of protein, so it’s not a priority to us” \n\n\nDon was left with what turned out to be a revolutionary idea of reinventing protein, that NIH wouldn’t fund\nHe finally went to Kraft Foods, the National Cattlemen’s Beef Association, the National Dairy Association, American Egg Board, and some of the other groups who were inherently interested in protein\nThey got some money from the USBA\nDon was at a land grant university and those were the funding sources that unlocked all of this knowledge about protein for adults, leucine, mTOR, muscle-centric health\n\nAll of that was unlocked simply because he could get funding from Kraft and Beef\n\n\nIs Don biased? Everybody who eats is biased in some way\nIf you look at research, he never believes research until he sees it from 3 more labs\nSo he doesn’t mind if people look at his research and say, “I don’t believe it,” but his research has been out there, very clear theories for 20 years now\n\nAnd every test makes it stronger\nEverybody who’s ever run the study after me shows the exactly same thing\nThe fact that Kraft or Beef funded, it’s irrelevant\n\n\nDon is semi-retired now, retired from the grant cycle\n\nDoes Don see any evidence that the NIH has taken a broader purview of health? \n\nDon thinks they have\nChris Lynch, is the director of nutrition at NIH now\n\nThat position didn’t exist back in the late 80s to early 90s\nIt sits across multiple institutes, maybe NIDDK and the Cancer Institute\n\n\nThere was a general philosophy (and still is) at the NIH, that they do not fund applied food research\n\nThey believe industry should fund it\nSo that becomes a catch 22\n\n\nIf you’re going to study the difference between whey and soy protein, unless you can say that’s going to cure heart disease, they’re not going to fund it\nSo then you  have to go to the dairy council (or whatever) and say, I want to do this study\n\n“The alternative is we put our head in the sand, and we don’t do the research”‒ Don Layman \n\nWhen Don looks at people in nutrition right now, he literally doesn’t know anybody in nutrition who doesn’t get industry funding\n\nIt’s just simply how you have to get funded\n\n\nOne of the things he would also point out in this whole issue of bias, it’s important to recognize that the animal commodities are all under the USDA supervision and they have checkoff boards\n\nSo that means everything they say in advertising has to be screened\n\n\nWhere as the grain industry has big companies like Kelloggs and Pillsbury and Coke and Pepsi,  they can literally go out and say anything they want\nAnd so you’ll see a product out there that pretends to be an egg and they’ll claim that they’re better than eggs, but egg can’t come back and refute it\nSo you’ve got two different playing fields, one that’s highly restricted and supervised and the other, which is fair game, first amendment, I can say anything I want\n\n \nDon’s thoughts on plant-based and synthetic “meats” [1:48:45]\nThoughts on the nutritional/ amino acid composition of plant-based meats \n\nThere are a whole host of companies trying to make synthetic meat\nFrom the little Peter has read about it, he has the impression that it will not be technically feasible from the standpoint of energetics, cost mass balance, sanitation, and GMP\nDon thinks as the world continues to expand in population, we’re going to need additional protein sources\nWe may be near our capacity for animal-based protein\n\nHe doesn’t think we can double it again\n\n\nHe agrees with Peter’s comments about synthetic proteins, “I don’t think that will ever be economically or environmentally feasible”\nPopular versions of plant-based Beyond Burgers, etc look like a flash in the pan\nBurger King’s Impossible Whopper had good sales for a few months, but if you track it, it was all people who don’t normally go to Burger King\n\nOnce people tried it, the never came back\nThe stock has fallen through the bottom now, nobody’s using it\n\n\nBeyond Burger is basically a pea protein produced in Canada\n\nIt’s then shipped to China, processed, and shipped back to the US\nWe know transportation is a #1 cause of greenhouse gas\nNow it’s been shipped all over and comes back to the US with around 25 ingredients, probably 5-6 are not FDA approved\n\n\nThey have multiple products containing multiple synthetic components that have never really been studied and are not FDA approved\n\n They’re basically relying on safety without ever proving it\n\n\nDon thinks plant-based proteins have been around for a long time\n\nDon’s takeaway: “I think that plant-based proteins have been around a long time. I think trying to pretend that it’s meat, calling soy drink milk or almond drink milk. I think those are travesties. I think those are standards of identity. Almond milk has, what, one gram protein per eight ounces where cows milk has eight? Calling that milk is pure deception.”\n\nHe’s not against using them, but he thinks the consumer should be aware\nFor example, if you look at any wheat cereal it has 4 grams of protein per serving\n\nHe always said that’s probably only 2 grams\nOn the label it says, mix it with ¾ of a cup of milk, and now we have 10 grams of protein\nIf you look at the lysine balance of that, it’s exactly balanced\nBut if you go to soy milk, this has only 6 grams of protein per 8-ounce coup instead of 8\n\nAnd it’s deficient in lysine\nSo it takes almost a quart of soy milk to balance that cereal\n\n\n\n\nIf you’re a mother feeding this to your child and thinking, well, I’m doing a plant-based thing and I’m feeding them a totally deficient diet with 6 ounces of soy milk for breakfast\n\nHow many mothers know that?\n\n\nThose are the kinds of things that we think need to come out about protein quality\nWe want a system where we can show people an additive value and that at the end of it when they put that meal together\nThere’s a company called WISEcode that Don is working with\nThey think that they can use QR codes and your phone to  simply add up the quality protein content and can tell what your total meal looks like\n\nGetting enough protein and enough quality protein in the diet is hard \n\nPeter is not sure he hits the total grams of protein he wants each day\nAnd there’s no attention to how much methionine, leucine, or lysine he’s getting\nDon replies, “If you’ve got 125 grams of protein in your diet per day, chances are you’ll hit those numbers.  Where leucine is a meal to meal number, lysine is a daily number (it doesn’t matter meal to meal, it’s a total).”\nPeter notes for many of his female patients, it’s hard to get them up to 120 grams of protein per day \nDon agrees, with his studies he struggles to keep adult females at 100 grams of protein per day\n\nThen quality becomes an issue\n\n\nThis is Don’s concern with the plant-based movement‒ do people have the resources to make it healthy?   \n\nYou can, but you need a lot of knowledge and food skills\nYou’re going to have to eat synthetic products because you can’t get it from eating lentils and rice\n\nYou just can’t eat enough of them\n\n\nSo you’re going to have to have shakes or supplements to get to that level\n\n\nThe track record says vegetarians end up somewhere in the 60s for their protein per day, and quality does make a difference at that level \n\n \nProblems with epidemiological studies of dietary protein [1:56:30]\nWhat does high protein mean? \n\nWhen you look at the epidemiology, Don thinks the science is bad\n\nThe definition of high protein is about 1.2 g/kg and low protein is actually below 0.8 \n\nMany will express it as % of calories and they’ll say less than 10%\nWhen you look at the epidemiology, you need to realize they’re talking about very narrow ranges of protein intake and it really isn’t the protein that’s making a difference, it’s the calories and the other things that are going with it\n\nDon’s experience as director of research for the American Egg Board \n\nFor 4 years Don was director of research for the American Egg Board\nHe funded all of the research that basically got the cholesterol direction eliminated from our guidelines\nOne of the things funded was a lot of research suggesting that eggs had a high correlation with obesity and diabetes and heart disease\nThey funded some research with Theresa Nicklas and Vic Fulgoni who were experts in the NHANES data, and they looked at the epidemiology\n\nThey looked at the difference between the first quartile and the last quartile for egg consumption\nIt was 3-3.5\n\n\n\nSo they were basically saying that a half an egg per week was the difference in causing obesity, heart disease and diabetes\n\nAnd so what they did was they went into the NHANES data and they factored out all of the eggs that were eaten at fast food versus the eggs that were just eaten at home in a “good nutrition setting”, and what they found is in every case, eggs now became a positive\n\nThey reduced obesity\nSo basically it’s not the egg, it’s the egg in the company it keeps \nYou can make anything a bad diet\n\n\nPeter adds, “Anybody who’s tried to actually consume high protein, realizes it ain’t high protein, it’s high calorie that’s the problem”\n\nThe protein is along for the ride \nBecause 1.2 g/kg is actually kind of low protein in the context of a high calorie diet\n\n\nDon notes that the surveys for protein used in epidemiology are pretty good\n\nPeople can tell you how many eggs they ate yesterday, or ounces of milk, or grams of meat\n\nBecause we sell those by ounces and weight\n\n\n\n\nIn contrast, most people misreport the number of carbs they ate by 200 grams\n\n“The problem with epidemiology is that the errors are not homogeneous”‒ Don Layman \n§Selected Links / Related MaterialEpisode of The Drive with Layne Norton: #205 – Energy balance, nutrition, & building muscle | Layne Norton, Ph.D. (Pt.2) | Host Peter Attia, The Peter Attia Drive Podcast (May 2, 2022) | [6:15]\nEpisode of The Drive with Gerald (Jerry) Shulman: #140 – Gerald Shulman, M.D., Ph.D.: A masterclass on insulin resistance—molecular mechanisms and clinical implications | Host Peter Attia, The Peter Attia Drive Podcast (December 7, 2020) | [9:45]\nBob Wolfe’s experiment with stable isotopes examining fatty acid oxidation: Glucose and insulin-induced inhibition of fatty acid oxidation: the glucose-fatty acid cycle reversed | American Journal of Physiology: Endocrinology and Metabolism (LS Sidossis and RR Wolfe 1996) | [12:15]\nHellerstein paper showing low level of de novo lipogenesis after carbohydrate feeding: Effects of a low-fat, high-carbohydrate diet on VLDL-triglyceride assembly, production, and clearance | The Journal of Clinical Investigation (EJ Parks et al. 1999) | [14:00] \nHirsch study of high carbohydrate diet showed increased fatty acid synthesis: Human fatty acid synthesis is stimulated by a eucaloric low fat, high carbohydrate diet | The Journal of Clinical Investigation (LC Hudgins et al. 1996) | [15:45]\nVolek study of high carbohydrate diet showed increased fatty acid synthesis: Effects of Step-Wise Increases in Dietary Carbohydrate on Circulating Saturated Fatty Acids and Palmitoleic Acid in Adults with Metabolic Syndrome | PLoS One (BM Volk et al. 2014) | [16:00] \nDon finds reducing the number of meals per day is thermogenically advantageous (in rats): Effects of prolonged meal-feeding on the body composition of adult rats | Nutrition Research (BJ Bittman et al. 1984) | [17:45]\nSummary of Ancel Key’s seven countries study: Seven Countries Study | University of Minnesota: Heart Attack Prevention: A History of Cardiovascular Disease Epidemiology | [18:30]\nMinnesota Coronary Experiment republished by Chris Ramsden: Re-evaluation of the traditional diet-heart hypothesis: analysis of recovered data from Minnesota Coronary Experiment (1968-73) | BMJ (CE Ramsden et al. 2016) | [20:45] \nEpisode of The Drive with David Sabatini: #09 – David Sabatini, M.D., Ph.D.: rapamycin and the discovery of mTOR — the nexus of aging and longevity? | Host Peter Attia, The Peter Attia Drive Podcast (August 13, 2018) | [50:00] \nEpisode of The Drive where Matt Kaeberlein discusses mTOR: #222 ‒ How nutrition impacts longevity | Matt Kaeberlein, Ph.D. | Host Peter Attia, The Peter Attia Drive Podcast (September 12, 2022) | [50:00]  \nLeucine sensor on mTOR: Sestrin2 is a leucine sensor for the mTORC1 pathway | Science (RL Wolfson et al 2016) | [50:00]\nLink between amount of DNA and muscle development in rat weanlings: Cellular growth of skeletal muscle in weanling rats during dietary restrictions | Growth (SR Glore and DK Layman 1983) | [1:10:45]\nLink between leucine and initiation factor eIF4: Orally administered leucine stimulates protein synthesis in skeletal muscle of postabsorptive rats in association with increased eIF4F formation | Journal of Nutrition (JC Anthony et al. 2000) | [1:25:00]\nFeeding study comparing high carb/ low protein and low carb/ higher protein diets:\n\nA Reduced Ratio of Dietary Carbohydrate to Protein Improves Body Composition and Blood Lipid Profiles during Weight Loss in Adult Women | The Journal of Nutrition (DK Layman et al. 2003) | [1:35:15]\nIncreased Dietary Protein Modifies Glucose and Insulin Homeostasis in Adult Women during Weight Loss | The Journal of Nutrition (DK Layman et al. 2003) | [1:35:15]\n\n2×2 study evaluating dietary protein and exercise on weight loss: Dietary protein and exercise have additive effects on body composition during weight loss in adult women | The Journal of Nutrition (DK Layman et al. 2005) | [1:35:15]\nMulti-center study of low carbohydrate: protein ratio diet to high carbohydrate:protein diet with exercise: A moderate-protein diet produces sustained weight loss and long-term changes in body composition and blood lipids in obese adults | The Journal of Nutrition (DK Layman et al. 2009) | [1:35:15]\nBed rest study by Doug Paddon-Jones: Protecting muscle mass and function in older adults during bed rest | Current Opinion in Clinical Nutrition and Metabolic Care (KL English and D Paddon-Jones 2010) | [1:40:45]\nStudy of protein distribution over 3 meals shows the importance of dietary protein at breakfast for muscle synthesis: Dietary Protein Distribution Positively Influences 24-h Muscle Protein Synthesis in Healthy Adults | The Journal of Nutrition (MM Mamerow et al. 2014) | [1:41:30] \nDietary recommendations for protein and leucine intake (review): Optimizing Adult Protein Intake During Catabolic Health Conditions | Advances in Nutrition (SM Phillips, D Paddon-Jones, and DK Layman 2020)\n§People Mentioned\nLayne Norton (professional bodybuilder and physique coach) [2:45, 6:15, 1:24:30, 1:43:15, 1:45:30]\nAncel Keys (American physiologist who promoted replacing saturated fat with unsaturated fat to reduce cardiovascular disease) [6:00, 18:30]\nHenry Blackburn (Professor Emeritus, Division of Epidemiology and Community Health at the University of Minnesota School of Public Health) [6:00, 20:00]\nIvan Frantz (Expert in nutrition and cardiovascular risk, led the Minnesota Coronary Experiment) [6:15, 20:00, 24:15]\nGabrielle Lyon (doctor specializing in muscle-centric medicine) [7:31]\nGerald (Jerry) Shulman (George R. Cowgill Professor of Medicine (Endocrinology) and Professor of Cellular And Molecular Physiology at Yale University and Co-Director of the Yale Diabetes Research Center) [9:45]\nRobert (Bob) Wolfe (Professor at University of Arkansas for Medical Sciences and Director of the Center for Translational Research in Aging and Longevity at the Reynolds Institute on Aging) [12:00]\nMarc Hellerstein (Professor of Metabolic Nutrition at UC Berkeley) [14:00]\nJules Hirsch (physician-scientist, obesity expert) [16:00]\nJeff Volek (Chief Science Officer and Co-Founder of Verta Health) [16:00]\nGil Leveille (Biochemist and expert in metabolism) [17:00]\nFred Kummerow (biochemist and lipid expert who pioneered the connection between trans fats and heart disease) [20:00] \nArlan Richardson (Don’s Master’s advisor, now Professor of Geriatric Medicine at the University of Oklahoma) [26:30]\nDavid Sabatini (American scientist, expert in growth, metabolite profiling, and aging) [50:00]\nMatt Kaeberlein (Professor at the University of Washington, expert in aging) [50:00]\nJohn Waterlow (British physiologist, expert in childhood malnutrition) [1:07:00]\nJoe Millward (British physiologist, expert in nutrition and metabolism) [1:07:00]\nPeter Garlick (former Professor at the University of Illinois, Urbana-Champaign, expert in metabolism) [1:07:00] \nVernon Young (National Academy of Sciences member, expert in protein requirements) [1:07:00]\nJoshua Anthony (Did his Master’s with Don, nutrition expert, Founder and CEO at Nlumn LLC) [1:24:30]\nTracy Anthony (Did her Master’s and Doctorate with Don, Professor of Nutritional Sciences at Rutgers University) [1:24:30]\nStuart (Stu) Phillips (Professor of Kinesiology at McMaster University) [1:25:30]\nDouglas Paddon-Jones (Expert in nutrition and aging, was a professor at the University of Texas Medical Branch)  [1:25:30]\nRobert Atkins (Cardiologist and creator of the Atkins diet) [1:32:45]\nBarry Sears (Biochemist and creator of the Zone diet) [1:32:45]\nMichael Eades (Physician and creator of the diet Protein Power) [1:32:45]\nChristopher Lynch (Acting Director of the NIH Office of Nutrition Research) [1:46:30] \nTheresa Nicklas (Professor of Pediatrics-Nutrition at Baylor College of Medicine, expert in children’s nutrition) [1:57:30];\nVictor Fulgoni (Vice Chairman of Nutrition Impact at Battle Creek, MI) [1:57:30]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/09/bio-pic-donlayman-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/09/bio-pic-donlayman-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/09/bio-pic-donlayman-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/09/bio-pic-donlayman-150x150.jpeg 150w, https://peterattiamd.com/wp-content/uploads/2022/09/bio-pic-donlayman.jpeg 512w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Don Layman, Ph.D.Donald Layman is a Professor Emeritus at the University of Illinois Urbana-Champaign College of Agricultural, Consumer and Environmental Sciences in the department of Food Science & Human Nutrition.  Don earned his B.S. in Chemistry and M.S. in Biochemistry at Illinois State University and his Ph.D. in Human  Nutrition and Biochemistry at the University of Minnesota, St. Paul.  His research focuses on understanding the protein and amino acid requirements and interrelationship between dietary protein and carbohydrates needed for adult health.  In particular, his research seeks to understand the impact of diet and exercise on obesity, type 2 diabetes, and metabolic syndrome in adults.  His work has helped to define the role of branched chain amino acids (BCAA) in skeletal muscle metabolism.  BCAA provide an important energy source for muscle during exercise and also serve as a critical regulator of muscle protein synthesis during recovery. During exercise, oxidation of BCAA increases, resulting in production of the amino acid alanine and a rapid decline in plasma levels of BCAA. Amino acid supplements prevent this decline in plasma amino acids, enhance recovery of muscle protein synthesis and interact with insulin to help stabilize blood glucose. His research continues to define mechanisms for control of muscle protein synthesis and differences in dietary protein needs for men versus women and for adults with sedentary versus active lifestyles.  Don currently consults for many food industry companies including Kraft, Nestle, Hershey, the Dairy Council, the Egg Board, and the Beef Board.   [University of Illinois Urbana-Champaign]\nTwitter: @donlayman"
}