{
  "title": "#228 ‒ Improving body composition, female-specific training principles, and overcoming an eating disorder | Holly Baxter, APD",
  "content": "Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this “Ask Me Anything” (AMA) episode, Peter goes into depth on the topic of brain health, starting with how Alzheimer's disease is diagnosed, the significance of blood-based biomarkers in diagnosis, and what the various APOE gene variants mean in terms of a person's risk of more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\t\n\t\t\n\t\t\t282\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#242 - AMA #44: Peter’s historical changes in body composition with his evolving dietary, fasting, and training protocols\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this “Ask Me Anything” (AMA) episode, Peter goes into depth on the topic of brain health, starting with how Alzheimer's disease is diagnosed, the significance of blood-based biomarkers in diagnosis, and what the various APOE gene variants mean in terms of a person's risk of developing Alzheimer's disease. Next, Peter discusses the various strategies for preventing Alzheimer's disease and neurodegeneration. He touches briefly on exercise as a potent tool, but focuses more on lesser-known factors that could impact brain health, such as nutrition supplementation, lipid management, brain games, sauna, oral health, hearing loss, and more. If you’re not a subscriber and are listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or our website at the AMA #46 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here. We discuss:  Diagnosing Alzheimer's disease [2:45]; Biomarkers for Alzheimer’s disease, the C2N test, and other tools for diagnosis [7:30]; Genetic component of Alzheimer’s disease: genes that confer risk [12:45]; Understanding your APOE status and why it’s important to know [17:15]; The prevalence of Alzheimer’s disease and other forms of dementia, and who is at higher risk [21:15]; Can the risk of Alzheimer’s disease be decreased with behavioral changes? [24:15]; Overview of modifiable behaviors that potentially play a role in risk reduction of neurodegeneration [30:15]; Things that clearly impact brain health: smoking, alcohol, sleep, head injuries, blood pressure, and more [34:15]; How nutrition impacts brain health: common diets, metabolic health, energy balance, and more [46:15]; Comparing common diets: data showing the association between the incidence of Alzheimer’s disease and specific diets [59:45]; Supplements: EPA and DHA, vitamin D, and B vitamins [1:13:00]; Supplements: theracurmin, cocoa flavonols, and magnesium L-threonate [1:25:15]; Impact of exercise on brain health, minimum effective dose, and the most important types of exercise [1:33:00]; Challenging the mind with brain games—does it impact neurodegeneration? [1:43:00]; The data on sauna and brain health [1:49:45]; Oral health and its association with brain health [1:52:45]; How reducing lipids can improve brain health and prevent neurodegeneration [1:55:30]; The potential impact of hearing loss on brain health and neurodegeneration [2:04:30]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show Notes*Notes from intro: \n\nHolly Baxter is an accredited practicing dietician, a competitive bodybuilder, a physique coach, and a personal trainer\n\nShe’s also a fitness educator and a competition coach\n\n\nIn this episode we talk about Holly’s background and her interest in nutrition\nShe opens up in detail about her struggle with an eating disorder \nFrom there we dive into a case study of a typical female patient Holly may work with \n\nWhat Holly may think about as she works with her on training to improve her physique\nHolly builds out what a training and nutrition program might look like for this female who wants to gain 5 lbs of muscle and lose 5 lbs of fat\n\n\nWe then talk about female-specific principles when it comes to training\nEven if you’re not aspiring to be a bodybuilder, everybody is somewhat interested in improving their physique, and therefore there is a lot of value in this episode about building muscle (particularly for females)\n\nWhich is important for longevity\n\n\n\n \nHolly’s background and passion for sports and nutrition [2:00]\n\nHolly grew up in Tasmania, Australia \n\nThis is the little island that sits just south of the mainland, it’s a pretty small place\n\n\nShe’s now in Florida\nPart of her evolution was just a big open mind \nShe didn’t want to stay in Tasmania\nShe moved to Melbourne to go to college at Deakin University\n\nWhere she did a BS in Food Science Nutrition, and then a MS in Dietetics\n\n\n\nTasmania by landmass looks pretty big, but is has a tiny population \n\nThe population now is about 500,000\nWhen she grew up in Launceston, it had a population of about 90,000\n\nHolly ran track as a kid \n\nShe started track at about age 8 and continued through age 18\nShe ran track in both high school and college\nShe was finished with track by her 2nd or 3rd year of university\n\nThis was the point where she had to choose between a sports career or academics\n\n\nIn Australia, there isn’t a lot of opportunity for females to have a successful career in sports\n\nMaybe now that social media has grown females may have more opportunity\n\n\nAcademics seemed like her only option at the time\n\nWhat did she run in track?\n\nShe was a sprinter\nShe ran the 100 meters, long jump, and triple jump\n\n“Lots of fast twitch, anything explosive and powerful and short”‒ Holly Baxter\nDid she lift weights in high school? \n\nShe started lifting weights in probably grade 11\nThat was when she was part of the Tasmanian Institute of Sports\nHer coach at the time, Peter Fortune, was also the coach of Olympic 400 meter runner, Kathy Freeman\n\nShe won the gold medal in the 2000 Olympics, and everybody loved her\n\n\nHolly worked with Peter Fortune and that’s where she had a lot of her experience in track sprinting\n\n \nHolly’s struggle with depression and an eating disorder [4:30]\n\nHolly got into sport because of her desire for control over her nutrition\nShe has only recently overcome a 15 year eating disorder\nShe struggled with anorexia for a short time and went on to binge eating and bulimia\nEven before she thought about going off to college, she was in the depths of that disorder\nShe was also struggling a lot with depression\nAt age 16 she had already attempted suicide twice\nShe was hospitalized for a good part of grade 11\nLooking back at that now, it’s really sad\n\nShe just didn’t have the support or mentors\n\n\nThis escalated into adulthood and only very recently has she started to work on her mental health\nA lot of her advances have come as she has developed a sense of purpose in life\n\nAnd ultimately finding happiness\n\n\n\nWhen her eating disorder began, did that proceed to depression or were the two intertwined, hand in hand? \n\nThey came on simultaneously for multiple reasons\nHer mother was an incredible woman, she basically raised Holly and her sister\n\nShe has just 1 sibling, a younger sister\n\n\nHer dad was around but was a very hard worker, very disciplined and focused on his career \n\nSo she and her sister were kind of invisible to him\n\n\nHer mom had grown up in a similar situation where her mother was completely absent\n\nShe grew up having to do it all for herself\nShe was also into athletics\n\n\nHolly’s relationship with her mother was strained\n\nShe felt her mom wanted to control her, protect her\nThis created a lot of friction \nUp until she was 10 years old, she wasn’t allowed to have a sleepover at a friend’s without there being serious arguments\n\n\nShe had a lot of hostility and confrontation growing up\n\nIn 10th grade was she 15?  Was the focus before that age on just academics and sports? \n\nYes\nShe did dance (tap, jazz, and ballet) and music (piano, guitar, and drums)\nShe was into basketball and athletics\nShe did a lot of activities\nThe only kind of praise and recognition or feeling of being cared for came from excelling at something\n\nIf she came home from school with really good grades, this was the only time she would get, “Oh wow. We really love you” or “Well done” \n\n\nShe knows her mom loves her, but how people communicate is so important\n\nShe grew up with the idea that unless she was the best at something, or did everything and excelled at everything, she didn’t really have value as a human \n\nThis is one aspect of where the depression and eating disorder came from\nShe also experienced some sexual trauma around that age\nThere were 2 instances, and it happened with people she really respected and trusted\nThat coupled with a toxic home environment \n\nShe felt she couldn’t go to her parents\nShe had a fear of being judged from the community\nEverything was about keeping up with appearances\n\n\nShe tried to talk to her mom about what happened\n\nBut instead of having her ask, “Are you okay? Talk to me”\nHer mom was more like, “Well, what did you do to deserve that?  Well, what were you wearing?  How were you dressed?  What kind of makeup did you have on?”\n\n\nHe mom didn’t know how to support her\nHer mom tried to look for therapy, but Holly was so far down the rabbit hole of depression and feeling like a lost cause that nothing worked\n\nBehavioral therapy was ineffective\nMedication actually made things significantly worse, so consequently she came off that\n\n\n\nHolly’s struggle with bulimia [9:30] \nDo you have a sense of how often eating disorders afflict young women versus young men? \n\nThe prevalence is a lot greater in females than males\nBut in the last 10 years it’s increasing in young boys\nHolly recalls something on the order of 60% of high school girls in the US have reported to struggle with low confidence and a negative sense of self and body image\nThe prevalence of eating disorders is lower but but it’s still scarily high, see the figure below\nEating disorders in younger children is also higher than it should be\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18995\" src=\"https://peterattiamd.com/wp-content/uploads/2022/10/f1-hollybaxter-1024x694.png\" alt=\"\" width=\"1024\" height=\"694\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/10/f1-hollybaxter-1024x694.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/10/f1-hollybaxter-300x203.png 300w, https://peterattiamd.com/wp-content/uploads/2022/10/f1-hollybaxter-768x521.png 768w, https://peterattiamd.com/wp-content/uploads/2022/10/f1-hollybaxter-1536x1042.png 1536w, https://peterattiamd.com/wp-content/uploads/2022/10/f1-hollybaxter.png 1957w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1.  Prevalence of eating disorders in the US by age.  Image credit: JAMA Network 2019\nHolly mentioned it started first with anorexia, before binging and purging.  Did she gain a sense of control by limiting what you were eating? \nIn the short-term, did this satisfy something inside you? \n\nIt did\nMaybe because she was so athletic\nShe thinks back to the amount of training she was doing\n\nWith in-school sports\nHours of practice after school, 6 days a week and maybe on Sunday\n\n\nWith these energy demands she couldn’t sustain the restriction\nShe was frustrated with how famished and hungry she was\nShe didn’t connect the dots and struggled with the question, “Why can’t I control what I put in my body?”\n\nShe didn’t know anything about appetite regulating hormones\nOr the energy requirements for the sports she was doing\n\n\nShe would act out these behaviors of binge eating and then purging\n\nIt was just constant\nThere was a point where it was probably every day of the week for 5 years\n\nWhich is terrifying to think about considering the risks\n\n\n\n\nIt slowed down when she got to university\n\nProbably because she had to work 3 jobs and the requirements for study gave her less opportunity to do that\n\n\n\n“I just remember feeling I wanted to be able to control things, but at the same token, I had no control, because my body was doing what it’s meant to do, which is to protect you from starvation, essentially”‒ Holly Baxter\nComplications associated with bulimia \nWith the constant flow of acidity up and down the esophagus, did she have any issues with her teeth?  Any electrolyte abnormalities? \n\nInterestingly, no\nShe doesn’t know about electrolyte abnormalities because she never had routine blood work back then\n\nThat was not something she prioritized as a young, naive student\n\n\nThankfully she never had any esophageal erosion for the acid\n\nShe thinks a risk for developing cancers of the throat and olfactory\nIt’s a scary thought\n\n\n\nHow did this progress?  Did anybody in her life recognize this was going on? \n\nNo\nHolly moved away for college, her family wasn’t in the same state and they didn’t travel to see her very often\nShe didn’t have the family support\n\nShe never had a close relationship with her sister\nThey just moved in different directions in life\nShe didn’t  have any kind of relationship with her father\nSo she didn’t have anyone to go to for guidance\n\n\nNone of her boyfriends knew this was happening\n\nOut of shame, she may have communicated it to 1 boyfriend\n\n\nShe thinks about the stigma associated with mental health issues\nTo have depression and also to have an eating disorder was hard for her as a perfectionist, high achiever, driven woman\n\n“There was no way I wanted to share this weakness”‒ Holly Baxter\n\nShe was terrified to tell anybody\n\nEspecially given she was educated\nShe had done a bachelor’s in Food science and a master’s in Nutrition\n\n\nShe felt she should be able to control this\nShe suffered in silence, and it probably went on for 10 years\n\nWas she training during that time?  Did she look as fit as you do today? \n\nPeter notes that part of the stereotype of someone with an eating disorder we picture someone with anorexia as incredibly thin\n\nConversely, with bulimia, we usually think of someone whose a little overweight\n\n\nHolly was right in the middle\nProbably because of the amount of activity she was doing, it prevented her from being anorexic \nShe never got to the point where she was dangerously low body weight\nShe was a healthy weight, still training for track, still sprinting\nShe had above average muscularity\nShe remembers Les Mills classes at the gym\n\nCombat class or kickboxing or body pump\n\n\nShe was doing some light resistance training\nHer interest in body building didn’t start until much later after college\nShe thinks the research on people who suffer with binging disorder and bulimia, they tend to be normal weight to above normal weight\n\nShe was right in the normal, no one would have known \nHolly attempted suicide at 16.  How was this not a wake up call to her parents?\n\nIt was, but this was also really disappointing and just enhanced the sadness\nJust to outline how incapable her father was of communicating, and he’s not a bad person\n\nHe lost his mom to breast cancer at age 13\nHe was raised by an alcoholic father with 4 brothers and was beaten\n\n\nShe remembers her mom being very upset when it happened\nHer dad came into her room and told her, “You’re a fucking idiot” and then walked out\n\nTo have somebody who you thought loved and cared about you say that…\nHe was never somebody that would have had a clue where to start\n\n\nHer mother was overbearing and that was the problem, even though Holly knew she was trying to help\nThis in combination with the sexual assaults and some things her coach said about her training led to the eating disorder\nHer mom wanted to do everything for her, live vicariously through her sports\n\nShe understands and has forgiven her\n\n\nHer mom tried to get her in tough with the right health professionals\n\nBut the lack of knowledge, resources and not having good connections… she just didn’t have the tools\n\n\nIt was about that time that she went away to college\nSo the ability of her mom to control and manage what she did with her health was a lot harder\nIn some ways, Holly is really grateful that she stepped away from Tasmania and took on opportunities that didn’t require her mom’s support\nMoving away and stepping out from that control allowed her to learn life skills\n\nHow to step out and take risks\nHow to not be afraid of failure\n\n\n\n \nReflecting on her eating disorder, body image, and a wake up call [18:15]\nWhen you look back, did your self image of your body seem inaccurate with what you know now? \nDoes everyone with an eating disorder also have a skewed view of their body image?\nOr can the eating disorder simply be a controlled tool unrelated to body image? \nHolly thinks it’s dysfunctional thoughts \n\nShe thinks it really depends on the individual\nEach eating disorder is slightly different in its own way\nFor her, it wasn’t body image she was concerned about, it was control\nIt became obsessive compulsive for some things\nAnytime she felt stressed, anxious, etc, the desire to control came back\nShe crafted an environment that shielded her from stresses, potential triggers so she could live in control, and that gave her comfort\nBecoming an adult is a reality check\n\nYou have to be flexible and noble and pivot and learn to adapt under stress\n\n\nShe felt like her life was extremely stressful for a lot of reasons\n\n“But I just had no coping skills”‒ Holly Baxter\nIt didn’t start as a negative body image.  It was simply the desire for control. \n\nAs she became more involved in sports, her physique did change\nShe started to connect the dots with her athletic performance, superior physique, low body fat, more muscle\nThen the praise she would get externally from people became the obsession\n\nShe became obsessed with how she looked, and that was where she found her self-worth \n\nThat was where I felt valued and appreciated, and respected\nAnd for a good part of her life, it became her identity, and that just fueled the disorder\n\nHow do you break that cycle \n\nThrough a lot of hard work and regular therapy\n\nOnce every 6 weeks is not enough\n\n\nWhen her mom got her into therapy at age 16, she saw a therapist once every 6 weeks\n\nShe had to travel from her home in Launceston to Hobart (a 2.5 hour drive)\nShe saw a specialist who worked with women’s health issues, eating disorders and nutrition\nShe remembers this as special time with her mom, feeling that her mom cares\nOtherwise she never felt like anyone cared about her outside of credentials\n\n\n\nIn her post-college life, did she think she had things under control, or did she think of it as a dirty little secret that was totally out of control? \n\nIt came in waves, like any condition that works along a spectrum\nShe had periods where she felt like she was managing the symptoms and feelings\nBut as soon as things became stressful, or if she had extra assignments due, or if she needed to work 2 full weekends back to back for financial reasons\n\nShe just lost it and coped with extreme binging, purging\n\n\n\n“Secret eating was really something that I struggled with”‒ Holly Baxter\n\nShe would go out for dinner with friends and try to enjoy herself and partake in the food\n\nBut because she would restrict so aggressively, anytime she went outside of her 4 walls of comfort foods and things on her list of okay to eat, she was terrified \n\n\nShe had no control to slow down her eating\n\nShe ate extremely fast\n\n\nMany of her longtime friends as adults have said to her, “Yeah, you really eat fast, but I’ve noticed a massive change for the last few years”\nShe would eat extremely quickly and almost binge eat\nThen she would order something else to go with the idea of having it tomorrow\n\nBut she would just go home and binge eat more\n\n\n\n“It was absolutely spiraled out of control…. The only way I knew how to manage stress was to eat”‒ Holly Baxter\n\nAnd this completely countered her goals for sports and training\n\nWhat was the wakeup call? \n\nIt probably wasn’t until she was 25, she had finished her schooling in Melbourne and moved to the Gold Coast where she opened her own business\nShe had a new clinical practice\n\n50% of her work week was in-person training\n\n\nShe had discovered her love for resistance training\nHer business was crazy busy\nShe began to have some success in the bodybuilding space\nShe got to a point where her anxiety was so hard\n\nShe didn’t know what anxiety was and couldn’t put a word to the feeling she had, which sounds silly\n\n\nShe was stressed with the amount of work she had to do and got to the point in her business where she was experiencing some burnout\nThat was the point when she took herself to a therapist\nShe ended up admitting herself to rehab\n\nShe traveled back to Melbourne to a very well known rehabilitation therapy  place in country Victoria\nThis incorporated counseling, yoga practices, different types of relaxation techniques\nOne of the owners worked through nutrition\nIt was an intense 7-day stay\n\n\n\nHow difficult was it for her to make the decision to shut down work for 7 days? \n\nTerrifying\nThe therapy was quite expensive, but it was worth it\n\n \nRoad to recovery: therapy, meditation, self-compassion, and a breakthrough [27:45]\nHow much impact did that 7 days of inpatient rehab have on you? \n\nNot as much as she would have hoped\nTo think anything that short in duration is going to cure you is foolish\n\nBut, it opened her eyes to the benefits of relaxation, meditation, and the value of communication and being transparent and open \n\nThese were all behaviors that she was not very good at\nFor the period 10 years prior to this, she was very closed off, very reserved and private\n\nShe didn’t share many things \n\n\nShe saw the value in what it’s like to work through issues rather than suppress them\n\nOnce she moved to America she got herself into weekly therapy… it got her on the right path \n\nShe’s had a therapy session every week since 2016\n\nShe’s only missed maybe 20 weeks through travel and business\n\n\n\nWhat were the breakthroughs that occurred with that type of more consistent therapy? \n\nIt made her accountable\nIt made her speak, talk, and reflect back on her past\n\nWhich she had never done\nShe had never given 2 thoughts about her upbringing\nSo much of what she experienced was bottled up in past traumas and different styles of communication\n\n\nShe gained appreciation and understanding of why she felt the way she did\n\nThis was incredibly valuable\n\n\nShe started discussing, “What are some of the dysfunctions in these beliefs?”\n\nShe started deconstructing different sets of thoughts\nAnd talked about how they might look differently for a healthy mind\n\n\nThis was a time of a lot of self development, reading, and finding herself spiritually\n\nIt really helped her to understand that she was enough as a human, she was loved, despite her accolades and sports accomplishments\n\nShe realized she didn’t need to keep proving herself to all the people in her life\n\nThis was a huge weight lifted off her shoulders\n\n\n\nHolly’s spiritual awakening \n\nShe had only been to church once before\n\nWith a boyfriend whose family was Christian\n\n\nHer experience with religion was not negative\nShe grew up agnostic\nShe went to a progressive, non-denominational church\n\nThe pastor was incredible\nEach week, every message was so relatable\nShe got a lot of good information out of it\n\n\n\n“This is what I’ve been missing my whole life”‒ Holly Baxter\n\nFor a long time she felt like she didn’t have a purpose\nPart of her decision to keep moving and traveling was to find what was missing\n\nShe thought, maybe it will be better here\nMaybe the people will be different and she would resonate with them better\n\n\n\nBut it was something inside her that was missing, and going to church and reading was one thing that changed her life \n\nSince then, she’s never been happier\n\nPeter’s takeaway: \n\nThere are 2 things here that are important for anybody struggling\n1 – Improvements don’t happen quickly\n\nAnd it’s non-linear\nThe 7 day intensive rehab helped but not as much as she needed\nIt was years until she was in weekly therapy\n\n\nWhen he thinks of his addictions and struggles\nLet’s pick alcohol as an easy example for people to identify with\n\nThey say an alcoholic is always an alcoholic\nIt’s just a question of if you’re in recovery or not\nIf an alcoholic commits to no longer drinking, they still need to be mindful of their behaviors, and still need to be cognitive of the fact that they can slip back into drinking\nThat doesn’t mean they can’t be around people who are drinking, but they have to understand themselves and understand those limits\n\n\nPeter know what his addictions are and how they need to be managed\n\nThey’re always there\nYou’re in recovery\n\n\n\n“I don’t think that anybody truly recovers, like you said, once an addict, always an addict.”‒ Holly Baxter \n\nHolly points out with alcohol, there are physiological symptoms that need to be managed because of the chemical dependence\n\nBut for something psychological, there is a strong need for your desire to change and improve \n\nIt wasn’t until she committed to herself to never purge again (until she really believed that), that she never purged again\nThis happened during a contest prep, one of the most difficult things you could ever do\n\nShe was getting extremely lean\nThe struggle with trying to control your body and it trying to control you\nShe was sitting on her bathroom floor, bawling, emotionally exhausted, physically exhausted\nShe remembers saying, “You’re not going to do this anymore”\nThat’s when things started to change \n\n\nShe wasn’t going to do this anymore\n\nShe talked about it with her therapist\nShe wasn’t going to overcompensate with activity\n\nIf she didn’t purge she would feel guilty and anxious if she didn’t go and do a 10 K run\n\n\n\n\n\nOnce she didn’t have these outlets, it forced her to get real with her intention for eating \n\nIt forced her to be mindful, to slow down, to become present with her meals and really listen to what her body was saying\nThis is really hard, because if you’ve restrained from certain foods, alcohol, or drugs for a long period of time, all you do is think about that thing\nShe would restrict ice cream, cookies, fun cereals, normal foods\n\nShe just couldn’t control herself around them anymore\nIt was difficult because she felt like she was going crazy\n\n\nYears into therapy she asked her therapist, “Why do I still want to eat the entire tub of ice cream? I feel like I can’t just make myself one serving. I want to eat the whole thing.”\n\nIt’s because she restricted for 10 years\nHer therapist said, “What makes you think that you’re going to cure this desire overnight when it’s been something that you’ve built a habit that’s ingrained over your lifetime with this disorder?”\n\n\nAfter this she started having a little more compassion for herself and forgiveness\n\nReducing the amount of judgment she had for herself\n\n\n\nOnce she started being kinder to herself, she started to make more progress \n\nShe hated the outcome of going through that initial transformation because she gained so much weight\nAt this point she hadn’t really tackled the underlying cause of why\nShe was just trying to stop the binging and purging\nIt made her really uncomfortable to see her weight exceed 70 kg (154 lbs)\n\nShe’s now 63 kg (139 lb)\nAt her peak during recovery she was 75 kg (154 lbs)\n\n\n\nWas the therapeutic instruction, “You need to sit in the discomfort of this weight gain?” \n\nYes\nThis was 1 of the first strategies she had to work through for her anxiety\nAt this point she had also developed a social anxiety\nHolly recalls, “It was just like the lid had been taken off and all these things were immersing themselves in front of me, and I had no idea how to manage them” \nNow part of that process was discussing the feelings and starting to identify the new feeling she had, now that she’d gained weight\nThis led to horrible thoughts about herself\n\n I feel horrible \n I’m disgusting \n This is so unhealthy \n I hate myself \n\n\nAround this time her therapist asked her, “What would you say to a client?”\n\nHolly was a practicing dietician and had been for 10+ years\n\n\nShe had to think about what she would say to a client if they said that\nThis led her to start treating herself like she would her clients\n\n“There was a big shift then, just that compassion that I had for myself”‒ Holly Baxter\nA shift in thinking, the Rick Elias Test \n\nPeter calls this the Ric Elias test after his friend who describes it as even one step further‒ “What would you say to your best friend if they were saying these things, if they were in this situation?”\n\nIt’s amazing how much this totally changes and softens the tone\n\n\nHolly agrees and the first thing that springs to her mind is, “But what about your physical appearance?” \n\nWhat does friendship have to do with your physical appearance? Nothing\nShe realized she didn’t have any logical reasoning for believing this was true\nClients would say they want to lose weight before a holiday and they catch up with old friends they haven’t seen in a long time or before a wedding or some other special event\nShe asked them, “Do you think you wouldn’t be invited if you were 10 kg (22 lb) heavier?” \nThose relationships aren’t built on your aesthetic, they’re built on your character\nSo when Holly started talking to herself that way, she realized she can still have fun and it has nothing to do with the weight on the scale or her body fat percentage\n\n\n\n \nThe effect of competitive bodybuilding on women [39:00]\n\nWhat Peter finds so interesting about her story and so hard to reconcile is her passion for bodybuilding as a hobby\n\nIn many ways it’s the pinnacle of exercise and nutrition as it pertains to aesthetics\nAnd she chose to do it in the drug-free category\n\nShe doesn’t get to rely on any additional biochemistry\nShe just has to do it through training and nutrition\n\n\n\n\nIt’s been a really long journey for Holly\nThere was a point a few years ago where she questioned her decisions to remain a coach and to be in the nutrition and exercise space because of the hypocrisy she felt with what she was coaching\nFor the 1st 10 years of her practice she believed she needed to be lean\n\nTo be successful in business, to support others, she believed she needed to not only talk the talk, but walk the walk\nShe felt uncomfortable that whole time\n\n\n\nWhat body fat is she on stage?\n\nShe competed in figure for IFBB, which is non-drug tested federation\n\nThose girls are 10% body fat\n\n\nNow she competes in the fitness category for a different federation\n\nIt’s a slightly smaller body, but still very muscular and very lean\nShe probably gets down to 10-11% body fat\n\n\n\nAt 10-11% body fat, does your menstrual cycle still continue? \n\nFor the majority of her competition history, it would completely stop\nFor about 5 years she didn’t have a period\n\nThat was even with the return of calories back to a normal amount and the return of body fat back to normal, healthy levels\nShe attributes it to the years of binging and purging\n\n\nA lot of people will ask if it is a healthy sport, if it’s dangerous to get that lean\n\nAnd it depends\nThere are a lot of females in the sport that don’t have a desire for a family, so fertility isn’t an issue\n\n\nPeter notes, from an evolutionary standpoint, evolution has 1 purpose, to procreate, and she wasn’t fit enough to do this\nHolly notes, “It’s not a great thing for females to be that lean. We’re not meant to be that lean.”\nHolly points out that all women don’t lose their menstrual cycle when they compete, but it does become irregular\nIn her last competition she was getting a cycle every 2 weeks for about 16 weeks of contest prep, which was really bizarre\nIt took her a few years to recover her period through a process of reverse dieting\nA recovery diet allowed her to gain some body fat and have an off season where she got a good amount of calories to fuel her body to the point where her hormones were functioning as they should\nBut 50% of women do completely lose their cycle\n\nIf you were to go back in time and talk to yourself when you were 18, would you tell yourself “Just stay away from the fitness industry.  Stay away from body building.  Get a degree in economics or business, something like that?” \nEven though you’ve ended up on a path to recovery, do you feel that you were just flying too close to the sun all of this time? \n\nShe’s asked herself this question a lot\nShe is in a place right now where she’s good with herself wherever she is in the spectrum of body fat and in competition (on season/ off season)\nThe things that would limit her from getting to the point of obesity or an unhealthy body weight would be extreme habits\n\nTaking anything to the limits where you’re just careless with food and exercise\n\n\nShe doesn’t think she would allow herself to get to that place because it wouldn’t feel good anymore \nShe really tries to be conscious of \n\nWhat makes you feel happy\nWhat is good for your body\nHow do you feel best\nWhere do you perform best\nHow do you think and function best\n\n\n\n“A lot of people are not doing the work that is required to shift the why”‒ Holly Baxter\n\nThis is really important for people that are moving into the space of body building\n\n \nHolly’s competition prep and how she guides her clients wanting to improve their physique [46:45]\nA walk through the training and the nutrition for the entire prep for a competition\n\nHolly had a contest a couple weeks ago\n6-months leading up to the contest you have a bulk building phase, then a cutting phase, and then a recovery diet phase\nShe is competing at the highest level of professional bodybuilding competition, world federation \n\nBut for someone listening, say a woman who wants to look her best at her wedding and wants to do it in a way that’s not harmful\n\nThe process is no different for professional athletes versus your stay at home mom who wants to look good for a girls trip or a wedding\nHolly begins with the goal, “What do you ideally want to look like?”\n\nSometimes it’s health goals as well\nBut the majority of people coming to her are looking to change their physique\n\n\nA lot of women are terrified of getting too bulky\nThe approach comes down to the individual’s definition of what’s bulky to them\nMost of her clients don’t think she’s too bulky\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18996\" src=\"https://peterattiamd.com/wp-content/uploads/2022/10/f2-hollybaxter-671x1024.png\" alt=\"\" width=\"671\" height=\"1024\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/10/f2-hollybaxter-671x1024.png 671w, https://peterattiamd.com/wp-content/uploads/2022/10/f2-hollybaxter-196x300.png 196w, https://peterattiamd.com/wp-content/uploads/2022/10/f2-hollybaxter-768x1173.png 768w, https://peterattiamd.com/wp-content/uploads/2022/10/f2-hollybaxter.png 782w\" sizes=\"(max-width: 671px) 100vw, 671px\" />\nFigure 2.  Holly Baxter.  Image credit: HB Nutrition \n\nA different physique ideal exists for an endurance athlete versus somebody that very anaerobic, so she wants to identify the client’s ideal first\nIt’s unlikely that women will get to the point where they look like a female bodybuilder\n\nThese things don’t happen naturally\nHer physique isn’t obtained without great genetics, extreme training, and perfect nutrition\n\n\nIt’s taken her 7 years of consistent nutrition and training to get to her level of muscularity\n\nShe probably missed less than 10 weeks a year of training in the past 10 years\n\n\nYou can’t grow muscle like this without some serious consistency\n\nHow does Holly help clients identify their goals?\n\nShe is pretty granular even compared to their other coaches but the principles at the end of the day are the same\nTo get a better understanding of a client’s goals, she will often ask them, “Is there somebody that you follow on social media or that you’ve seen in magazines that you really like their physique?”\nShe plots a trajectory based on their scale weight and their current body fat % (determined by a DEXA scan) \n\nSee AMA #40 for more on DEXA scans\n\n\n\nWhat are the limits for a woman who wants to gain muscle? \n\nIt’s a little lower than for males\n\nIn and 8-week period natural athletes were able to acquire somewhere under 1 kg (2.2 lbs) of fat-free mass\n\nThis includes increases in skeletal tissue and other things like water\nPeter notes this is his record, in his best year he gained 13 lbs of fat-free mass in 12 months\n\nIs this the same for men and women? \n\nIt will depend on the individual and how much time they are willing to invest in this goal\nIt comes down to training volume and diet \n\nWhat is the largest amount of lean mass Holly has put on in 1 year? \n\nShe doesn’t know about 1 year, but between 2 competitions she put on about 6 kg (13 lbs) \n\nThe first competition was at the beginning of the year and the second one towards the end of the last quarter\nThis was when she was going to the University of South Florida\nShe was doing BMR testing and muscle fitness testing\n\nThese are fairly accurate methods of determining hypertrophy\n\n\nThis blew her mind, but then she does put on muscle very easily\n\nThere may be a genetic component to that\n\n\nShe was also very regimented with training\nDuring this time she also allowed herself to put on a lot of body fat\nShe was also in a position where she could step back from other obligations and priorities to focus on this\n\n\n\nWith 6 kg of lean tissue, how much fat tissue was gained? \n\nProbably 30%, so 2-2.5 kg (4-5 lbs)\nHer body fat went up a little as she puto n a lot more lean mass\nPeter remarks, “That’s kind of amazing… If a guy made that change drug-free, that would be considered impressive”\nLet’s just posit that Holly has great genetics\n\nIt gives us a range that for women with lesser genetics, they might be able to do half of that in a year\nThey might be able to put on 3 kg (6-7 lb)\n\n\n\nHolly’s training for gaining this amount of lean mass \n\nHolly recalls going through a training block of progressive overloading\n\nThe first week of this cycle might have been 3 sets of everything on her list of 6-7 exercises\nBy week 6, she would be pushing 5 working hard sets, high intensity training\n\nREPs (rate of perceived exertion) of 8-9 of her 1st 3 exercises, then 4 of everything else\n\n\n\n\n\n“The volume I was getting up to was insane”‒ Holly Baxter\nHow many hours was Holly spending in the gym at the beginning of the build phase versus the end? \n\nShe would hit it hard pretty quickly, early on\nShe had a bit more of a reactive style to deloads\n\nNormally she would plan intentional deloads \n\n\nThe whole purpose of this build was to get as much muscle on her as possible in a very short timeframe\nThe volume probably went up by 50% within the first 12 weeks and then continued to grow\n\nThe time she would spend in the gym varied from 90 minutes in the earlier part of that build phase all the way to 2.5 hours a day \n\nShe was doing 5 session a week; it was a big commitment  \nShe was doing minimal cardio\n\nCardio was not part of the equation\nBut she hit a daily step target of 10,000 steps\n\n\nSo it was about 15 hours in the gym per week\n\n \nTraining principles for muscle hypertrophy [57:00]\nExplain what RPE is; this is an important concept as we talk about resistance training \n\nRPE stands for a rate of perceived exertion\nIt’s a measure of training intensity\nAnd training intensity is one of the principles that needs to be increased over your training lifespan in order to facilitate hypertrophy\nHolly reflects back on her early training days and she didn’t even have a training RPE\n\nThere was no training intensity\n\n\nAnother measure which she uses on workout builder programs is the RIR (repetitions in reserve)  \n\nAn RIR of 3 would mean that you’ve got three repetitions in reserve all the way up to an RIR of 0 (where you’re hitting failure)\nAt a RIR of 0, whatever weight or load you select for your lift, you are essentially going to your drop \n\n\nWhen she first started lifting, the weight was so low, she never challenged herself\nShe is grateful for the time she spent powerlifting because that style of training threw her into understanding training intensity and what her true strength was\n\nThere was a lot of carryover to how quickly she was able to select weights for her bodybuilding style of workouts\nAnd that advanced her quickly\n\n\nPeter clarifies, “Just to make sure I understand, you’re saying when you were younger and you were doing fitness training and even training for track and field, you were never pushing yourself in the weight room. Your RPE was below 5, your RIR was above 5.”\n\nYes\nShe was never given instruction on training intensity\nIt was simply, do 3 sets of 12\n\n\nSo now when she is in a building phase, when she says RPE 8, this means she stopped when she had only 2 more reps she could have potentially squeezed out\n\nRPE 8-9 are near failure sets all the way through\n\n\n\nHow would she split those among 5 days? Was it a leg day, a push pull day? \n\n#1 is exercise specificity\n\nYou have to be training in a way that is going to get you to the desired outcome\nIn building muscle, you chose the muscle groups that you want to build in that timeframe \n\n\nFor her it was glute hypertrophy\n\nThis is the main area that most women want to improve\nIt has a lot of benefits from normal day-to-day activities (bending down, squatting) to improving strength across all sports\n\n\nShe focused a lot on glute hypertrophy and shoulder hypertrophy\n\nShe wanted to create the cap shoulders and the illusion of a  narrower waist\n\n\nThinking back to that build, most of the training she was doing was lower body\n\nShe did 4 lower body sessions per week and 1 upper body session, it sounds crazy \nFor those four lower body sessions, was she still dividing the legs up or was she hitting the same muscles of the legs all 4 days? \n\nHer programs varied\nShe would triage to give her body the recovery it needed\n\nIt was a very reactive style of deload\n\n\nShe would start on Monday doing a quad, hamstring, glute, calf, quad, hamstring\nHer second day might look like‒ glute, hamstring, quad\n\nOr she would prioritize the muscle groups she wanted to build\n\n\nThen she would have a rest day, because 2 days of back-to-back leg days is pretty intense\nThen she would probably incorporate an upper body session to give herself a second day of complete rest for her legs.\nShe would finish out the week by doing a Friday session of lower body\nThen 2 days off, come back in and train on a Sunday, another lower body session\nHolly points out, “I would never do that for somebody that was brand new to training. That volume would be radically reduced.”\n\n \nTraining advice for an inexperienced person wanting to build muscle [1:01:30]\nTraining for a person who has some exercise background \n\nSay they go to OrangeTheory Fitness twice a week\nThey’re a relatively active person, but they don’t have any power lifting experience\nThey don’t know the difference between RPE 9 and RPE 5\nBut they still have this ambition of building, of putting on 5 lbs of muscle in the next year and losing 3 lbs of fat\n#1 find somebody that can be evidence-based with you in the gym one-on-one\n\nThere is so much value in spending one-on-one time with someone that has more knowledge than you in that space  \n\nThis helps with developing optimal training techniques, developing the right movement pathways\nAnother plus is if you can find somebody that does powerlifting or has done bodybuilding and powerlifting\n\nThere’s not a lot of these people out there\n\n\n\nIncorporating that evidence-based approach with experience with women and powerlifting and bodybuilding, that’s the perfect ideal \nWhat is different about experience with women? \n\nYou have to connect with the person you’re working with\nA male who is extremely experienced in all of those things can be great\nBut it helps to have gone through different body image issues\n\nTo have an understanding and appreciation for body dysmorphia\nTo have an appreciation for the menstrual cycle and the implications it can have on strength, performance, mood, your psychological state, etc\n\n\nHolly thinks women tend to do better with female trainers, but they are harder to come by\n\n \nTraining program for a hypothetical woman wanting to add lean muscle and lose body fat [1:04:15]\nTraining program for a hypothetical woman wanting to gain 5 lbs of muscle and lose 5 lbs of fat in a year:\n\nSo their weight remains the same\nBut within 1 year they want their body composition to change dramatically\nHolly’s first question is, “What realistically can we gain in an 8 month timeframe?”\n\n8 months is the period of time you want to build up \n\nIf this is somebody that has not done a whole lot of resistance training, begin with a fairly low training volume\n\nWeek 1 \n\nStart by selecting the muscle groups and the exercises that target the areas they want to build, and we would progressively overload that training\nSo, it might start with 1 working set for every exercise in week 1  \nTypically she starts with a program that is 30-40 minutes maximum\nDo 1-2 warmup sets to get to the working set\n\nThis will also help with demonstration of technique and understanding the movement pattern\n\n\nStart with a set of 10 weighted to a RPE of 6-7  \n\nThis means you’re going to do 10 reps but if your life depended on it you could get to 13-14 reps with the weight you selected\n\n\nStart by training 3 days a week\nHolly notes, “We’ve got to incorporate the person’s ability to sacrifice time for their training”\n\nIs it better that she does 1 set of leg extensions, 1 set of leg curls, 1 set of single leg RDL, 1 set of leg press, etc, instead of just doing 5 sets of leg presses?\n\nThe idea being 1 set of each would give her the education on this, then next you could build on that\n\nYou’re learning what exercises target certain muscle groups\nYou’re also minimizing the risk of injury or extreme delayed onset muscle soreness\n\n\n\n“The last thing that you want to do is put together a program that is too difficult and the next day they can’t even walk”‒ Holly Baxter\n\nWe want to have good adherence from the get-go\nDiversity in the program is also more interesting\n\nHow many days a week are you doing this?  And are you mixing upper and lower body on the same day at the beginning? \n\nIt doesn’t really matter if you do a lower body or an upper body or a full body training session \nThe primary driver of how Holly would put together that workout would be training volume\nWhat’s more important is a training program you can stick to\n\nHow many weeks are you in that phase? \n\n4-6 weeks\nThe decision for 4 weeks versus 6 weeks is the person’s ability to adhere to the same program for that amount of time\nWhen Holly started she thought it was extremely boring to do the same program for more than 2-3 weeks\n\nEven if it was working \n\n\nSo there’s a lot of personal preference when it come to putting these programs together\nHolly writes her programs for 6 weeks\n\nShe can handle anything for 6 weeks\n\n\nIt’s repetitive but you have somewhere between 3-5 programs depending on the individuals experience level\n\nSo there is still quite a bit of diversity within a 7-day period\n\n\n\nLower body exercises for a newbie (not a total novice) \n\nHer favorites for compound lifts are always going to be the typical powerlifting movements\nSome kind of squat or hinging variation or deadlift\n\nThe degree of flexibility just with those exercises alone is enormous\n\n\nThere are so many variations of squats \n\nHeels elevated squats\nSmith machine squats\nBox squats\nPaused squats\nAnderson squats\n\n\n\nIf you have a woman who’s never squatted would you start her with a goblet squat, or a back squat to a box squat? \n\nThe first thing would be a bodyweight squat\nHolly is looking at the movement pattern to begin with before adding load\nShe typically starts with a barbell, her preference is low bar squatting\n\nBut this depends on the person’s anatomical makeup\nA high bar squat might be better suited to an individual who has very short femurs compared to somebody with extremely long femurs (like Holly)\n\n\nHolly explains, “For low squatting, and I’m basically leaning over, looking at the ground when I squat, just to clear my hips”\n\nSo keeping it basic\n\n\n\nWhen you say low, high, you mean the position on the trap? \n\nYes, position on the back\nThere are advantages of having a low bar squat if you hold a weight plate right in front of you that’s 20 lbs\n\nYou can probably do it for a long period of time\nIf you extend your arms out, you won’t be able to hold that 20 lb weight very long\n\n\nSimilar hypothesis when we put the squat bar lower to our center of gravity, we tend to have a little bit more strength and power\n\nAnd that was a big difference for her as somebody that had crazy long levers\nShe was a terrible high bar squatter\nHer  strength went up 50% by shifting to that low bar position because her femurs are so long\n\nShe also has a long spine, a very long torso\nSo she wants to bring that barbell back closer to her center of gravity\nSo she’s very low on the back\n\n\n\n\n\nIs there any woman you look at and say “You’re never going to be a powerlifter, it’s not worth the risk, I don’t want you squatting?” \n\nThis would be somebody with serious injuries\n\nA history of hip injury or knee injury\n\n\nBut her area of expertise is not in rehabilitation\nShe normally works in conjunction with a physical therapist or chiropractor\n\nDo you find women who have never done this kind of intimidated by the idea of that big 45 pound Olympic bar going on their back?\n\nAbsolutely\nPeter thinks it looks really scary if you’ve not done that before\nHolly adds, “People’s fear is that the bar’s going to come down on top of them”\nWhen you’re first starting, you’re not going to be loading the bar that heavy, but work with the catch bars on\nThe Anderson squat is a technique she would incorporate into a new person’s program\n\nYou basically start with the bar on the catche\nYou start in a low position, a horizontal position at the bottom of the squat\n\nThe thighs are parallel to the ground\n\n\nThe rep is up, down\n\nYou push up\n\n\nIt’s a really empowering exercise that helps build confidence\nHolly will do that in conjunction with other squat variations\nIt’s such a big movement\nYou’re using multi-joint, big muscle groups\n\n\nSquats are going to help contribute positively to energy expenditure compared to just doing isolation exercises like triceps and biceps\n\nHolly rarely programs arms for women anymore \n\nIt depends on their goals\nIf they’re a kayaker or something and need arm strength, she will do it\nBut for aesthetic reasons alone, when most women get rid of the body fat, they’ve got great arms just by way of muscle engagement during these big compound lifts\n\nWhat’s your preferred deadlift?  How do you think about navigating trap bar, versus traditional, versus sumo?  \n\nThis depends on the anatomical structure of the individual\nPeople that have exceptionally long arms are extremely good dealifters because they basically don’t have to lean forwards very far to have the bar in their hands\nA traditional deadlift is painful for her\n\nThis is feet together\n\n\nBut Holly notes, “When I do deadlift, I do sumo because by widening my stance, I can now get lower to the bar and then I don’t have to be so horizontal to get down to reach.”\nShe has an extremely long spine so her deadlift is ugly\n\nTechnically it looks disgusting, but she’s doing all the right things\nA little bit of spinal curvature in a deadlift is okay if you’re activating your core and keeping tight\n\n\nShe prefers a sumo deadlift because it enables her to get closer to the bar and she feels like she’s in a better position to execute\n\nPeter’s takeaway: \n\nOut of the gate, we’re going to take a woman who’s never done these things before and we’re going to program in some getting to know the squat\nGetting to know the deadlift\nYou’re going to also include isolation exercise\nYou’ll start with the prime movers and the combined hip hinges\nAnd then you’ll move to leg extensions, leg curls\n\n \nLower body lifts: Holly’s approach to leg workouts with clients [1:14:00]\nWhere does split squatting and lunging fit in? \n\nShe will typically incorporate at max, 2 large compound multi-joint exercises\nUsually the 1st 6-8 sets are your best sets\n\nThey are working sets\nYou start to have diminishing returns from the volume that’s accrued after those 1st 8 working sets\n\n\nHolly recommends doing the big movers 1st, isolation/ accessory exercises second\nThe way she would structure in something like lunges, or leg extensions, or hamstring curls, or calf raises depends on what that person wants to build\n\nLooking at the total set number, the minimum dose for hypertrophy is somewhere in the range of 10-15 per muscle group \nWhen you say per muscle group, are you counting quads distinct from hamstrings, distinct from glutes? \n\nYes\n\nDistinct from calves? \n\nCertain movements do use both\nSo often she will count an exercise for 2 muscle groups\nPeter notes, “A deadlift is going to triple everything. It’s hitting everything. But when you do the leg extension, it only counts for quads.”\n\nLeg curls only count for hamstrings\nHolly agrees\n\n\n\nSo by the end of this workout we want to have 10-15 boxes checked for each of those muscle groups.  What are your favorite exercises for glutes? \n\nShe was recently looking at a systematic review on glute hypertrophy using muscle activation as opposed to true muscle thickness testing to measure hypertrophy\nStep-ups were as good at glute activation as hip thrusts and squats\n\nParticularly some of the horizontal style step-ups or lunges where you’re coming across the body\nSuch as a cross bench step-up where where you are taking the foot down one side and then coming back up\n\nThere’s a lot of stretch and lengthening taking place in the glute\n\n\n\n\nGood exercises for glute hypertrophy are a hip thrust, a hinge or some sort of bridge, and some kind of abduction\n\nAn abduction is basically taking your knees out\nAs opposed to adduction, which is bringing them together\nShe’ll find different machines that enable that and also do those on the cables as well with an ankle attachment\n\n\n\nPeter’s takeaway: Deadlifts, squats, hipthrusters, step-ups, and abduction.  That’s a lot. You got to get 10.  You don’t have to be doing all of them every time. \n\nHolly adds, as the individual progresses over a 7-day training block, they may be working up to 30 sets on each individual muscle group (for someone who is advanced)\n\nThey may be able to execute that over a 7-day period because of their training frequency\n\n\nFor a beginner, they may get 10-15 sets with their 3-4 training sessions\nBut remember, “There’s a point where we have diminishing returns where the inflammatory response to that training just makes it impossible to continue making progress, in which case we have to deload”\nPeter notes that a lot of what she mentioned is going to hit the quads\n\nCertainly the squat, the deadlift to some extent, and the step-up\nRDL wont, abduction won’t\n\n\n\nWill you then add in some dedicated stuff like leg extensions? \n\nYes, leg extensions are a really simple one\n\nMinimal set-up, straight on the machine\n\n\nShe likes different leg press variations and different squat variations that get our knee into a position where there’s far more forward knee travel\nThere’s a lot of contradictions, she used to hear all the time, “Don’t put your knee over your toe, it’s dangerous for your knee” \nNow, if someone’s had a history of knee injuries, that’s something that you would want to take very slowly and very progressively\nBut anything where we can get the knee traveling past the toes\n\nSo by elevating your heels in something like a barbell squat\n\n\nHer preference is on a Smith machine because it really controls the movement pattern and you only go forward\n\nJust so people know, the Smith machine is the squat bar that has the hooks on it that’s in tracks; the path is vertical and it’s controlled perfectly\n\n\nThere is also foot positioning on the leg press\n\nYou’re looking to have at the bottom of the movement where your quads are in a lengthened position, you want to have lots of forward knee travel\nShe won’t be specific in where you should put your feet because feet placement honestly depends on the machine that you’ve got access to\n\nShe’s had some where she’s had to put her feet up quite high because of the movement plane \nIt’s less where the feet go and it’s more where the knees and toes are in relation to each other in the bottom position\n\n\n\n\nYou to work to your level of comfort in getting knees over your toes in the leg press and that’s going to maximize quad development\n\nAnd obviously you’re going to work the back of the leg in the opposite position\n\n\nThere are a lot of benefits to doing single leg work too\n\nThis helps with imbalances\n\n\nHolly was doing some single leg squats, just sitting to a box, then standing on the box and going to the floor\n\nIt’s very easy with lots of repeat training, lots of repeating the same movements where we have a bit of a discrepancy\n\n\nShe likes to incorporate at least 1 single leg exercise for every session\nIf you start adding too many single, all-leg movements, your program will end up extremely long\n\nSo that’s real consideration\n\n\n\nWhat are some of your favorite hamstring hits? [1:20:00]\nHolly’s favorite is a seated hamstring curl \n\nThe reason for that is it is better able to isolate your hamstrings than say a prone hamstring curl where you’re laying on your stomach and you’re kind of curling the machine in towards your hamstrings\n\nPart of that is just because of the position of the movement\nWhen you’re in a seated hamstring machine, you’ve already got tension on the hamstrings because we’re sitting in this upright position\nIt’s a lot more tension on the hamstrings than if you’re in a prone position where your hips are far more open\nWe don’t get the same kind of shortening of the hamstrings, so her preference is to do a lot more volume on a seated machine\nShe’s not saying don’t do any prone work, but she’ll do less of that exercise\n\n\nThe hamstring tie-in is another exercise she loves for hamstrings and glutes \nYou’ll see the bikini competitors specifically have these incredibly tight hamstring attachments to their glutes\n\nA lot of that is conditioning\nWhich basically just means getting rid of all the body fat\nBut RDLs (Romanian deadlift) and banded RDLs\n\n\n\nA Romanian deadlift (RDL) \n\nA RDL a hinging exercise and you’re shifting your hips back to lengthen the hamstrings\nYou are loading the hamstrings in that exercise\n\n\nYou can do it with dumbbells, barbells, or kettlebells\n\nDoes she prefer to do these single leg? \n\nShe will do both\nFor a for a compound movement, if she’s trying to hammer her hamstrings, she probably will start with an RDL because it’s a big, multi-joint movement\n\nWhen you do it with 2 legs, are you loading on your back? \n\nNo, the barbell hangs in front\nWhen you first start, it’s crazy how quickly you can progress if you work at it\n\nShe remembers picking up 25 lb dumbbells to do her first set of RDLs (a set of 12)\nNow, she’s all the way up to 90 lb dumbbells (for a set of 12 RDLs)\n\n90 lb in each hand\nShe would have never thought she could do that\nShe credits her time in powerlifting to help her identify what she is really capable of\n\n\n\n\nPeter notes, “What impresses me is not your hamstring strength to do that, but your grip strength to do that. Most men cannot hold two 90 pound dumbbells.”\n\nShe’s using grips\nPeople will say that’s cheating, but the point of the exercise is to hit your hamstrings\nSo grips are a no-brainer for her\n\n\n\nWhen you do single-leg, do you do contralateral weight or ipsilateral weight?  In other words, if your left leg is on the ground, are you going to hold the weight in your left hand or right hand? \n\nFor a beginner, she would do opposing because you’re going to have greater stability\nAs you become more advanced, use the same leg, same arm\n\nIt challenges you in different ways\nIt calls upon different muscle groups to help with stabilizing\n\n\n\nBack to the person who wants to gain muscle and has some experience \n\nOver the course of the 2nd or 3rd training mesocycles, they might incorporate the more advanced variation of a single leg RDL\nThey might start opposing to leg and then as they advance, move to a single leg over that 18-week, 24-week period\n\nWhat are you doing for calves? \n\nOriginally she wasn’t doing any calf work because from an aesthetic perspective, it’s not something that you see a whole lot of\n6 sets per week seated or standing\n\nFor someone who is brand-new, 3 sets\n\n\nResearch shows seated calf presses tends to be a little bit better for hypertrophy outcomes\nThere was a study she did a post on recently looking at different feet positions\nShe used to do toes-in, pigeon toe style calf raises\n\nThey are pointless and don’t really yield any meaningful results\n\n\nNeutral stance and toes facing out tend to do better for optimizing hypertrophy of different aspects of your calf\n\n \nUpper body exercises: Holly’s approach with her clients [1:24:45]\n\nPeter is surprised to hear that she’s not doing a lot of upper body for women\nInstead, losing fat allows the muscles to show\n\nWhat do you have women do in 1 day for chest, back, shoulders, and arms?\n\nHolly explains, “One of the main things again that does differ between men and women’s training programs is chest volume”\nTypically men want to have jacked biceps, triceps, and a big chest\n\nFor women, there is less emphasis on that\n\n\nWomen, even in the fitness category seem to be judged on glutes, hamstrings, shoulders, quads\n\nBack is less important\n\n\nHolly defers to the client for chest training\nShe loves the bench press\n\nShe loves trying to hit a 1-rep max on a bench press\n\n\nFor her powerlifting is so empowering\n\nFor the woman who has no interest in her strength on a bench but wants to look great in a dress \n\nSome people need a lot of chest training or conversely back training to correct their posture\nIf they’re hunched forward, kyphotic and have that rounding, they probably have extremely tight pectorals and weak back musculature\n\nHere she would do a lot more volume on the back and probably wouldn’t spend any time on chest work\nFor that 1 final training session, she might have the hit 15 sets of back and no chest\nShe would target wide back, mid back with:\n\nWide grip pull downs\nWide grip pull-ups\nFor a beginner, she would start with assisted pull-ups and then progress to body weight pull-ups, then weighted pull-ups\n\n\nOver the course of 9 months of consistent training, there’s a good chance they could go from doing no body weight pull-ups to weighted pull-ups to reps\n\n\n\n“I’d say that probably 90% of females would not be able to do a single body weight pull-up”‒ Holly Baxter\n\nFor pull-ups, Holly’s last AMRAP (as many reps as possible) was 20\n\nShe used some weight but not a lot\n\n\nPeter adds, that Beth Lewis is convinced that you can get any human being to do a bodyweight pull-up \nHolly agrees, “I was that person. I could never do a pull-up. I remember when I first got into lifting, I started with bands.”\n\nShe used the thickest green band possible with her feet into it to help her, and she could do about 5 reps  \nShe programed pull-ups into every single program for years\nIt was always the most intimidating exercise\nShe hated it, but always put it first\nShe went from not being able to do any body weight to being able to do 20 over the span of 5 years\n\n\n\nWas the progression using less and less resistance on the bands but always targeting a certain rep number for pull-ups? \n\nShe would pick somewhere in the hypertrophy range, anywhere from 8-12\nOnce she could do 12 reps with a certain band, she would progress to the next lighter resistance\nOnce she got to 12 body weight pull-ups she added the weight belt with a l little 2.5 lb kettlebell \n\nHow much are you varying your hand position for both yourself and then obviously for the client in this situation? \n\nHer goal was primarily aesthetic, she wanted to widen her lats\nSo she would use a more prone grip to target her rhomboids more\n\nThis is a close grip pull-up\nShe didn’t do a whole lot of those\nSometimes she would change her variation, if she had 3 sets programmed to failure\n\nShe would do her 1st set to failure using a wide grip to target the muscle group she wanted to work the most\nThen she would switch to a neutral grip\nThen she might switch to an underhand grip\n\n\n\n\n\nHow much time do you need between sets to failure on pull-ups? \n\nA long time, sometimes it would take 5 minutes between sets\n\n“I think that’s where a lot of people find themselves not being able to make progress, and not just with pull-ups, but for training in general. They go way too fast.”‒ Holly Baxter\n\n If you go too fast, you’re not recovered when you start your next working set and so you’re not able to execute the next working set to the same number of reps \n\nOr you might have to switch to a lighter weight\n\n\nShe used to do this as a trainer on the floor with only 60 minutes with a client\nBut you need to slow down your workouts\n\n Her rule of thumb is to get her heart rate back below 100 beats per minute before thinking about the next set \nMales tend to have a slightly lower heart rate than females\n\n\n\nHolly’s take on arms‒ If you like arms, do arms. If you don’t like arms, don’t worry about it. \n\nPeter finds this paradoxical looking at her arms\nShe hasn’t done a bicep curl or tricep extension in 12 months\nSo her arms are simply the result of all the stuff she carries\n\nLifting heavy things for deadlifts and RDLs\nCoupled with getting rid of fat\n\n\nPeter adds, “You can joke and say look, biceps and triceps are not the most functional muscles in the world, but being able to do a pull-up, being able to do a deadlift, that confers great benefit to life skills”\nIn some ways her body building training mirrors more function training than Peter would have expected\n\nIs Holly genetically inclined to have big muscles in her arms and that’s why she can get away with this? \n\nThinking about her parents, her dad is freakishly muscular for somebody that doesn’t do anything in the gym\n\nHe grew up doing jobs that require manual labor\nHe’s always been extremely lean\nHe has short humerus (like her) and that creates an illusion of more muscle\n\nIf you think about a long muscle, it requires much more growth to make it look big\n\n\n\n\nBut she thinks this is possible for other people too\n\nShoulder training \n\nShe does lots of training for the shoulders\nOne of her favorites is the scrape the rack shoulder press\n\nYou are up against a squat rack with a barbell on\nYou can do it kneeling or standing (she likes kneeling because it eliminates the ability to cheat, when you’re standing you can use a bit of momentum to keep pushing)\nYou’re basically driving that barbell into the rack\nYou’re extended pretty vertically\nYou have to have a good range of motion and mobility for your shoulders\n\n\nAnother favorite is the behind the neck shoulder press, on a Smith machine\n\nShe doesn’t do this with everybody\nShe does it because she has a lot of mobility with her shoulders\nShe only does it on the Smith machine because it keeps her in a very safe, fixed plane\n\nShe’s not using dumbbells where she’s swerving everywhere (or free barbells)\n\n\nShe likes this one because she’s had some shoulder injuries\n\n\n\nWhat does she recommend for somebody who can’t really press overhead due to shoulder injuries or impingements? \n\nRehabilitation is not her area of expertise, for this she would work with a specialist\nLateral raises are another thing people can do to improve their medial shoulder and rear delts\nYou can do a reverse pec fly where you’re kind of pushing away\nIf you have access to cables, you can do a cable crossover to hit your rear delts\nFace pulls are another exercise\n\n \nImportance of nutrition and protein during the muscle building phase [1:34:00]\n\nBack to the woman who wants to lose 5 lbs of fat and gain 5 lbs of muscle\nShe’s 8 months in and has hit her hypertrophy goals\n\nShe’s progressed the intensity of all of this, she’s overloaded\n\n\nShe does another DEXA scan and has gained 5 lbs of muscle\n\nHow much fat do you think has changed at this point? \n\nThis really depends on diet\nYou can go through a period of progressive overload with an intentional building phase and do all the right things when it comes to the resistance training, but the other key piece to the success of that build is diet\n\n“How much was the client able to adhere to their dietary requirements during that time is probably 50% of the outcome”‒ Holly Baxter\n\nJust to create a stereotype, let’s say she has a reasonable total energy intake but is deficient in protein relative to her goal\n\nWhat would Holly’s protein goals be for her? \n\nIt’s the same for males as females\nThe only difference is the absolute total target  for females is a little lower\n\nTo optimize hypertrophy you need to take in anywhere from 1.8 g protein/ kg lean body mass to 3 g/kg \n\nThis also depends on the individuals dietary preferences and what food they like\n\nSome people love protein and for others it’s a real struggle \n\n\nThere isn’t one number that is better than another, but consistency is important\nYou don’t want your protein intake to be bouncing all over the place for a couple of reasons\n\nThis can potentially reduce or limit your potential\nIt impacts your energy balance because protein has a far higher thermogenic effect than carbohydrates or fat\nTo shift your diet such that 90% of your calories are now coming from protein might shift your energy balance in a negative direction\n\n\nLet’s say this hypothetical woman is 140 lbs and she’s okay being 140 lbs in the end but that 10 lb swap in body composition is important (lose 5 lb fat and gain 5 lb muscle)\n\nDo you basically keep her calories stable and just switch the macros around to increase protein? \n\nInitially, absolutely\nHolly would look at what her current dietary intake is and if it’s below the recommended reference range\nShe would pick a number that aligned with her lean body mass and her ability to nail that number consistently\nThen progressively through the building phase, she would want to slowly add in calories\n\nOverfeeding studies \n\nThere is not as much information available about overfeeding as there is for weight loss\nIf you compare somebody who has a surplus of 20% above their maintenance calories versus 40%, versus 60%, you tend to see that the most muscle mass is gained around that 20% mark\n\nYou see excess body fat gain going up to 40% or 60% above maintenance calories \n“It doesn’t continue to get better the more you eat.” \n\n\n\nIf she is eating 2000 kcal coming in, would Holly put her on a surplus even though she doesn’t want to gain weight?  She just wants to gain lean mass.  \n\nFor the initial week, Holly wants to see the data to see if what they are eating matches what they report\nIf 2000 kcal was her maintenance calories, that’s not optimal\nShe would us a small surplus, 10-20% surplus\nPart of this decision is based on the individual’s comfort with adding body fat\n\nThis is difficult for females\nShe’s usually working with a more restrictive calorie surplus with females\nBut 20% surplus is optimal\nMost women won’t adhere to this so she would be more realistic and go with a 10% increase above their maintenance\n\n\n\nHow would this change if she was 140 lbs and she wanted to weigh 130 next year?\n\nNow she wants to lose 10 pounds of fat \nShe doesn’t want to lose any muscle \n\nFunctionally this means putting on some muscle to offset the fat loss\n\n\n\nWould you then not put her in a calorie surplus during the building phase? \n\nHolly would still use a calorie surplus because acquiring that new tissue is going to be energetically demanding\nNow, if somebody is starting with a higher body fat % (they have an energy reserve), and we can petition that stored body fat, she many not need to put them in a major surplus\n\nThat’s the whole concept behind body recomposition\n\n\nThis is client dependent\nIf they were 20% body fat, she might just have them nail their calories for the next 6 months, and overtime they would see some positive changes because they have enough body fat available to help with building the foundation of that new skeletal tissue\n\n \nChanges to nutrition and training during a fat loss phase [1:40:30]\nBack to our hypothetical client…\n\nAt 8 months in, the hypothetical female is two-thirds of the way to her goal\n\nShe’s on target for lean mass\nShe has added a little bit of fat mass\n\n\nShe had 4 months to get that fat off and keep the lean tissue on\n\nWhat changes in her nutrition?  What changes in the gym? \n\nChanges in the gym are negligible\n\n“I think there’s a misconception that suddenly everything changes when you start dieting”‒ Holly Baxter\n\nThe goal of dieting is to keep as high calories as possible with as little increase in activity as possible, while still achieving a targeted rate of weekly weight loss\nTraining may be exactly the same\n\nShe may do a couple tweaks if they’re bored\n\n\nThe principles of that training program and structure do not change unless suddenly they decide they no longer want those giant glutes\nFrom a diet perspective, she picks a target date for weight loss and does a back calculation to pick a targeted, weekly rate of weight loss that does not exceed more than 1.5% of their body weight (per week)\nPeter notes, “That still sounds like a lot… That could be 2 lbs a week.”\nYou’ve got to be realistic with how much can be achieved in a seven-day period for that person\nWhen extreme dietary interventions are carried out that push weight loss beyond those numbers, you increase the risk of metabolic adaptations\n\nYour self-defense system really ramps up and you become far more efficient\n\n\nYou want to keep your BMR (basal metabolic rate) nice and high\n\nIt’s protective of your muscle mass\n\n\n\nBeyond a loss of 1.5% body weight/ week, people start losing a greater % of muscle mass and lean tissue (as opposed to fat) \n\nA lot of people will argue with her in the first few weeks, they want to lose weight more rapidly\nShe asks them if it would be okay if they lost 2 kg (4.4 lb) but not of it was fat, it was all lean tissue \nYou have to be realistic with what you can do in a week and how it might impact muscle loss, and then determine what calorie deficit that actually requires\nThere is a wonderful calculation in the book‒ The Complete Contest Prep Guide  also in Fat Loss Forever) \n\nIt outlines what amount of calories is required to lose a certain amount of body weight in grams\nThis can forecast exactly what someone could lose\n\n\n\nPractical applications of calculating calories to lose weight \nIt’s difficult to use a scale to weigh everything, so how do you reach that level of precision without a scale? \n\nThere is so much value in dedicating time to weighing your food and learning what a 4-oz piece of chicken looks like\n\nTo learn what X food weighs on a scale and understand what it represents from a caloric perspective and macronutrient perspective\nKnowledge is power\n\n\nIt’s a lifelong skill that might take you 6 months to get the hang of\nHolly has been doing this for over 12 years and now she can estimate/ eyeball anything\nShe does a lot of accountability coaching, homework tasks, getting clients practical tools and resources to learn how to do this\n\nThis is part of a client’s weekly check-in\n\n\n\nLet’s say our hypothetical woman is 4 weeks out from the wedding.  Where does she need to be 1 month out to hit her goals?  \n\nHolly can tell when the client gets within 3-5% of their goal body fat %\n\nThere’s a lot of photo exchange\nShe collects a lot of data for a client to make an accurate analysis, but there are many benefits of also having pictures \n\n\nIt’s not always feasible to look at somebody’s DEXA scan every 6 weeks as they are working toward their goal\nSo it comes down to tracking their macros, watching their weight trends\n\nThis coupled with their pictures provides a good picture of what body fat loss is happening\n\n\n\nFor this hypothetical woman who is 140 lbs and loses 5 lbs of fat while she gains 5 lbs of muscle, how visible is that change? \n\nProbably not as much as you would think\n\nSo maybe this goal wasn’t ambitious enough? \n\nFor somebody to develop the muscularity of an elite fitness profession is a 10-year process for some people\nSo this 5 lb switch is a realistic goal\nBut how noticeable it is will depend on where they started and how lean they get at the end\n\n“Sometimes the first attempt at fat loss doesn’t get you to the goal”‒ Holly Baxter\n\nOften it takes multiple attempts of coming out of this diet process, through recovery diets, and then fat loss again, and then another recovery diet, before we really start to kind of achieve the ideal that that client is wanting\n\nLet’s say she hit her goal and is pleased.  Now she wants to be even leaner a year from now but doesn’t want to be as restrictive in her diet while she’s on her honeymoon. \nHow does she recover from the work she put in over the past year without undoing all the good she achieved? \n\nSome longitudinal studies show what happens with fat loss during a dietary intervention\n\nPeople don’t necessarily have a difficult time losing weight, it’s the inability to keep it off \n\n\nOften the reason it is difficult to keep the fat off is because people do things in such extremes\nMaybe they did everything wrong during their diet phase, and as a consequence they’ve lost a lot of muscle mass along with the fat\n\nThat negatively impacts their basal metabolic rate\nNow their body’s requirement for energy are a lot less\nThey’re coming up against hormonal changes that impact their appetite-regulating hormones\n\n\nMost people experience some form of hyperphagia or excessive, extreme desire to eat more than is physiologically required by their body after dieting\n\nSo if you’re not conscious of this happening, and not aware of these hormonal changes, the natural inclination post-diet is to go back to what you were doing before \n\nThis is especially true if you haven’t chosen a dietary approach that works for your food preferences\nThis is where a lot of people struggle and say, “Oh, I’ve tried this diet. It didn’t work, tried this one, it didn’t work.”\n\nThey end up going back to what they like\n\n\n\nYou can avoid this by slowly reintroducing calories post-diet and, unfortunately, that means that the whole process still feels like a diet \n \nA “reverse diet” after a cutting phase to help prevent weight gain [1:49:45]\n\nHolly relates, as somebody who just finished a competition a few weeks ago, “I didn’t get as lean, so the hunger response was not as severe as it’s been in the past, but it’s still there” \nShe notes how hard it is to continue to regulate your diet when the goal is out of sight\nAfter a competition she does a reverse diet\n\nThis is hard because you’re not getting a positive visual response\nThe change is intrinsic, you can’t see your metabolism improving\n The only evidence of a reverse diet is a small, little increase in calories, something like 100 calories more a week \nIt takes a good number of weeks to get your calories back to a point where it makes a meaningful difference\nShe can now have a couple of glasses of wine with friends and has been able to have desert again\n\n\n\nHow long does the reverse diet last? \n\nRule #1 for setting a reverse diet after you’ve finished being in a deficit is simply finding your new maintenance calories \nYou can assess that by looking a how much weight you lost over the final weeks of the fat-loss phase\nFor this woman, if her maintenance was 2000 coming in, it’s probably going to be a lot lower\n\nPeter thought it would be higher because she has more muscle\nHolly points out, “It depends on how lean she wants to get” \nIf she’s happy to stay at 140 for the next 6 months before she begins her next cycle\nIt depends on her fat-loss phase and how extreme, how much deficit she needed to lose weight\n\nDid she do a lot of cardio to create the deficit?\nWhat was the intensity of the cardio like?\nShe could have lost some muscle during the fat-loss phase\n\n\n\n\n\n“You will always lose muscle mass when you attempt a fat-loss phase, but the leaner you get, the greater the risk of that muscle loss is, because you no longer have that caloric cushioning to support that”‒ Holly Baxter\n\nHer metabolism when we go back to her new maintenance calories, after she’s added more muscle, will require fewer calories than at the start of that reverse diet\nThere may be some work that needs to be done reversing to get her back to that 2000 calories she was on\n\nShe may not be able to go straight back to that\nIt takes weeks\n\n\n\nThe way to do it is with slow, incremental increases week-by-week \n\nObserve the weight gain and adjust accordingly\n\n \nFemale-specific training considerations: programming, reps, volume, sex hormones, and more [1:53:15]\nDifferences between men and women \n\nMen and women may have a preference for targeting different muscles groups\nPeople may have actually heard somewhere along their fitness journey that women tend to do better with higher rep ranges, and males do better with lower rep ranges\nPart of that is due to differences in sex hormones, and that has an impact on muscle fiber type\nFemales have a greater % of Type I muscle fibers than males\nThe positive consequence of that difference there for females is that it means that we are better able to transport nutrients into the tissues and also clear different metabolites during activities\n\nThe benefit is that women tend fatigable less when it comes to training \n\nWomen also tend to do better utilizing fatty acids\n\nIn both the fed and fasted state\nThis means women are less reliant on glycolytic pathways or anaerobic processes\nThis means women do better when it come to recovery\n\n\n\nHolly’s recommendations for women \n\nWhen building a training program, Holly would opt for a little more strength-specific training\nFor strength training, the rep ranges between 1-6\nThe moderate rep ranges are called the hypertrophy rep range is 8-12 reps\n\nHolly will use more moderate rep ranges for women and strength training rep ranges for men \n\nFor endurance strength training, the rep range is 15-20 reps\nSome women enjoy endurance strength training, and tolerate it better than strength-based training\n\nActual differences in women come down to muscle fiber type, higher levels of estrogen, and more estrogen receptors in their skeletal tissue \n\nThat’s a benefit for nutrient transport\n\nWould that suggest that women may have an easier time training without ingestion of glucose, at least in theory? \n\nSome women don’t like to train on an empty stomach but other do\n\nIt’s really subjective\n\n\n\n“The science can always say certain things, but we’ve also then got to take into account individuals’ perception, and it is very subjective”‒ Holly Baxter\n\nHolly has struggled with irritable bowel syndrome for the last 10 years\nShe can’t think of anything worse than trying to train with anything in her stomach\nShe might have a couple cups of coffee in the morning\nShe would rather train hungry than with a full stomach\nThe differences may come down to exercise type\n\nEndurance training is very different from anaerobic training \nThe resistance training Holly does is more anaerobic\n\n\nThere has been more information recently on effects of the menstrual cycle on hypertrophy outcomes and strength training\n4 studies come to mind (reviewed here) and half of them show that during the second phase (the luteal phase) of the menstrual cycle (see the figure below), that strength decreases for females during training\n\nThis is when progesterone is high and estrogen is low\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-18997\" src=\"https://peterattiamd.com/wp-content/uploads/2022/10/f3-hollybaxter-1024x972.png\" alt=\"\" width=\"1024\" height=\"972\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/10/f3-hollybaxter-1024x972.png 1024w, https://peterattiamd.com/wp-content/uploads/2022/10/f3-hollybaxter-300x285.png 300w, https://peterattiamd.com/wp-content/uploads/2022/10/f3-hollybaxter-768x729.png 768w, https://peterattiamd.com/wp-content/uploads/2022/10/f3-hollybaxter.png 1150w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 3.  Hormone levels during the menstrual cycle.  Image credit: By Isometrik on Wikipedia\n\nWhen progesterone is low, about 50% of women report feeling a lot better with their training\n\nTheir performance is better and strength is improved \n\n\n\nWhen it comes to programming for females, as a default Holly will set deloads on or around their menstrual cycle \n“I’m guessing that’s something a lot of male trainers don’t think about”‒ Peter Attia\n\nSo she may upload for 2 weeks then download for 2 weeks\n\nThis depends on how serious the client is about their progression\n\n\nMany things can be impacted by your menstrual cycle\n\nYour ability to be adherent\nYour energy, mood, sleep\nConstipation is another common symptoms of menes\n\n\n\nHow many times has Holly found herself training clients post-pregnancy and menopause? \n\nMore recently her clientele has shifted to middle age\n\nMost of her clients are between 35-65\n\n\nThe transition from higher levels of sex hormones (testerone and estrogen) to low levels during menopause is really hard on females \nFunny story, Holly’s mom did not know there were symptoms that came along with menopause\n\nFor her, she was so upset and just frustrated that she didn’t have any energy, or she didn’t want to go for walks anymore, or go to her Pilates classes, or whatever she was doing\n\n\nThere is so much benefit to getting your hormone levels tested\nGetting somebody back into the normal reference ranges with hormone replacement therapy has huge benefits for their quality of life\n\nPeople are much more motivated to be active\n\n\n\nDoes she see a difference in clients (menopausal women) who are not on hormone replacement therapy versus those who are?  A difference in body composition and work tolerance? \n\nAbsolutely\nWomen who aren’t proactive and on some kind of hormone replacement therapy tend to come in with extremely low calorie intake and extreme exercise output\n\nIt’s like they’re burning the candle at both ends\nThey’re feeling frustrated because the eat nothing, train multiple times a day, and can’t lose fat\n\n\nIt’s difficult when you’ve been dealing with those negative symptoms for a long period of time\nNaturally, if you don’t feel good, you’re not going to train\n\n“People’s quality of exercise goes down. Now they’re losing lean body mass.”‒ Holly Baxter\n\nAging tends to gravitate towards more indulgent foods and a different lifestyle that keeps you less active, unless you’re very proactive about it\nSo, people gain a lot of weight during that time \nHolly defers to the experts for hormone replacement therapy but integrates it with the reverse diet to get the client’s calories back up to something that feels manageable\n\nWhat about women after they have kids? Is there any difference between a 40-year-old woman who has never had kids and one who has 3 kids?  They’re both premenopausal.  What differences does Holly notice? \n\nThe first one is simply the time they have for their goals\nHolly has some clients who have all the time in the world to pursue their physique or health goals\n\nEither their kids are grown or they never had kids\n\n\nFor people with children, it’s really hard and this comes back to managing expectations\n\nThere are major differences in what can be achieved realistically \n\nThis is why looking at someone’s lifestyle is so important\nWomen don’t’ give themselves enough credit for the amount of time they spend on these other obligations\n\nFor the 40-year-old mom of 3 who’s got 10 lbs she can’t shed, how important is dietary restriction versus increased activity?  Hormonally, which one is best for her? \n\nPeter notes that one of the things his practice doesn’t put an emphasis on is body composition\n\nThey aim to make patients as metabolically healthy as possible\nBut that won’t necessarily come with an improvement in body composition\nIt won’t take them to their pre-pregnancy weight\n\n\nMany of Holly’s clients also want to be healthier but they want to be able to fit into clothes they were wearing 2 years ago\n\nThat’s tough\n\n\nHolly has said multiple times to women, “You need to get a new wardrobe”\n\nIt’s the easiest way to instantly feel better about yourself\nOnce you have clothes that are more flattering for you now-physique, it’s going to improve your mental health\n\nYou’re not constantly pulling and tugging on clothing, which makes you think about your body\n\n\n\n\nIs it realistic for somebody to get back to their pre-pregnancy body weight?  Maybe\nBut for a lot of women, if you have partaken in some kind of exercise, anything that has applied some kind of load and resistance, you’ve probably added a lot of muscle since you were pregnant\n\nSo to expect to see the same number on the scale is often not realistic\nYou would have to lose some muscle to get back to that\n\n\n\nBack to the question of differences between men and women, even from a hormonal perspective, there are not many \n\nWith proper nutrition intervention to optimize metabolism, there is a true adaptation that takes place\n\nThrough the process of reverse dieting, we want to sit right on the edge of that every week\nWe’re trying to positively adapt and get their metabolism to move up, and that can be done without any changes in lean body mass \n\n\n\nThis just means it’s going to take a mom of 3 kids a lot longer to get to their goal \n \nHolly’s future in bodybuilding and helping struggling women [2:05:45]\nDoes Holly plan to continue bodybuilding? \n\nShe’s not sure\nPart of her feels compelled to stay in the industry and keep showing up on a yearly basis\n\nTo be an advocate for people suffering in silence\n\n\nSo many people have difficulties sharing their struggles, reaching out for help, getting support\nShe has seen a massive shift in the type of work she’s doing\n\nShe is sharing education\nIf you can’t keep making progress or you never really work on the psychological dysfunction it can be a really hard life to live\n\nIt can be very unrewarding and can feel like, “What’s the point?” \n\n\n\n\nShe feels very conflicted about coming back and staying because she doesn’t have the same feeling towards competing anymore\nShe no longer desires the leanness\nShe can do the process\n\nShe was worried in this last competition about how it would be without the eating disorder\nShe was worried if she had what it takes to execute\nIt was nerve-wracking, but she was able to do it\n\n\nBut now she’s no longer attached to the body\n\nShe wants to be an advocate to help people realize what they can do if  they do the work \n“I think you can do a bodybuilding show, and not have some kind of eating disorder, but also recognize that it’s an extreme sport, and it requires a lot of sacrifice”‒ Holly Baxter\n\nCurrently she is so passionate about mental health \nShe may potentially step back from everything that she does in the fitness industry and go back to school to do a PhD in the area of neuropsychology or mental health and eating disorders\nShe wants to help people \nShe knows there are so many women that would benefit from learning that she struggled with all of these feelings and low self-confidence and low self-esteem\n\nLearning that there’s another way, aside from calorie restriction and dietary restriction, that can lead to the same positive outcomes and value as a human\n\n\n\n \nLooking forward: Holly’s focus on longevity, bone mineral density, and wellness [2:08:15]\n\nHer approach now is all about longevity\nIf you had asked her 2 years ago, she would still say, “Oh, I’m still going to look amazing” \nHer ideals about what life should be to be truly happy doesn’t involve slaving away in the gym anymore\n\nIt doesn’t look like being a lifelong competitor\n\n\nThis doesn’t mean she will let herself go and not have any interest in exercise\nShe wants to remain functionally fit\nShe thinks her training will gravitate away from the gym some and incorporate more hobbies that keep her active and functioning well\nBut she will always lift because she knows the benefits of resistance training\n\nAre you okay with the changes that will come with that, with not being 12% body fat? \n\nAbsolutely\nShe thinks even in 6 weeks, she will no longer look like she does now\nShe’s very content with the idea that she can still be healthy at a much higher body fat %\n\nAs long as she has muscle mass underneath that body fat\n\n\n\nProtective effects of increased muscle mass \n\nMuscle mass is protective in so many ways\n\nReducing risk of bone degenerative conditions like osteoporosis\n\n\nResistance training, anything that applies tension and stress on the bone, to get those little bone-creating cells to ramp up\n\nTraining has given her greater bone density \n\nPeter adds, “That’s kind of the message we give to our patients, both men and women. But I think it’s more important for women to hear because I think sometimes women are a little bit more governed by the scale than by what’s underneath.”\nHolly’s dad struggles severely with osteoporosis and arthritis\n\nHe needs a double shoulder reconstruction, and he won’t do it\n\n\nPeter is much more concerned about how much muscle mass his patients can put on and how much they can increased the density of their bones than their weight\nIf your weight is predominately lean tissue, and you’re maintaining the integrity of your skeletal structure, you’re going to live a better life\nNot to stereotype ladies, but the first thing Holly has women do is let go of some of that identity and belief that they need to look a certain way\n\nIt’s one thing to feel comfortable and confident\nBut let’s focus on the important things of life\n\n\nFor Holly, having gone through all of this, she will always be a recovering person with an eating disorder\n\nBut there are so many other things that are more important to her now\nHer long-term health is important\n\n\nMentally, she’s probably going to stay active because of all the benefits for mental health\n\n“Staying so fixated on the scale and body fat and cellulite, it’s the least of my concerns right now, which is a really weird thing for me to say, as someone that used to feel… unless I stayed lean year ’round, I was not a worthy human”‒ Holly Baxter\n\nHolly adds, “There needs to be a big shift in what we are delivering to our patients and to our clients. Because, if we look at social media, it’s really easy to get engrossed in social media’s thin ideals and filters. And the best step that I ever took was just unfollow all the accounts that are only focused on the aesthetic” \nShe doesn’t look at these social media accounts anymore\nShe reads about the things she wants to learn about\nIf she wants to feel happy, she has 100 books she’s read on how to change your mind\n\nHow to be happy\nWhat is life’s purpose\nHow to break habits\n\n\nThis is where she spends her time now\n\nShe’s looking to optimize herself as a human\nAnd this means there’s less need for the aesthetic stuff\n\n\n\n§"
}