{
  "title": "#251 – AMA #46: Optimizing brain health: Alzheimer’s disease risk factors, APOE, prevention strategies, and more",
  "content": "In this “Ask Me Anything” (AMA) episode, Peter goes into depth on the topic of brain health, starting with how Alzheimer’s disease is diagnosed, the significance of blood-based biomarkers in diagnosis, and what the various APOE gene variants mean in terms of a person’s risk of developing Alzheimer’s disease. Next, Peter discusses the various strategies for preventing Alzheimer’s disease and neurodegeneration. He touches briefly on exercise as a potent tool, but focuses more on lesser-known factors that could impact brain health, such as nutrition supplementation, lipid management, brain games, sauna, oral health, hearing loss, and more.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #46 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here. \nWe discuss:\n\nDiagnosing Alzheimer’s disease [2:45];\nBiomarkers for Alzheimer’s disease, the C2N test, and other tools for diagnosis [7:30];\nGenetic component of Alzheimer’s disease: genes that confer risk [12:45];\nUnderstanding your APOE status and why it’s important to know [17:15];\nThe prevalence of Alzheimer’s disease and other forms of dementia, and who is at higher risk [21:15];\nCan the risk of Alzheimer’s disease be decreased with behavioral changes? [24:15];\nOverview of modifiable behaviors that potentially play a role in risk reduction of neurodegeneration [30:15];\nThings that clearly impact brain health: smoking, alcohol, sleep, head injuries, blood pressure, and more [34:15];\nHow nutrition impacts brain health: common diets, metabolic health, energy balance, and more [46:15];\nComparing common diets: data showing the association between the incidence of Alzheimer’s disease and specific diets [59:45];\nSupplements: EPA and DHA, vitamin D, and B vitamins [1:13:00];\nSupplements: theracurmin, cocoa flavonols, and magnesium L-threonate [1:25:15];\nImpact of exercise on brain health, minimum effective dose, and the most important types of exercise [1:33:00];\nChallenging the mind with brain games—does it impact neurodegeneration? [1:43:00];\nThe data on sauna and brain health [1:49:45];\nOral health and its association with brain health [1:52:45];\nHow reducing lipids can improve brain health and prevent neurodegeneration [1:55:30];\nThe potential impact of hearing loss on brain health and neurodegeneration [2:04:30]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#251 – AMA #46: Optimizing brain health: Alzheimer’s disease risk factors, APOE, prevention strategies, and more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#251 – AMA #46: Optimizing brain health: Alzheimer’s disease risk factors, APOE, prevention strategies, and more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#251 – AMA #46: Optimizing brain health: Alzheimer’s disease risk factors, APOE, prevention strategies, and more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes<iframe src=\"https://player.vimeo.com/video/801689907?h=52552298e8\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n§\nDiagnosing Alzheimer’s disease [2:45]\n*Previous podcasts on this topic:\n\n#236 with Kellyann Niotis \n#234 with Chris Hemsworth \n#18 with Richard Isaacson\n#138 with Lauren Rogen and Richard Isaacson\n#147 with Hussein Yassine\n#164 with Amanda Smith\nAnd more\n\n“Anyone who has a brain is at risk for this.” —Richard Isaacson [episode #18]\nDiagnosing Alzheimer’s disease [4:45]\n\nA lot of what we’re going to talk about today is around Alzheimer’s disease because Alzheimer’s disease is both the most common neurodegenerative disease and the most common cause of dementia\nSome other causes of dementia:\n\nvascular dementia, which would be quite prevalent\nLewy body dementia\nParkinson’s disease\n\n\nAs it pertains to the diagnosis of AD, unfortunately, it’s not a neat and tidy diagnosis the way we would have for breast cancer, for instance\nFor AD, it really starts with a clinical diagnosis made by a neurologist\nThey will assess various symptoms such as:\n\nDifficulty remembering events\ndifficulty concentrating\nplanning or problem solving\nconfusion with location\ntemporal confusion (confused about different events over time) \nlanguage problems\nreduction in vocabulary, speech, writing, etc.\n\n\nThere may be some sort of mental status exam or neuropsychological tests\nThere will also be some lab tests done to rule out other causes\n\nFor instance, a patient looks like they have all of the signs and symptoms of Alzheimer’s disease, but you come to find out that they’re profoundly hypothyroid, or they have B12 and B6 deficiencies or things like that\n\n\nThe bottom line is this diagnosis really isn’t definitively made until an autopsy\n\nThat said, there are other biomarkers that are increasing in the sensitivity for this\nwe now have the ability to look at serum, amyloid, and tau, and those can be coupled with the things described above, in addition to things like amyloid PET\n\n\nA really good diagnostician can probably be almost assured that a patient indeed has Alzheimer’s disease based on the presentation\n\n \nBiomarkers for Alzheimer’s disease, the C2N test, and other tools for diagnosis [7:30]\nWhen you talk about cardiovascular disease, you have ApoE as kind of a biomarker that’s kind of a predictor of risk. Is there anything equivalent to that for Alzheimer’s or neurodegeneration?\n\nNo, Alzheimer’s is much more complicated in this regard\nWe do have biomarkers like amyloid and tau\nHistorically, and for the purposes of research, these were typically drawn from CSF (cerebral spinal fluid) which can be accessed via a lumbar puncture \n\nBut this is very impractical in the real world—these are not benign procedures, and they’re certainly not things that we want to subject patients to rapidly\n\n\n\nC2N scores\n\nWe now look at other scores like the C2N developed amyloid score\nThis score is a combination of things:\n\nIt uses a patient’s ApoE variant, “Is this patient three a 3, 3/4, 4/4, etc.?”\nThen it looks at the ratio of two variants of amyloid beta, so amyloid beta 42 and amyloid beta 40\nThen also looks at their age\nWith that info, it predicts the probability of AD pathology\n\n\nNote that we are still in very early days of knowing what to make of these data\nBut Peter has two reasons that it makes sense to look at that data from C2N\n\n1 – it’s one more piece of information that helps us understand risk that can be looked at in combination with family history, genotype, metabolic health, ApoE status, cognitive testing\n\nAnd it allows us to say, “Okay, is risk higher? Lower?”\n\n\n\n\n2 – More importantly, as we make interventions/take steps to reduce risk, we would look to see what happened to that C2N score. Did it go up or down?\n\nIf it goes down, it’s NOT going down because their ApoE status changed, and it’s NOT going down because their age got younger, it can only go down because the ratio of AB 42 to AB 40 changed\nAnd is that predictive of an improvement? … “I don’t know the answer.”\n\n\n\nFor the sake of completeness, we do also have amyloid PET scans, but it is not something Peter uses clinically—they’re typically done in a research setting\nMore about the C2N test [10:45]\nNick asks, “Are you really only using that on very high risk, based on all the other factors?”\n\nPeter says “yes” and that because you have to think every test has a sensitivity and a specificity\nWhen you take a sensitivity and specificity, you want to be able to say, “This has high positive predictive value and high negative predictive value”\nSo if it comes back positive or negative, you want to be able to trust that it means something\nIn addition to the sensitivity and specificity, which are fixed for a test, the way that you as a physician or person administering the test can increase the odds in your favor is by applying this test to patients with what we would call the “highest pre-test probability”\n\n“In other words, if you applied the C2N test willy-nilly across everybody, my fear is you would probably get a lot of noise and you’re going to get a lower positive predictive value.” —Peter Attia\n\nWe have tremendous uncertainty about this C2N test, unlike, for example, ApoB, where we have really clear relationship between at least population risk and marker, therefore Peter is much more comfortable checking ApoB on everybody\nBut when it comes to this C2N test, we have to reserve this for people who are at the highest risk\n\n⇒ For anyone who wants to dive deeper on that sensitivity, specificity, positive/negative predictive value, check out AMA #25\n \nGenetic component of Alzheimer’s disease: genes that confer risk [12:45]\nWhat do we know about genetic testing and what those results can mean in someone’s long- term risk of developing AD or dementia?\n\nThere is a strong genetic component to Alzheimer’s disease\nseveral genes that are implicated in this, but the three most penetrant genes are: PSEN1, PSEN2, and APP\nThese genes are as close to what we would call deterministic as any genes are\nFortunately, they are very rare and only account for 1% of AD cases\nThose patients get Alzheimer’s disease very early—it’s not uncommon for these patients to be afflicted in their 50s\n\nLet’s focus on the other 99% of cases of AD\n\nSo 99% of patients who go on to develop Alzheimer’s disease do not have one of the “deterministic genes”\nOf those patients, about two thirds have at least one copy of the ApoE4 gene\n\nTo put that in context, about 25% of the general population has at least one copy of the ApoE4 gene (most of them are just one copy)\nTwo copies of e4 is pretty rare—about 2% of the population\nBut that 25% of the population makes up two thirds of all cases of Alzheimer’s disease.\n\n\nSo out of the gate, you realize, before you jump into the minutiae on this, clearly this gene is highly associated with Alzheimer’s disease\n\nBut this is not a deterministic gene\nThere are plenty of patients with ApoE4, one copy or even two, who never go on to develop dementia\nThere are even centenarians walking around with E4s, meaning there are people who make it to a 100 with no signs of dementia who are carrying E4s\n\n\n\nThere are other genes at play that can amplify risk and others that can attenuate risk. \n\nOne variant of klotho, KLVS, attenuates risk in E4s\n\nSo an E3/4 carrier that has the klotho KLVS variant, their risk returns to that of a 3/3\nA 4/4 carrier who has a klotho KLVS, their risk returns to almost a 3/3\n\n\nConversely, the wrong mitochondrial haplotype will amplify risk\n\nTGF-beta would be another one that amplifies risk\nTOMM40 would be another one that amplifies risk \n\n\n\nTesting for these genes\n\nSome of these genes and SNPs can be identified on regular, call it, commercial over-the-counter tests such as 23andMe\nBut truthfully, for most of Peter’s patients, they are doing whole genome sequencing on this particular topic because the error rate is lower and most of the genes that we care about are not genes that are showing up on the shorter SNP tests\n\n \nUnderstanding your APOE status and why it’s important to know [17:15]\nIf someone gets their ApoE checked, what are the different combos that they could even see on that test?\n\nThere are three alleles for the APOE gene\nAPOE is a gene which codes for a protein, unsurprisingly called ApoE\nBut we have three different versions of that gene circulating in our gene pool\nE2 (most rare)\nE3 (most common)\nE4 (second most common)\n\nThese genes can therefore be combined in up to six ways, because you’re going to get one copy from your mom and one copy from your dad\n\n2/2\n2/3\n2/4\n3/3 \n3/4\n4/4\n\nPrevalence of these combos:\n\n3/3 is most common at about 50-55%\n3/4 accounts for about 25%\n2/4 is the next most common at about 5-10%. \n2/2 is the rarest\n4/4 is the second rarest\n2/3 is not that uncommon\n\nHow easy is it to go about getting these other genetic tests to look for genes beyond ApoE4? Because ApoE4 is pretty easy to get checked.\n\nThe short answer is it’s really hard\nThere is still no turnkey solution for looking at the entire suite of genes that are involved in Alzheimer’s disease, even kind of the 12 most relevant.\nFor now, Peter works with Richard Isaacson and his team and brute force it by literally going through the whole genome sequence trying to identify these\nThere’s a huge opportunity there to streamline this process, which again, wouldn’t be interesting if not for what we’re about to talk about today.\nIn other words, I don’t know that this would matter a whole heck of a lot, unless you believed you could do something about it, which I think comes back to kind of a broader issue around ApoE4 testing\n\nWhen the Limitless show came out, there was a surprising amount of backlash against how irresponsible it was to test for ApoE in Chris Hemsworth\n\nPeter says this is a meritless criticism, but at the same time, he can understand where it came from if you believed that having a copy of an ApoE4 gene, or two copies, was deterministic\nIn other words, if you believed that having those genes means you’re going to get Alzheimer’s disease and nothing can be done about it, then at least you could entertain the argument of why know it now? \n\n“Even if that were the case”, says Peter, “I still think that’s incorrect. I think knowing something allows you to plan accordingly”\n“But I don’t even believe that premise. I do believe there’s a lot that can be done to delay onset and/or reduce risk.”\n\n\n\n \nThe prevalence of Alzheimer’s disease and other forms of dementia, and who is at higher risk [21:15]\n\nGlobally, the prevalence of AD is 2 to 1 in favor of women to men—so women are literally twice as likely to get Alzheimer’s disease as men.\nInterestingly, we see the reverse in Parkinson’s disease\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-20706\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f1-ama46-1024x777.png\" alt=\"\" width=\"1024\" height=\"777\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f1-ama46-1024x777.png 1024w, https://peterattiamd.com/wp-content/uploads/2023/04/f1-ama46-300x228.png 300w, https://peterattiamd.com/wp-content/uploads/2023/04/f1-ama46-768x583.png 768w, https://peterattiamd.com/wp-content/uploads/2023/04/f1-ama46.png 1253w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Source: Rasmussen et al. CMAJ Sept. 2018\n\nEach figure is showing you men and women, so the women are in red, the men are in green\nThe first column is showing you the risk of Alzheimer’s disease, the 10-year risk\n\nSo for a given age, what is the subsequent decade’s risk?\n\n\nLooking at the columns\n\nSo in the first column, that’s for Alzheimer’s disease\nIn the second column, that’s for vascular dementia, which is the second most prevalent form of dementia\nThe final column is just 10-year risk of all dementias (So that would include Alzheimer’s plus vascular, plus Lewi body, frontal, etc.)\n\n\nIf you go by rows, you’re just looking at the decade in which we look\n\nthe top row is people in their 60s\nThe next row is people in their 70s\nThe final row is people 80 and up\n\n\nSo not surprisingly, as you move down the rows, the numbers get bigger\nAnd not surprisingly, the third column has to be greater than the sum of the first two columns, because it includes both of them plus other things\nLastly, each box shows the six genotypes, the six combinations\n\nit always goes the same direction, E2/2, 3/2, 3/3, 4/2, 4/3 and 4/4, which is more or less in the order of risk\nAlthough you’ll see that when it comes to Alzheimer’s disease, specifically, the 3/2 is the lowest risk.\nIn all cause dementia, 2/2 is the lowest risk\n\nThat probably has to do with the impact of the E2 genotype in Lewy body and other dementias. But we’ll put that aside for a moment.\n\n\n\n\n\nTakeaways:\n\nWhat’s really obvious when looking at this is that the 4/4 has a significantly higher risk than everything else — and then the 3/4 and the 4/2 are kind of next\nWe think of the 3/3 as the baseline, since that’s the most common genotype we see in the population, so everything gets compared to the 3/3\nYou’ll also notice that at any point in time, women seem about 20% more likely in a given decade to get Alzheimer’s disease than men\nAnd what that suggests is that the 2 to 1 prevalence is probably a function of that coupled with the fact that women are living longer\n\n \nCan the risk of Alzheimer’s disease be decreased with behavioral changes? [24:15]\nHow robust is the idea that prevention is possible for AD? And what more do we know about that side of it?\n\nThe bulk of today’s AMA is going to be around: What are the measures that we can take? What are the modifiable behaviors that factor into risk reduction or prevention?\nHere’s the problem, it is really difficult to do this directly with control trials, given the time course\nThere are a couple of examples where we can pretty convincingly take a causal view, but unfortunately, much of the data here is epidemiologic\n\nLooking at the Chicago Health and Aging Project:\nSubjects\n\nIt followed nearly 4,000 individuals who underwent regular clinical and cognitive assessment from the early ’90s to about 2012\nThese patients were 65 and older\nThey had no Alzheimer’s disease at the outset\nThey were all cognitively tested, and the bottom 10% of non-AD patients, in terms of cognition, were excluded\nThey also excluded any patients who were 4/4s\nThe goal was to remove subjects who were the most susceptible\nSo if a patient is E4, you’re going to see that the data are divided between E4 and non-E4\nSo the E4 segment is just 2/4s and 3/4s, and that was about a third of the sample\nAnd a third of the sample had no E4\n\nStudy info\n\nThere was no intervention\nAnd Peter notes this study is full of limitations\nThey looked at how these patients did over the subsequent 15 to 20 years based on the number of healthy lifestyle factors they engaged in\n\nSo healthy lifestyle factors are all the usual stuff (not smoking, getting good sleep, exercise, nutrition, etc)\n\n\nAnd they broke these folks into two buckets\n\nSubjects were either were doing 0 to 1 healthy factors or 4 to 5 healthy factors\nSo they wanted to kind of create a gap\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-20707\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f2-ama46-1024x596.png\" alt=\"\" width=\"1024\" height=\"596\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f2-ama46-1024x596.png 1024w, https://peterattiamd.com/wp-content/uploads/2023/04/f2-ama46-300x175.png 300w, https://peterattiamd.com/wp-content/uploads/2023/04/f2-ama46-768x447.png 768w, https://peterattiamd.com/wp-content/uploads/2023/04/f2-ama46.png 1537w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Source: Dhana et al. Am J Epidemiol. July 2021\n\non the X axis is time\non the Y axis is cognitive score\nOn the left-hand side, you see the ApoE cohort\n\nThat means these are the third of the patients who were E4\n\n\nand then on the right-hand side, you see the patients who had no E4\nThe solid line shows you the people who were in the zero to one healthy lifestyle factor\nand the dotted line is the four to five\nYou might be asking, “Well, why is this such a straight line?”\n\nit’s because this is a linear model of cognitive decline based on this global cognition score done from four tests over the 17 years\n\n\nThe shaded areas, your 95% confidence interval\nThese models were adjusted for all the usual suspects, age, sex, race, ethnicity, total education, presence of other diseases such as cardiovascular disease, etc\n\nTakeaway:\nAt the beginning of the study, all four groups had about the same cognitive score\nWhat happens is two things: \n\n1 – The E4s, even with healthy behaviors still fall faster than the non-E4s with healthy behaviors\n\nSo it really speaks to the risk of E4 later in life\n\n\n2 – But the other thing of course that stands out is healthy behaviors offset much of that risk\n\nSo in other words, the rate of decline of the E4s doing the healthy things seems to be identical to the non-E4s who are not engaging in the healthy behaviors\nIn other words, this suggests that you have some control over this. This is malleable.\n\n\n\nOther observations:\n\nIf you look at the left-hand graph in the dotted line, including that confidence interval, it’s basically identical to the solid line on the right\nAnother way to look at this is: healthy behaviors have a greater impact on E4s than non-E4s\nThe lift that you can get with healthy behaviors seems to be even greater as an E4, than as an E3.\n\n \nOverview of modifiable behaviors that potentially play a role in risk reduction of neurodegeneration [30:15]\n\nWe’re now going to spend the rest of this AMA with the true focus of what are these things that you can do to prevent Alzheimer’s dementia and work to keep your brain as healthy as possible?\nThe most valuable thing would be to talk about the non-obvious things\nWe’ve got like 13 things on the list that we think play a role, potentially, in risk reduction\nBut we believe that five of them are so obvious that we are not going to spend much time on it at all, other than to maybe demonstrate the risk associated with the behaviors\n\nSo the five that we’re going to spend scant time on are smoking, alcohol consumption, sleep, head injuries, and blood pressure control\n\nIt shouldn’t come as a surprise to anybody that:\n\nNot smoking is better for your risk of Alzheimer’s\nLess alcohol consumption is better for your risk\nAdequate sleep is better for risk\nfewer head injuries\nand well-controlled blood pressure\n\n\n\nWhat we will spend a little bit more time on are the other things that are less obvious, or at least the way the questions are framed makes them less obvious\n\nExercise is one of the things in that bucket, although Peter would argue that exercise is the most obvious thing of them all\n\nWhat we’re going to talk about there is minimum effective dose\n\n\nWe’ll also talk about:\n\nLipids\ntype 2 diabetes \nNutrition\nSupplements\nLearning and cognitive activity\nBrain games \nHearing loss\nSauna\nand oral health\n\n\n\nCasual vs. associative\n\nVirtually everything we’re about to talk about today has an associative relationship to brain health, either positive or negative\nBut for the most part, the evidence is not really strong enough to determine if that relationship rises to the level of causality\nIn Peter’s estimation, the only ones where we can really draw clear causal relationships of the soft ones are probably exercise, hearing loss, lipid management, and probably type 2 diabetes\nA lot of the other things we’re going to talk about are going to be associative, and therefore there’s going to be a lot to interpret \n\n \nThings that clearly impact brain health: smoking, alcohol, sleep, head injuries, blood pressure, and more [34:15]\nSmoking \n\nWhen it comes to smoking, we don’t really have great experimental data that smoking is bad for you. No one’s doing the randomized trial to demonstrate that smoking causes lung cancers\nBut the epidemiology is pretty overwhelming and dementia is no exception, although admittedly, the risk of smoking to dementia is less than the risk of smoking to lung cancer and heart disease\nThe bottom line is we’re talking about a roughly 60% increase in the risk—so at any point in time, a smoker compared to a non-smoker is going to have about a 60% higher chance of all-cause dementia\nHere’s the best news: it seems that once you have quit for at least nine years, your risk falls to that of a non-smoker\nIf you’re 50 years old and you’re smoking, stop it because by the time you’re 59, at least from the standpoint of this risk factor, you will be back to baseline and that’s fantastic news.\n\nAlcohol \n\nThere’s an alcohol paradox\n\nSome people have claimed that there is a backwards J-shaped morbidity curve associated with alcohol\nThe lowest risk is at a couple drinks a week and then risk goes way up\nBut if you go down to no alcohol, risk goes up\nIt turns out that that’s almost entirely confounded by the population of people that are consuming zero alcohol\n\n\n\nEpidemiology data\n\nIf you do want to take the epidemiology at its nameplate face value, the answer would be you will have about a 30% risk reduction of all-cause dementia if you are consuming less than 12 drinks a week versus if you’re consuming more than 12 drinks per week\n\n“Do I take that to mean that it’s okay to drink up to 10 drinks a week? ⇒ I don’t think so. I would say that 12 drinks a week is probably too much”\n\n\nWhen you look at the Mendelian randomization…\n\nPeter goes back to where we were earlier, which is he thinks that 7 to 8 drinks a week should probably be considered the max and there shouldn’t be more than two in a day\n\n\n\nAlcohol and ApoE4\n\nThere’s a tiny bit of evidence from one cohort study that patients who have E4 may be slightly more susceptible to alcohol than patients with E3\nThis was a relatively small study with about a thousand subjects age 65 to 80\nIt’s not that well done in that it didn’t really do a great job of keeping track of exactly how much people drank—the buckets were pretty broad:\n\nIt was never \nInfrequently (once per month)\nFrequently (several times per month)\n\n\nBy that metric, “virtually everybody I know, including myself, is a frequent drinker because I certainly drink more than several times in a month”\nIt was a long follow up, 20, 23 years\nWhen you compare the E4 carriers who never drank to those who drank infrequently, infrequently meaning not that much, there was still a 2.3X difference in the risk of dementia\nWhen you compared the never drinkers in E4 to the frequent drinkers in E4, there was a 3.6X delta. That’s 260% difference in the risk of dementia\nThere was no difference in this analysis when it was determined between non-E4s\nPeter wishes that the study could have been done where we had much more gradation on the alcohol consumed\nBut again, it’s very hard to make a case that alcohol is good for Alzheimer’s disease\n\nSleep [39:30] \n\nSleep suffers from a lot of the epidemiologic baggage that comes with things that aren’t easy to study prospectively\nBut it’s easier epidemiologically to study than things like exercise and things like nutrition because the intervention itself is so straightforward and it’s generally much easier for people to recall how long they sleep than what they ate, for example\nWhen it comes to Alzheimer’s disease risk…\nwe’re seeing about a 60% increase when it comes to all-cause dementia, \nwe’re seeing about a 20% increase for people who have disturbed sleep versus not disturbed sleep\nWhen we start to get into short sleep, comparing people with less than five hours of sleep to people with more than seven hours of sleep, you’re talking about a hazard ratio of 2.6, meaning 160% difference in all-cause dementia\n\n⇒ See episodes with Matt Walker for more\nHead injury [40:45] \n\nHead injury is something we’re becoming much more aware of lately\nIt looks pretty clear that head injury does increase relative risk\nThe risk looks like it’s about an 80% increase for all comers\n\nDoes that include someone who just got a concussion? Probably not\nDoes this include repeated blows to the head? Probably\nDoes this rise to the level of a TBI? Probably – Peter thinks we’re talking about severe head injury that would increase risk\n\n\n\nOne of the biggest questions Peter has is: Do E4s stand at higher risk in the context of head injury? \n\nWhy is this a relevant question? Well, for young people who are E4, it might impact the choice of sports that they might play, for example (e.g., football vs. track)\nAnimal models certainly suggest that E4s will generate more neurodegenerative pathology, specifically hyperphosphorylated tau pathology in the presence of TBI, traumatic brain injury, than E3s \n\nHyperbaric oxygen as a therapy for TBI \n\nThe evidence that hyperbaric oxygen for TBI therapy is currently not very strong, but it is emerging\nThe downside of hyperbaric oxygen for this application is lower than the upside is higher\nDom D’Agostino has got a lot of experience on this and Peter reached out to him\n\nWhat he told Peter is that the current protocols that they’re using for TBI are 40 to 80 sessions over eight to six weeks at one and a half atmospheres for 60 minutes per session\nThat’s a pretty big commitment of time if you think about that—That’s 10 hours of your week if it’s half an hour to drive to and from the chamber\nIt’s a big cost, both financially and terms of opportunity cost\n\n\nWould Peter do it if he had a TBI? — “I would and I would do it even with the paucity of data we have now because I think this is asymmetric”\n\nBlood pressure management [43:45]\n\nWe know that blood pressure plays a big role in vascular health and vascular health plays a big role in brain health\nAnything that reduces blood flow, anything that reduces oxygenation, anything that reduces availability of nutrient is going to be very bad for the brain.\n\nThe best study to look at this was the SPRINT MIND trial \n\nSubjects and design\n\nThis trial that compared two different blood pressure lowering targets\none group that had a target of systolic blood pressure below 120\nand another group that was targeted to 140\nfollowed these two groups for almost three and a half years\njust under 10,000 subjects\n\n\nThe question was, how many of them developed incident dementia or cognitive impairment in that period of time? \n\nthree years of treatment with a median follow-up time of about five years\nThe risk reduction if you were lowered to 120 instead of 140 was about 16% was the relative risk reduction\nThe absolute risk reduction was 0.6%\n\n\n\nIs an ARR of 0.6% not worth caring about?\n\nthat might not sound like a lot because at 0.6% you would need to treat, oh, I don’t know, doing the math, 180 people to prevent one case of dementia\nPeter always cautions people when they jump too quickly to the conclusion that a low ARR isn’t worth paying attention to because you have to look at the time course\n\nThis intervention period was only three years and the follow-up was only five years\nWhen you’re talking about chronic diseases like this, you have to really ask the question, over time, is this likely to get bigger or smaller? \n\nAnswer’s pretty clear. It’s going to get bigger\n\n\nIf you had adequate blood pressure control over 10 years or 20 years and your follow-up period was the duration of life, how much is that ARR and RR going to be? \n\n\n\n \nHow nutrition impacts brain health: common diets, metabolic health, energy balance, and more [46:15]\nAs we think about nutrition and as they think about brain health, what are the most important considerations they should think about there?\n\nThere’s a fundamental problem here, which is not to suggest that nutrition isn’t important\nPeter is going to suggest is that it’s probably less important than people realize beyond the really big issue of energy balance and most importantly, type 2 diabetes\nThe way we really want to go about answering this question is: we want to look at what the increase in risk is for patients who have type 2 diabetes\n\nIt’s very difficult to assume that that risk isn’t real, that it’s not causal\n\n\nThen we want to ask the question: How big is that compared to the magnitude of the benefit from following any one of these “magical” diets?\n\n“My hypothesis is none of the benefits of those diets will be nearly as big as the detriment associated with having type 2 diabetes”\nThe implication of that is that not having diabetes, not being insulin-resistant and being in energy balance has more benefit than anything else\nAnd therefore the right diet is whatever diet keeps you insulin-sensitive in energy balance, and obviously therefore, not having type 2 diabetes\n\n\n\nProspective cohort study in the UK\n\nThey take a cohort of 10,000 people and at least followed them prospectively, but there’s not an intervention\n16.9% of the patients went on to develop type 2 diabetes.\n6.3% of the participants went on to develop dementia\nThis now becomes a very elegant way to look at the Venn diagram of who had diabetes, who didn’t, who had dementia, who didn’t\nThe hazard ratio here for lifetime exposure was 1.58, meaning there’s a 58% increase in the risk of dementia if you develop type 2 diabetes\nNow at age 70, every five year younger age at onset of type 2 diabetes was associated with a hazard ratio of 1.24—That’s saying if you look at five-year chunks, your risk is 24% in five-year chunks\nThe other takeaway from this when you look at the development was that the earlier you got type 2 diabetes and the longer you had it, the greater your risk of dementia\n\n“That’s a very important finding in the epidemiology”\nThe Austin Bradford-Hill criteria are basically nine things that give you a sense of how much do you believe your epidemiology\nAmong those criteria are things like strength of the association, reproducibility, dose effect and timing, etc.\nPeter says we see strong examples of all of those things in the UK cohort study\n\n\nThis study also looked at patients who made it to the age of 70 without developing diabetes, and then they compared them to age-matched people who were at least 10 years with diabetes\n\nIn other words, we’re going to take a group of 70-year-olds and we’re going to compare them to people who have had diabetes since they were younger than 60\nHere you saw an even greater hazard ratio than just the all-cause—these folks had a 2.32 hazard ratio\nThat means there’s 132% greater chance of developing dementia\n\n\n\n“The bottom line here is the earlier you were diagnosed with type 2 diabetes, the higher your risk of dementia.” —Peter Attia\nDifferential E4 Risk:\n\nApoE4 significantly modified the risk for AD in diabetic subjects in the Honolulu-Asia Aging study (2574 Japanese American men).\n The joint effect of diabetes and ApoE4 was synergistic, causing a more than five-fold increase in the risk for AD for subjects with diabetes and ApoE4 compared with those without the two risk factors.\nThe hazard ratio was 5.5\nIt’s important to understand that this relative risk increase, this 5.5 increase in risk, which was for the ApoE4s that had diabetes was in the context of a study that wasn’t a very high prevalence\nThis was a group of E4 subjects whose total Alzheimer’s risk in this study was 1.8. So in other words, if you take all the people with E4, their total increased risk here was 1. 8 was their hazard ratio, all-cause dementia by the way was 1.5\nbut when you also combined it with type 2 diabetes, that risk nearly tripled to 5.5\n\nObesity\n*Check out the episode with Stephan Guyenet and with David Allison where they discussed the obesity paradox\n\nWe can pretty safely say that getting type 2 diabetes is really bad for your risk of Alzheimer’s disease and it might be even worse if you carry an E4 gene\nBut what about obesity without type 2 diabetes?\n\nIt seems to be that there’s a bit of a paradox here\n\n\n\nLet’s look at this meta-analysis…\n\nLooked at 16 studies and it looked at people who were obese\nIn midlife, so people age 40 to 60, the relative risk increase for developing AD was 2.04\nYou have a 100% increase in the risk of developing Alzheimer’s disease\nWhen it comes to any form of dementia, it was still enormous, 1.64, meaning a 64% increase in risk.\n\nHere’s where it gets a little bit interesting…\n\nLater in life, we didn’t see quite the same finding\nLow BMI is not necessarily protective, but obesity doesn’t seem to be as harmful\nIn fact, if you look at late life obesity, it was non-significant\nThe hazard ratio is 1.46, which looks like a 46% increase, but the hazard ratio was 0.97 to 2.21, which means it was almost statistically significant, but not quite\nIt was even a broader confidence interval for any form of dementia\nThe hazard ratio here was actually quite small, 1.11 and the confidence interval 0.8 to 1.55\n\nNow, let’s go back to the relative risk for Alzheimer’s disease and obesity late in life…\n\nWhen your confidence interval is 0.97 to 2.21, you could argue you were underpowered to see a difference and the trend is very close and maybe there’s a difference\nAlternatively, and this is where the obesity paradox comes in, once you get later in life, lower BMI patients are actually dragging down the health of the “non-obese”\nThis is because you’re going to see more sarcopenia, more chronic disease, more COPD, more end-stage renal disease\nA lot of the chronic diseases are things that show up late in life and are probably increasing your risk of dementia as well indirectly, just through poor nutrition, poor exercise, all the other things, and they’re going to be low BMI states\nThis is why Peter believes we see this “obesity paradox” show up later in life\nThe biggest problem here is that BMIs are a crappy metric b/c it doesn’t capture what you care about most\nIf we did these data by ALMI, visceral fat, or even body fat, we’d likely get a totally different answer\n\n“But absent that, what I think we can say very comfortably, type 2 diabetes, you just want to avoid that all day long.” —Peter Attia\n \nComparing common diets: data showing the association between the incidence of Alzheimer’s disease and specific diets [59:45]\nWe’re now going to double click on some diets and talk about a few in particular\nPeople do ask a lot of questions such as, “Are there specific diet or nutrition recommendations that you think would be helpful?”\n\nPeter says, “from where I sit, it’s not clear, but let’s just look at what the data are and we can decide how much weight to put on these”\n\nPREDIMED study \n\nPREDIMED is probably the best nutrition study that’s ever been done\nIt was a study that was done in Spain and it was scheduled to be maybe a five to seven-year study\nIt was halted at four and a half years when its primary endpoint was met, which was a reduction in cardiac disease\nIt had three groups in it\n\n1) low-fat group \n2) Mediterranean diet with olive oil as the main fat\n3) Mediterranean diet with nuts as the main fat\n\n\nWhat makes the study pretty good is that the adherence to the diet seems to be pretty good \nRight out of the gate, there’s a little bit of a problem in study design because the low-fat group didn’t get an equivalent low-fat food—This is something called performance bias\nThe other major issue with this study was that there turned out to be after publication, a realization that the randomization was not purely random. People who were in the same house who enrolled in the same study were not randomized and it required a statistical adjustment\nWhen that statistical adjustment was done, the results were unchanged, but it hangs as a little black cloud over that study\n\nCognition portion of the PREDIMED study\n\nInvestigators carved out a fraction of the studies\nThere were like 7,500 subjects in that study, so 2,500 in each group, but they carved out a little over 500 of them in the upper echelon of age (about 75 years old)\nThey were also tested for global cognition using the Mini Mental State Exam (MMSE) as well as the clock drawing test\nThe big challenge here is they didn’t do this at the outset, likely because they didn’t realize how good the study was going to be, so they don’t have baseline tests on those folks\nSo you’ve got these ~500 people who were put into each of these groups—adjusted for age, sex, education, APOE, family history, dyslipidemia, diabetes, alcohol intake\nThey compared the controls to just the olive oil group at the completion of the study and there was a significant difference in mini mental status exam and clock drawing test—they were significantly better\n\nThe same was true when you compared the nuts group to the control group\n\n\nThere was no difference, by the way, between the nuts group and the olive oil group, which was the exact same as we saw in the study\nBut again, it was a relatively small sample size and don’t have baseline cognitive function, so take that for what it’s worth\n\nPeter’s struggle with the “this diet vs. that diet” arguments:\n\nI struggle so much with named diets because I don’t know what they mean\nSome of them are very specific\n\nA keto diet has strict enough markers, but even that, even a keto diet is such a dumb name. You can go on a keto diet where you’re eating lots of vegetables and you can go on a keto diet when you’re not eating lots of vegetables\n\nAre those two the same diet? — I hardly think they are\n\n\nSimilarly, a Mediterranean diet can have a lot of different meanings, and including in this study\n\nOne is basically all olive oil, the others all nuts\n\n\n\n\n\nOutside of PREDIMED, let’s just talk about the three named diets that seem to get most of the attention\n\n1 – DASH diet\n2 – Mediterranean Diet\n3 – MIND diet\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-20708\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f3.-Mind-diet-study-points-table-ama46.png\" alt=\"\" width=\"821\" height=\"885\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f3.-Mind-diet-study-points-table-ama46.png 821w, https://peterattiamd.com/wp-content/uploads/2023/04/f3.-Mind-diet-study-points-table-ama46-278x300.png 278w, https://peterattiamd.com/wp-content/uploads/2023/04/f3.-Mind-diet-study-points-table-ama46-768x828.png 768w\" sizes=\"(max-width: 821px) 100vw, 821px\" />\nFigure 3. Dietary component servings and maximum scores for the DASH, Mediterranean and MIND diet scores. [Morris et al., 2016]\nDiet Takeaway \n\nOne of the biggest things that stands out is the MIND diet is very liberal on red meat whereas the Mediterranean is really restrictive on red meat\nThe mind is also very much encouraging you on the berry side of it\nMIND and Mediterranean are both heavily fixated on the amount of olive oil that one consumes.\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-20709\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f4-ama46.png\" alt=\"\" width=\"425\" height=\"917\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f4-ama46.png 425w, https://peterattiamd.com/wp-content/uploads/2023/04/f4-ama46-139x300.png 139w\" sizes=\"(max-width: 425px) 100vw, 425px\" />\nFigure 4. Proportional hazards ratios (HR) and 95% confidence intervals (CI) of estimated effects of MIND diet score on time to incident Alzheimer disease in age-adjusted (n=923; 151 AD cases) and basic-adjusted* (n=789; 135 AD cases) models in MAP participants over a mean 4.5 years of follow-up, 2004-2013. [Morris et al., 2016]\nSo what can we say about these things? \n\nIn a cohort study of just under a thousand subjects, dietary questionnaires—so right off the bat we’re struggling with this—were used to determine basically each subject’s adherence to each of the three diets\nAnd you get points for everything in the diet — you tally up the number of points to show adherence\nThey did two neuropsychological assessments at the beginning to ensure that the patients didn’t have Alzheimer’s disease at baseline\nover the course of 4.5 years, 144 of the 923 participants went on to develop Alzheimer’s disease\nAnd this was done in an older cohort\nFor each diet, participants were divided into tertiles based on their dietary score—meaning how adherent were they to the diet\nBoth the second and highest tertiles of the MIND diet scores—meaning the top two most adherent of the MIND scores—had lower rates of Alzheimer’s disease compared to the first tertile\nBut only the highest of either the Mediterranean or the DASH had reduced rates of AD compared to the lowest tertile\nThe takeaway from that is if you’re consuming the MIND diet, you don’t have to be quite as diligent and compliant as you do the Mediterranean or DASH\nAgain, high adherence to all three of these diets seem to reduce the risk of AD and moderate adherence to the MIND diet may have also done the same\nWas the magnitude of reduction enormous? ⇒ It depends if you believe the data\nIf you look at the highest tertile, it looks like a 50% reduction\nIf you look at the top two tertiles for the MIND diet, it was about a 35% reduction.\nThis is interesting in that you’re starting with a patient population that was obviously very high risk if you’re getting 144 cases of AD in four and a half years out of 923 participants\n\nDoes this make the case for this MIND diet? — “I’m not sure”\n\n\nThe most compelling evidence Peter sees is probably for the use of olive oil\n\nWhy? Probably due to some of the phytochemicals that are in it\n\n\n\nOther observations:\n\nIf you look back at what’s in the MIND diet, you’ll notice it’s not very heavy on fish\nThe Mediterranean diet is the diet that says you got to have fish basically every day whereas the mind diet says you just need it once a week\nThe other thing that’s interesting is the Mediterranean diet says you can only have red meat once a week, whereas the MIND diet says you can have red meat and red meat products four times per week\nThe biggest difference here is the MIND diet’s greater focus on greeny, leafy vegetables, less whole grains, more red meat, less fish, and they’re very explicit in calling out fast and fried food, and olive oil is your primary oil\n\nPeter’s thoughts:\n“I’m not sure what to make of this. Ithink I’m back at the point of: maintain energy balance, stay insulin resistant. We’ll talk about the lack of clear causality there, but I think the reason I just don’t like talking about this is I don’t really know what to say.”\nCurrent Nutritional intervention RCT for the MIND diet\n\n3-year study of 604 individuals ages 65 to 84 years were randomized to either the MIND diet with mild caloric restriction or their usual diet with mild caloric restriction\nfoods featured as key components of the MIND diet (i.e. extra-virgin olive oil, blueberries, and nuts) provided for participants\nMRI scans of brain structure and volume that may provide potential mechanistic evidence on the effects of the diet\nNo outcome data published yet\n\n \nSupplements: EPA and DHA, vitamin D, and B vitamins [1:13:00]\nEPA and DHA, vitamin D and B vitamins\n\nIf you have true deficiencies in these things, you do have a problem\n*The following is true for EPA and DHA, this is true for vitamin D, and this is true for B vitamins: \nWe have no idea if these biomarkers themselves—or the things that they change such as B vitamins and their relationship on homocystine—are causal or not\nI’m going to make you a compelling case for why there’s epidemiologic data for all of these things, but if it’s NOT causal, then fixing it doesn’t fix the problem. If it IS causal, then fixing it does fix the problem\nFor instance, we know APOB is causally related to cardiovascular disease, and we know smoking is causally related to cancer, and that’s why targeting causal metrics fixes problems.\n\nEPA and DHA – what do we know?\n\nWe know that EPA and DHA are able to cross the blood-brain barrier\nWe think that APOE4 carriers might benefit from higher levels of Omega-3’s before the onset of disease\nSo DHA is present in large amounts in neurons, specifically the membranes of phospholipids where it’s involved in kind of a number of things\nIf you look at a mouse model of AD, overall plaque burden is reduced by a lot, 40% in mice who are on a diet that’s enriched with DHA compared to a placebo.\nHowever, if you look at the human data, it’s not quite as clear\n\nHere’s one six-month RCT in humans: \n\nThe study found no difference\nit’s a tiny short study, takes 174 patients with mild to moderate AD and it randomizes them to placebo or a group getting 1.7 grams of DHA and 0.6 grams of EPA and found that in the six months that they were followed, there was no difference in the rate of decline for cognitive function\n“That’s silly.” says Peter\nA study like this should have more patients and you’d need a longer study\nAnd Peter isn’t so sure that 1.7 grams of DHA and 0.6 of EPA is the right dose\nBut of the three things where they didn’t do a good job on the study:\n\nduration is the biggest problem, \nsample size next, and \nthen the dose is probably a bit low\n\n\n\nAnother six-month RCT in humans: \n\nIt looked at AD patients treated with EPA and DHA\nThey didn’t look at cognitive outcomes, they looked at inflammatory markers like interleukin-1, interleukin-6, and a number of other markers of inflammation\nThey found that there was a reduction in those markers over six months\nSo is that relevant? — “I don’t know. Maybe there’s a benefit to using EPA and DHA as a means of reducing inflammation. This is pretty indirect.”\nWe believe that the release of interleukin 1B and IL6 and TNF alpha from microglia cells in the brain can lead to dysfunction of neurons in the brain\nBut this study looked at a reduction in inflammatory markers secreted by peripheral blood mononuclear cells, PBMC’s\n“So there’s a leap of faith here we have to take, and I’m not convinced that there’s a benefit”\nPeter states that he, personally, still takes EPA and DHA as a supplement, but he doesn’t push this on every patient because there’s a small, but non-zero, risk of Afib that comes with high doses of EPA and DHA\n\nHopeful study on EPA and DHA in the future:\n\nPeter says we need a study that has the right patient population—presumably you want to do this in a patient that’s high enough at risk that over a period of a decade or so you would see a meaningful difference\nBut again, logistically, not a lot of interest in funding such work\n\nVitamin D [1:18:00]\n\nVitamin D is a contentious topic within all of medicine\nVitamin D levels are correlated with low levels of vitamin D are very correlated with poor health and poor cognitive outcomes\nThe question is, is that association causal?\n\nMeasuring vitamin D levels in people\nWhen you measure vitamin D levels in people, there’s two variables:\n\n1 – Exposure to sun\n2 – The genetics of the conversion, which varies by individual, varies by race, all sorts of things\nAnd of course exposure to sun is itself a function of multiple variables—outdoor activity and where you live\nYou could take two people that are equally active, but they live at different latitudes and obviously they’re going to have different sun exposures even if they’re outside the same\nSimilarly, you can have people of different genes, inclusive of skin color by the way, but not exclusive to that, and you’re going to see different conversion levels\nAll that is complicating the hell out of the problem before you even introduce the idea of then adding supplemental vitamin D\n\nData\nBasically all the studies are sort of saying the same thing, which is when you measure low levels of vitamin D in people, the risk of AD seems to be higher\n<img decoding=\"async\" class=\"alignnone size-full wp-image-20710\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f5.-vit-D-table-ama46.png\" alt=\"\" width=\"732\" height=\"749\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f5.-vit-D-table-ama46.png 732w, https://peterattiamd.com/wp-content/uploads/2023/04/f5.-vit-D-table-ama46-293x300.png 293w\" sizes=\"(max-width: 732px) 100vw, 732px\" />\nFigure 5. Links: Health ABC Study, Multiethnic Cohort of Older Adults, Elderly U.S. Population\nThe jugular question: Is giving vitamin D going to fix the problem?\n\nThe few times this has been asked in a clinical trial, the answer has been no\nPeter would argue it’s been “no”, because the trials haven’t been asking the question correctly\nThey haven’t been asked the question correctly because they haven’t been long enough\nThey usually give a very low dose of vitamin D. A typical study is 2000, maybe at the outside 4,000 IU per day\nPerhaps most importantly, the biggest studies that have looked at this haven’t been personalized in the way that they administer vitamin D, meaning they’re not dosing based on level, they’re dosing just based on the treatment arm you wind up in\n\nA better way to study vitamin D\n\nA more interesting study would be, you take a whole bunch of people who are walking around naturally at 20 to 30 nanograms per milliliter of vitamin D\nYou would randomize them into two groups such that one group stays the course and the other group gets supplemented up to a sizable difference, call it 60 nanograms per milliliter\nAnd for some people that might only require 2000. For some people that might require 4,000 IU so it that it might be different dosing to get people there \nThen you follow them for outcomes.\n\nWhy Peter is skeptical of vitamin D as the “panacea of health”\n\nPeter takes vitamin D in the winter he is not getting a lot of sun, but he admits that he has no idea if it’s doing anything\n\n“I think deep down I have this nagging belief that vitamin D is kind of a marker for people who are outside doing things that are physically demanding. —Peter Attia\n\nUsually, if you’re outside in this day and age, it’s by choice—you’re working outside, you’re exercising, you’re playing, you’re doing something outside, and there are health benefits that come from that\nHe just thinks that that’s probably where we see the strength of the association, which doesn’t mean that supplementing won’t play a role, but we don’t yet have the studies to properly assess that\n\nIn short, \n\nPeter has a very “lukewarm” recommendation on this (same with EPA and DHA), which is that there is probably no downside in supplementing to physiologic upper levels\nMost lab tests would consider 30 to 100 as normal, but Peter thinks 40 to 60 might be closer to “normal”\n\nB vitamins [1:22:30]\n\nWhen it comes to the B vitamins, we’re really going to talk about the methylated B vitamins, typically B methyl folate, B12, B6, B1, etc.\nWe don’t know if homocysteine is causally versus non causally related to brain health\nEverything we think about when we think about using B vitamins, and specifically methylated B vitamins, is that they reduce homocysteine… that is undeniable\nPeter tracks homocysteine in patients and he uses methylated B vitamins to lower it\nHe wants to see the patients’ homocysteine below 9, and he sees people that sometimes show up with a homocystine of 20\n\nIs there a relationship between homocysteine and brain health?\n\nYes, it’s pretty clear\nHomocysteine is a pretty significant marker for white matter damage\nHomocysteine in the plasma levels that are a standard deviation above the mean show greater white matter hyper-intensity volumes on MRI than people who have normal levels\nThere’s lots of epidemiology that’s equally interesting around other things with homocysteine such as cardiovascular disease\n\nStudies around memory\n\nEpidemiological and prospective longitudinal studies suggest a link between Hcy and cognitive impairment\nA study with 2200 subjects with memory deficits based on an object learning test\nIf you basically divided people up by deficit, the ones that had more deficit had higher homocysteine\nSo the risk of memory deficit increased in according to the quintiles of homocysteine at both baseline and follow up\nAgain, says Peter, “I don’t know if that’s causal”\nIt could be that homocysteine is a marker for something else that is causal and that if you change homocysteine, you’re not changing that underlying thing.\nPeter says that, again, he has a “lukewarm” recommendation around B vitamins\n\nWhen he gives it to patients\n\nMethylated B vitamins are especially important in people who have MTHFR genotypes that make it difficult to methylate\nWe do use homocysteine as the biomarker just as we use vitamin D levels and RBC levels of EPA and DHA for the previous two supplements\nSo we know how to dose these things to get the desired outcome either in the tissue or as a related biomarker\nWe don’t know if these are causal\n\n \nSupplements: theracurmin, cocoa flavonols, and magnesium L-threonate [1:25:15]\nSupplements \n\n1) Cocoa Flavanols\n2) Theracumin\n3) Magtein: a specific supplement called magtein which is magnesium with L-threonate (which is a transporter)\nYou’re not going to get these from food—you can really think of these as almost drugs\nInternally, Peter’s team gives these a score on a scale of 1 to 10 of how much confidence we have that they’re doing something\n\nTheracurmin\n\nTheracumin, we would give the highest score to, at about a 6 out of 10\nYou can make the case for patients who have inflammation or maybe even patients who are in the earliest stages of MCI\n\nStudies\n\nThe first is an 18-month study \n\n40 subjects\n\nHalf of subjects randomized to 90 milligrams of Theracurmin twice a day\nand then an equal number assigned to a placebo\n\n\nThese people were deemed to have kind of normal aging or MCI but not have dementia\nThe outcome of this test was looking at amyloid PET scans\nOver a relatively short period of time, which was 18 months, the amyloid PET scans showed that behavioral and cognitive benefits were associated with either a decrease in plaque entangle accumulation in the brain regions that modulated mood and memory—which was mostly the amygdala—or a suspension of further plaque entangle accumulation in the hypothalamus\nThat’s probably why we would give this our “least bad” assessment\nThis is one of the supplements Peter takes\n\n\nLooking at a six-month retrospective study of patients treated who had AD\n\n19 of them had Alzheimer’s disease\n17 had mild cognitive impairment\n57 were controls\nThe two treatment groups were treated with 180 milligrams per day\nthey saw that the cognitive scores and activities of daily living scores decreased in the AD patients not treated with Theracurmin, whereas the scores were stable in those with Theracurmin\nIn other words, the patients with disease remained stable on the Theracurmin, but if they were not on the Theracurmin, they continued their decline\n“Based on this, we say maybe there’s something to [Theracurmin]”\n\n\n\nCocoa flavanols [1:28:30]\n\nCocoa flavanols probably work through sort of vascular means\nThere’s something called nitric oxide synthase—it’s an enzyme that makes nitric oxide\nBy the way, this is how homocysteine is working and it might be causal through this pathway\nHomocysteine also inhibits something called asymmetric dimethyl arginine, and that plays a role in impairing nitric oxide synthase\nSo if you reduce nitric oxide synthase, you produce less nitric oxide, you have less vascular dilation\nSo Cocoa Flavonoids seem to increase the bioavailability of nitric oxide by increasing the activity of the sort of endothelium derived nitric oxide synthase.\n\nStudies with cocoa flavanols\n\nStudy looking at older individuals with mild cognitive impairment\n\nSubjects were randomized to consume basically three doses\n\n990 milligrams\n520 milligrams\nor the low dose of 45 milligrams (basically the placebo)\n\n\nAfter just eight weeks, both flavanol groups (990 mg and 520 mg) showed improved cognition which was measured by faster time to complete neuropsychological tests that measured processing speed, executive function, and language\n\n\nThere were similar results that were found in a 2015 study\n\nIt’s interesting that in both of these studies, there was also an improvement in blood pressure and insulin resistance\nBlood pressure was not that big an improvement about two to three percent, but insulin resistance was a pretty big 20% to 40% reduction and a reduction in oxidative stress\n“I think there’s some proof of concept here. Maybe there’s something to be said for these indirect mechanisms that are contributing.” says Peter\n\n\nCosmos Mind study\n\n2200 subjects\nIt found that there may be a dose-dependent effect\nAt 500 milligrams there was no cognitive benefit\nAt over 900 milligrams per day there was a benefit\n\n\nPeter says that it may be the case that this benefit was only in those with hypertension or insulin resistance\n\n“So again, this is not a particularly clean story, but none of these supplements are clean stories if you turn the lights on all the way.” —Peter Attia\n⇒ Peter wrote about the Cosmos Mind Study here\nMagtein (magnesium with L-threonate ) [1:31:15]\n\nIn animal studies, rats demonstrate an increase of brain magnesium as measured by magnesium and cerebral spinal fluid\nWe can’t do this in humans, so we’re kind of taking a leap of faith that this is working in humans, as well\nMagnesium by itself doesn’t really cross the blood-brain barrier, but when you bind it to L-threonate you’re going to get better crossing into the brain.\nThis is the biggest stretch here — Peter only gives this a 2 out of 10 which means if you’re completely cost agnostic (it’s not cheap) and you’re looking for just every possible inch, maybe there is something to it\nIn terms of helping with sleep, you can get far more bang for your buck with things like glycine, ashwagandha, and even phosphatidylserine just on the sleep front between nutrition and supplements (See AMA #42)\n\n \nImpact of exercise on brain health, minimum effective dose, and the most important types of exercise [1:33:00]\nExercise is a very broad drug which exerts its benefits across so many channels\n\nIt increases growth factors that neurons love, like BDNF and IGF1\nIt regulates inflammatory cytokines, it relieves oxidative stress, increases cerebral blood flow, and overall blood flow, reduces amyloid beta concentration, inhibits, tao phosphorylation, all sorts of things\n\nThe premise: Let’s say people have three hours a week for exercise, what should they be focusing on? How should they break it up?\n\nFirst, consider why we’re talking about 3 hours per week — the data are pretty clear that going from a hundred percent inactivity to just three, really well thought out hours a week is almost a 50% reduction in mortality\nMeaning, at any point in time, your risk of dying is half what it once was for the subsequent year\nBut again, you have to structure that time well\n\nWe took a look at a 2022 systematic review and network meta-analysis\n\nIt compared the relative efficacy of different types of exercise interventions on cognitive function for patients with MCI or dementia \nIt found that the most important types of exercise were aerobic exercise, resistance exercise, and exercise they described as mind-body exercise or “multicomponent exercise”\n\nSo, if you only have three hours (although Peter would encourage more), do three different things with each hour – diversity and novelty is key:\n\n1 hour of strength training\n1 hour of Zone 2 (relatively low intensity aerobic, that’s high enough intensity that you’re uncomfortable speaking, but not so high that you can’t speak)\n1 hour of something high intensity with coordinated movement (e.g., shadowboxing, active dance class, etc.)\n\nPeter summary:\n\n“So in an ideal world, you’re not just doing a mindless HIIT workout where you’re doing sprints on a treadmill and burpees, because we want a little bit more coordination than that if we’re going to be critical of how we can maximize this time.”\n“I would call this the minimum effective dose to improve blood pressure, insulin resistance, and try to get in some of the coordination…”\n\n4 pillars of exercise\nIs there anything outside of your “4 pillars” of exercise that would also be beneficial for brain health?\n\nThe 4 pillars would include: i) stability (the foundation), ii) strength, iii) aerobic / zone 2 training, & iv) VO2 max / zone 5 training.\nThis is where we translate into the combination of cognition with exercise\nFor example, something like reaction type games\nOne might be little things on the floor or wall that light up and you have to run around and touch them\n\nSo how do you combine these things? \n\nTruthfully, the data for this stuff is not amazing says Peter\n\nMeta-analysis of dance interventions\n\nin theory, dance makes a lot of sense because it’s physical—you’re on your feet, you’re moving around and it’s maybe not as strenuous as zone two, but it’s certainly more strenuous than walking\nmore importantly, the movements are not always completely identical\n\nIf you’re on a stationary bike just riding around turning the cranks, it’s very easy to turn your brain off\nYou can’t really turn your brain off when you’re dancing\n\n\nThe meta-analysis is not good (full of limitations), but it’s all we’ve got\nIt looked at dance interventions that spanned as little as 10 weeks as long as 18 months in older adults.\nLimitations: \n\nFirst of all, of these seven studies, three of them included studies that used a control group that isn’t an appropriate control. If you want to compare dance to something else, it has to be equally strenuous physically, but without the cognitive component\nIn other words, what you’d really want to do is compare dance to walking on a treadmill at the same level of output\nThree of these seven studies, one had no intervention. That’s not helpful\nOne had a non-dance intervention control group\nThey met in person for the same amount of time, but they had no physical activity and one did health education as the control\nYou might say three of those studies have no control groups, only four do\nOf the others with controls, the controls, some of them use tai chi balance training for fall prevention and health-related exercises\n\nThose to me would be the right ones\n\n\n\n\nBasically, there was total heterogeneity of outcomes here\nThis is the problem of “a thousand sow’s ears makes not a pearl necklace” — All the studies you can put into a meta-analysis don’t necessarily guarantee a good outcome.\nThe bottom line was that there was some evidence that that dance was more cognitively engaging than running on a treadmill or using a stationary bike\nPeter would expect that, but unfortunately it just wasn’t clear if this moved the needle in terms of a real outcome\nThey were trying to look at things like cognitive flexibility, motor cognitive function, verbal short-term memory, verbal long-term memory, even auditory verbal learning tests\nEach study had its own little niche thing that indirectly or directly found some evidence of benefit\nBottom line is: “I’m going to add this to the list of things that I would like to see done more rigorously”\nA real theme of today is that prevention studies are not interesting studies to fund. \nSo much of what we’re talking about today are really important questions and yet, outside of NIH, there’s no natural owner to these studies. There’s no company that’s going to fund this stuff.\n“I don’t think it’s rocket science to design the studies that are necessary to learn this stuff, but I don’t think that the current body of literature is very helpful.”\n\n \nChallenging the mind with brain games—does it impact neurodegeneration? [1:43:00] \nThere’s no shortage of people marketing different brain games with the idea of challenging your brain in that way and can it even help in the prevention of dementia\nWhat do we know about this concept?\n\nWe don’t have great answers for it\nWe DO know that there is something else going on besides the pathology and the relationship between neuropathology and clinical symptoms of dementia is not straightforward\nAutopsies show that there are cases where people with less neuropathology experience worse symptoms than those with more\nYou even have people who have a lot of amyloid and had no clinical symptoms whatsoever—How do we explain that? \n\nOne of the reasons is called cognitive reserve\nCognitive reserve suggests that some individuals are better able to tolerate brain damage and continue to function normally due to having a higher cognitive capacity\n\n\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-20711\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f6-ama46.png\" alt=\"\" width=\"545\" height=\"380\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f6-ama46.png 545w, https://peterattiamd.com/wp-content/uploads/2023/04/f6-ama46-300x209.png 300w\" sizes=\"(max-width: 545px) 100vw, 545px\" />\nFigure 6. Source: Stern Lancet Neurol. Nov 2012\n\nCognitive test score is shown on the Y-axis. \nThe extent of neuropathology is shown on the X-axis \nand there’s a threshold—The threshold is the horizontal fine dotted line\nOnce you go below that threshold, you will have the clinical indication of Alzheimer’s disease\nNow we’re going to show you two types of individuals. \nSomeone with a high cognitive reserve and someone with a low cognitive reserve. \nIn both of these cases, they march along until they start to see a reduction in cognitive scores as their neuropathology increases. \nBoth of them are decreasing in response to accumulating neuropathology, but you’ll notice that for any given amount of neuropathology, they have a very different amount of cognitive capacity. \nIn other words, these people will for an equal amount of damage to the brain, have a different output.\nSo we do think that cognitive reserve plays a big role in dementia\nWe also think that movement reserve plays a big role in Parkinson’s disease \nSome of the most important things that people can do to reduce their risk for neurodegenerative diseases is to have both very high cognitive reserve and very high physical or movement reserve.\n\nWhat about brain games like crosswords, sudoku, or apps like Lumosity?\nIs there a benefit to switching up brain games or if you just play the same game, are you going to see the same benefit and there’s no need to switch it up and to challenge your brain in that way?\n\nWe can draw an analog here with training—if you only ever do bicep curls, you will get very good at bicep curls and you will have big biceps, but you’re not going to be good at much else\nThe same is probably true here\nA certain type of cognitive puzzle that might be very challenging at first, if that’s all you’re doing, you’re just going to become better and better at that. \nThere’s a company called Lumos Labs which had an app called Lumosity\nThey actually had a $50 million judgment against them for false advertising because of  unfounded claims that were made that Luminosity games were able to help people perform better at work in school and may even reduce or delay cognitive impairment\nThere’s no evidence that that’s the case\n\n2016 journal article\n\nHuge analysis that looked at brain training games and review hundreds of papers on brain games being used to improve cognition\nSummary of the findings were basically:\nYou got better at playing the game, but the improvements didn’t transfer to the general mental skills found in everyday life\nIf you practice memory, you did get better at memory, but it didn’t have that leak into other things\nAnd there was little evidence that training enhances performance on anything that was distant to what you were actually doing in the game. \n\nIn short, a variety of cognitive activities may be more beneficial in improving general cognitive skills, and it is important to consider the opportunity cost of time spent playing brain games\n“Bottom line, if you like playing brain games like Sudoku, great. Play it, but don’t dilute yourself into thinking that this is reducing your risk of Alzheimer’s disease. I don’t see you have any evidence that it is.” —Peter Attia\n \nThe data on sauna and brain health [1:49:45]\nDo we know anything about saunas as it relates to brain health?\n\nFor this, all we have is the epidemiology \nFortunately, the epidemiology for sauna uses good epidemiology in that it’s consistent— it all points in the same direction\nIt’s got plausibility, but it has a lot of problems to it—healthy user bias and a socioeconomic bias\nIn places like Finland where most of these data come from, however, there’s less of a socioeconomic difference between people who sauna and people who don’t\nIf you look at one of the largest studies, they’re going to basically say, \n\n“Compared to one sauna session per week week, if you’re going to be in the sauna four to five times or four to seven times per week, you’re going to have 50% reduction in the absolute risk of Alzheimer’s disease.”\nThat’s a 3% absolute risk reduction\nThat’s 6% to 3%, so it is 50% relative \nBasically your number needed to treat is only 30\nIf you look at overall dementia, including vascular, et cetera, the same comparison, one sauna session per week to four to seven is like a 60% reduction. \n\nYou’re going from 10% to 4%, which again means your number needed to treat here is about 15 people\n\n\n\n\n\nAnother Finnish study in 2020 \n\nLooked at about 14,000 men and women. \nAgain, these are still retrospective studies, so you’ve got all these problems\nFound that if you compared people who were in sauna less than four times a month, that’s once a week versus people who are 9 to 12 times per month, you had about a 24% relative reduction\nIn short, it found that you only had a significant effect of sauna on incident dementia when done 9-12 times per month\n\nSummary:\n\nIs there a mechanism of action here that’s plausible? ⇒ Yeah, probably, and it probably overlaps most closely with the exercise benefit\nIt might be that sauna is a little bit of an exercise mimetic\nBut Peter states that the effects of exercise are much more potent so sauna should not “replace” exercise\nMore importantly, exercise factors in much more to the quality of life/healthspan\n\n“Sauna is probably beneficial, but from an opportunity cost, I can think of other places where I would invest time if time were limited.” —Peter Attia\n \n⇒ For more on sauna, check out AMA #16\n \nOral health and its association with brain health [1:52:45]\n⇒ See previous episode on oral health with Dr. Pat Corby\n***\n\nPeter believes there is something going on here in terms of oral health and overall health\nperiodontal disease is a problem not just for the obvious, which is your mouth, but also for inflammation and how that inflammation may factor into at least two other diseases, cardiovascular disease and neurodegenerative disease, specifically Alzheimer’s disease\nAnd we know that most people aren’t doing enough \nThe recommendation is basically two minutes a day, twice a day with an electric toothbrush\n\nA survey in 2018 found that only 70% of Americans even brush twice a day, and they’re not doing it for the full two minutes, and only 41% of Americans are using electric toothbrush\n\n\nInterproximal cleaning is at least as important, if not more than brushing\nFlossing is super important—if you floss and your gums hurt or bleed, good, keep flossing, that’s the sign that you have inflammation in the gums and you’ve got to just work through that\nPeter also likes using those little brushes that have a “little fuzziness” on them\n\nWhat else does Peter do? \n\nPeter said he’s heard enough anecdotal evidence that he has a tongue scraping ritual — he will scrape his tongue in the morning before brushing his teeth\nThen he brushes his teeth, which, of course, includes brushing his tongue\nAbout three or four times a week he does an “oil pulling” — You can just buy oil for teeth pulling and you just swish it around in your mouth for 10 minutes and spit it into the trash\nThe mouth is an area that warrants a lot of attention\n\nBottom line: “if doing all this stuff doesn’t help you one bit in reducing your risk of Alzheimer’s disease, the fact that you might have your teeth in your mouth when you’re 90 years old should be reason enough to do this stuff”\n \nHow reducing lipids can improve brain health and prevent neurodegeneration [1:55:30]\nLipids and causality\n\nThere are not many things for which we think there’s a causal relationship, but this is one of them, along with exercise, type 2 diabetes, and insulin resistance\nLower lipids is better for brain health than higher lipids\n\nLipophilic vs. hydrophilic statins\n\nBut a more nuanced conversation is about the difference between lipophilic and hydrophilic statins\nThere are roughly seven statins on the market right now\nTwo of them are hydrophilic, meaning they’re soluble in water but not fat—those being Rosuvastatin and pravastatin\nFive of them are lipophilic—those being atorvastatin (Lipitor), simvastatin, lovastatin, pitavastatin, and fluvastatin \nPeter says, of the lipophilic, he only use atorvastatin (Lipitor) and pitavastatin with patients (and he uses rosuvastatin and pravastatin—hydrophilic—with patients as well)\nThe question: is there a difference in them? \nAll statins cross the blood-brain barrier. We know that, but at least theoretically you could argue that lipophilic statins do so more easily.\n\nThe question that Peter sought to answer was: \n\nIn patients who, for example, have an ApoE4 who might be at higher risk for Alzheimer’s disease… If we’re trying to address their dyslipidemia, should we preferentially be using a hydrophilic statin? \nIn other words, if a patient has ApoE4, should you be using pravastatin and rosuvastatin, which is Crestor preferentially over Lipitor and pitavastatin which is Livalo?\n\nLet’s take a look at the two largest meta-analyses that sought to address this\n<img decoding=\"async\" class=\"alignnone size-large wp-image-20712\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f7-ama46-1024x364.png\" alt=\"\" width=\"1024\" height=\"364\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f7-ama46-1024x364.png 1024w, https://peterattiamd.com/wp-content/uploads/2023/04/f7-ama46-300x107.png 300w, https://peterattiamd.com/wp-content/uploads/2023/04/f7-ama46-768x273.png 768w, https://peterattiamd.com/wp-content/uploads/2023/04/f7-ama46-1536x546.png 1536w, https://peterattiamd.com/wp-content/uploads/2023/04/f7-ama46.png 1851w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 7. Source: Chu et al. Sci. Rep. April 2018\n\nThese are prospective studies that are looking at statins and comparing hydrophilic to lipophilic statins on all-cause dementia\n\nThat’s the figure on the left of this page, figure A\n\n\nAnd then looking at hydrophilic versus lipophilic, statins on AD\n\nThat’s on the right side of this page, figure C\n\n\nThe idea is that we’re looking at a list of all the studies that were included and trying to look at whether hydrophilic statins increase or decrease the risk of all-cause dementia\n\nFor example, if you look at the Baltimore study from 2012,\n\n it says the risk ratio was 0.89, so there’s an 11% reduction in the risk of all-cause dementia\nHowever, the confidence interval was 0.612 to 1.29\ngo over to look at the P value and we know it’s greater than .05 because it crosses unity and it’s way greater than 0.05\nThat’s represented on the forest plot as a wide line that crosses one.\nThat’s NOT significant, so we’re not going to pay attention to that one\n\n\nThen we’re going to look at the next one\n\nThis is looking specifically at atorvastatin 2010 study\nThis had a 15.1% reduction\nYou can see the lower and upper limit of the confidence interval is fully below one so you know the P value is less than .05, and sure enough, it’s .01\n\n\nSame is true for the next one\nBut then the next one crosses\nAnd the next one crosses\nThe next one, pretty much touches — it’s a .055\nAnd the next one touches\n\n\nWhen you put them all together you get a much tighter group represented by the diamond\n\nIn the middle of the diamond is where it lies, and the tips of the diamond are the confidence interval\nThe overall risk ratio is .877\nThat’s a 12.3% reduction, which is statistically significant\nOkay, that means the hydrophilic statins were not increasing the risk…they were actually decreasing the risk of dementia\n\n\nIf you go through the same exercise for the lipophilic statins, you see that there was no significance\n\nNow it’s a trend towards lower because the risk ratio is .738. That means that the lipophilic statins were about 26.2% lower in risk\nBut you see the triangle is so wide that it’s crossing the Y, so your P value is .176\nWhat that means in English is even though this study said that there’s about a 26.2% lower risk of lipophilic statins, it’s saying that, basically, this is not entirely precise, but it’s close enough\nIt’s saying like, “There’s a 17.6% chance that that result is statistical fluke.”\n\n\nWhen we go and do this on Alzheimer’s dementia specifically, do the same exercise on the hydrophilic, we get a 38.1% reduction in risk that just meets statistical significance\nAnd for the lipophilic statins, we get a 36.1% reduction in risk—that is statistically significant.\n\n“There is no scenario here in which patients taking statins, either hydrophilic or lipophilic, are seeing anything that remotely resembles an increase in the risk of Alzheimer’s disease or all-cause dementia.” —Peter Attia\n\nIn fact, only in the patients taking lipophilic statins do we see statistically no difference in the risk of all-cause dementia with the trend towards it being a reduction\nSo, when people say, “Oh man, statins cause dementia.” … you have to ask “What data are they looking at?”\n\nNow let’s look at a 2022 paper\n<img decoding=\"async\" class=\"alignnone size-large wp-image-20713\" src=\"https://peterattiamd.com/wp-content/uploads/2023/04/f8-ama46-1024x667.png\" alt=\"\" width=\"1024\" height=\"667\" srcset=\"https://peterattiamd.com/wp-content/uploads/2023/04/f8-ama46-1024x667.png 1024w, https://peterattiamd.com/wp-content/uploads/2023/04/f8-ama46-300x195.png 300w, https://peterattiamd.com/wp-content/uploads/2023/04/f8-ama46-768x500.png 768w, https://peterattiamd.com/wp-content/uploads/2023/04/f8-ama46.png 1501w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 8. Slide 5. Source: Olmastroni et al. Eur J Prev Cardiol. May 2022\n\nThis figure, while hard to look at, illustrates the point that there’s just no ambiguity here\nHere we’re looking at a ton more studies that are asking the question, when you take a hydrophilic statin, what happens to your risk of dementia?\n\nThe answer is 20% reduction in all causes of dementia\n\n\nWhat if you ask the question, what happens specifically to Alzheimer’s disease?\n\nThe answer is 41% reduction in Alzheimer’s disease\n\n\nBut what about the “bad” lipophilic statins?\n\nThey have an 18% reduction in incident dementia risk\nWhen you go over to Alzheimer’s disease, recall that the hydrophilic statins were at .59, 41% reduction, and lo and behold, this is also .59\n\n\n\nTwo things are actually unambiguously clear from this analysis\n\n1) Statins reduce the risk of dementia and reduce the risk of Alzheimer’s disease specifically\n2) It’s unambiguously clear that lipophilic statins are not harmful relative to hydrophilic statins. Both statins are equally efficacious\n\n \nThe potential impact of hearing loss on brain health and neurodegeneration [2:04:30]\n⇒ For more on hearing loss and dementia, check out episode #236 with Kellyann Niotis\n***\n\nCurrently, we do not yet have causal data that hearing loss impacts dementia because the experiment has not been done\nThe experiment would be taking people with varying degrees of hearing loss and randomizing them to interventions that are restorative for hearing, and then you would assess the differences in the development or progression of neurodegenerative disease or dementia specifically\nThe good news is that this experiment is being done—there is at least one randomized control trial that is looking at the development of dementia in the presence of corrected hearing loss\nWhat we do know is that hearing loss comes with a very large risk\n\nIt carries a 90% increase in the risk of dementia and is therefore viewed, at least, according to the 2020 Lancet Commission as one of the most critical modifiable variables in the prevention of neurodegenerative disease \n\n\n\n \nYou see this in multiple cohorts. The best example of this is the Baltimore Longitudinal Study of Aging \n\nThis was looking at the risk of dementia and how it changed with the severity of hearing loss\nRemember that dose response in epidemiology is one of the things that makes us believe there might be some causality there\nIt looked at over 600 patients, followed up for a medium of about 12 years\nIf you looked at people with mild hearing loss, and this was people who were defined as having a hearing threshold of 25 to 40 decibels—hese people had an 89% increase in the risk of dementia\nIf you look at folks who had a hearing threshold of 41 to 70 decibels, their risk was 200% higher\nIf you looked at people whose hearing threshold was above 70 decibels, the hazard ratio was 4.94.\n\nThat’s nearly 400% increase in the risk of dementia\n\n\n\nThere are at least two plausible mechanisms of action here that makes sense\n\n1 One is the increased cognitive load from hearing loss\n\nFor a person who’s experiencing this amount of hearing loss, it requires greater attention and concentration to understand speech, and that’s diverting cognitive resources from other tasks\n\n\n2 There’s also this thing called the cascade hypothesis\n\nThink of this as the use it or lose it hypothesis? \n\n\n\n“Our view on this is that if our patients have hearing loss, we want it corrected right away. I’m not going to wait for the results of the RCT to recommend that patients have their hearing loss corrected, because if nothing else, it’s still improving quality of life.” —Peter Attia\n§Selected Links / Related MaterialTV series where Peter had Chris Hemsworth get is APOE genes tested: Limitless | (disney.com) [0:30, 15:15, 20:15]]\nPrevious podcasts on the topic of brain health, Alzheimer’s disease, etc.: [0:03:15]\n\n#236 ‒ Neurodegenerative disease: pathology, screening, and prevention | Kellyann Niotis, M.D. | Peter Attia (peterattiamd.com)\n#234 ‒ Chris Hemsworth on Limitless, longevity, and happiness | Peter Attia (peterattiamd.com)\n#18 – Richard Isaacson, M.D.: Alzheimer’s prevention | Peter Attia (peterattiamd.com)\n#138 – Lauren Miller Rogen and Richard Isaacson, M.D.: Alzheimer’s disease prevention—patient and doctor perspectives | Peter Attia (peterattiamd.com)\n#147 – Hussein Yassine, M.D.: Deep dive into the “Alzheimer’s gene” (APOE), brain health, and omega-3s | Peter Attia (peterattiamd.com)\n#164 – Amanda Smith, M.D.: Diagnosing, preventing, and treating Alzheimer’s disease, and what we can all learn from patients with dementia | Peter Attia (peterattiamd.com)\n\nEpisode of The Drive with a dive deeper on sensitivity, specificity, positive, negative predictive value: #170 – AMA #25: Navigating the complexities and nuances of cancer screening | Peter Attia (peterattiamd.com) [12:30]\nPeter’s book: OUTLIVE: The Science & Art of Longevity by Peter Attia | (peterattiamd.com) [15:30, 54:00]\nData suggesting Alzheimer’s disease risk is modifiable from the Chicago Health and Aging Project: Impact of the Apolipoprotein E ε4 Allele on the Relationship Between Healthy Lifestyle and Cognitive Decline: A Population-Based Study (Dhana et al., 2021) [25:15]\nEvidence from one finished cohort study that patients who have ApoE4 may be slightly more susceptible to alcohol than patients with ApoE3: Alcohol drinking in middle age and subsequent risk of mild cognitive impairment and dementia in old age: a prospective population based study (Anttila et al., 2004) [38:00]\nFind more about the impact of sleep on brain health in the episodes of The Drive with Matt Walker: #47 – Matthew Walker, Ph.D., on sleep – Part I of III: Dangers of poor sleep, Alzheimer’s risk, mental health, memory consolidation, and more | Peter Attia (peterattiamd.com) [40:30]\nSPRINT MIND trial about blood pressure and dementia: Effect of Intensive vs Standard Blood Pressure Control on Probable Dementia (The SPRINT MIND Investigators for the SPRINT Research Group, 2019) [44:15]\nProspective cohort study in the UK looking at type 2 diabetes and dementia: Association Between Age at Diabetes Onset and Subsequent Risk of Dementia (Amidei et al., 2021) [49:30]\nNine criteria that basically give you a sense of how much do you believe your epidemiology: Austin Bradford-Hill criteria | (wikipedia.org) [52:00]\nThe Honolulu-Asia Aging Study looking at the differential risk for ApoE4s: Type 2 Diabetes, APOE Gene, and the Risk for Dementia and Related Pathologies: The Honolulu-Asia Aging Study (Peila et al., 2002) [54:00]\nEpisodes of The Drive that discussed the “obesity paradox”: [55:00]\n\n#197 – The science of obesity & how to improve nutritional epidemiology | David Allison, Ph.D. | Peter Attia (peterattiamd.com)\n#212 – The neuroscience of obesity | Stephan Guyenet, Ph.D. | Peter Attia (peterattiamd.com)\n\nMeta-analysis that we looked at obesity in midlife and the relative risk increase for developing AD: Body mass index in midlife and late-life as a risk factor for dementia: a meta-analysis of prospective studies (Anstey et al., 2011) [55:30]\nPREDIMED: One of the best nutrition epidemiology studies: “The Mediterranean Diet, its Components, and Cardiovascular Disease” (Widmer et al., 2016) [1:00:15]\nCarve out of the PREDIMED study looking at cognitive function: Mediterranean diet improves cognition: the PREDIMED-NAVARRA randomised trial (Martinez-Lapiscina) [1:02:45]\nCohort study comparing common diets showing MIND diet might reduce AD risk most: MIND Diet Associated with Reduced Incidence of Alzheimer’s Disease (Morris et al., 2016) [1:07:45]\nCurrent Nutritional intervention RCT for the MIND diet: Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND) Study: Rationale, Design and Baseline Characteristics of a Randomized Control Trial of the MIND Diet on Cognitive Decline (Liu et al., 2022) [1:12:15]\nSix-month RCT looking at EPA and DHA in patients with AD: Omega-3 fatty acid treatment in 174 patients with mild to moderate Alzheimer disease: OmegAD study: a randomized double-blind trial (Freund-Levi) [1:15:30]\nEpidemiological and prospective longitudinal studies suggest a link between Hcy and cognitive impairment: Plasma total homocysteine and memory in the elderly: the Hordaland Homocysteine Study (Nurk) [1:23:45]\n18-month study on patients given Theracurmin: Memory and Brain Amyloid and Tau Effects of a Bioavailable Form of Curcumin in Non-Demented Adults: A Double-Blind, Placebo-Controlled 18-Month Trial (Small et al., 2018) [1:26:15]\nA six-month retrospective study of patients treated with Theracurmin who had AD or MCI: Theracurmin Supplementation May be a Therapeutic Option for Older Patients with Alzheimer’s Disease: A 6-Month Retrospective Follow-Up Study (Dost et at., 2021) [1:27:00]\nStudy looking at older individuals with mild cognitive impairment who were given cocoa flavanols: Benefits in cognitive function, blood pressure, and insulin resistance through cocoa flavanol consumption in elderly subjects with mild cognitive impairment: the Cocoa, Cognition, and Aging (CoCoA) study (Desideri et al., 2012) [1:29:15]\n2015 study with cocoa flavonols: Cocoa flavanol consumption improves cognitive function, blood pressure control, and metabolic profile in elderly subjects: the Cocoa, Cognition, and Aging (CoCoA) Study—a randomized controlled trial (Mastroiacovo et al., 2015) [1:30:00]\nCosmos Mind Study on cocoa flavanols: Effects of cocoa extract and a multivitamin on cognitive function: A randomized clinical trial (Baker et al., 2022) [1:30:15]\nPeter wrote about the Cosmos Mind Study here: Can cocoa help prevent cardiovascular death? | Peter Attia (peterattiamd.com) [1:30:15]\nAnimal study that demonstrated an increase of brain magnesium as measured by magnesium and cerebral spinal fluid: Chronic dietary magnesium-L-threonate speeds extinction and reduces spontaneous recovery of a conditioned taste aversion (Mickley et al., 2013) [1:31:30]\n2022 systematic review which compared the relative efficacy of different types of exercise interventions on cognitive function for patients with MCI or dementia: Comparative efficacy of various exercise interventions on cognitive function in patients with mild cognitive impairment or dementia: A systematic review and network meta-analysis (Huang et al., 2022) [1:34:45]\nMeta-analysis of dance interventions as a form of exercise for brain health: Effects of Dancing on Cognition in Healthy Older Adults: a Systematic Review (Predovan et al., 2018) [1:38:45]\n$50 million judgment against Lumosity for false claims: Lumosity to Pay $2 Million to Settle FTC Deceptive Advertising Charges for Its “Brain Training” Program | (ftc.gov) [1:47:15]\nJournal article that reviewed hundreds of papers on brain games being used to improve cognition: Do “Brain-Training” Programs Work? (Simons et al., 2016) [1:48:00]\nOne of the largest studies on sauna: Sauna bathing is inversely associated with dementia and Alzheimer’s disease in middle-aged Finnish men (Laukkanen et al., 2016) [1:50:30]\n2020 Finnish study about sauna: Does sauna bathing protect against dementia? (Knekt et al., 2020) [1:51:15]\nEpisode of The Drive on oral health: #166 – Patricia Corby, D.D.S.: Importance of oral health, best hygiene practices, and the relationship between poor oral health and systemic disease  | Peter Attia (peterattiamd.com) [1:52:45]\nTwo largest meta-analyses on lipids, statins, and brain health: [1:57:30]\n\nUse of statins and the risk of dementia and mild cognitive impairment: A systematic review and meta-analysis (Chu et al., 2018)\nStatin use and risk of dementia or Alzheimer’s disease: a systematic review and meta-analysis of observational studies (Olmastroni et al., 2022) [2:02:15]\n\nEpisode of The Drive which touched on hearing loss and dementia: #236 ‒ Neurodegenerative disease: pathology, screening, and prevention | Kellyann Niotis, M.D. | Peter Attia (peterattiamd.com) [2:04:45]\nStudy looking at the risk of dementia and how it changed with the severity of hearing loss: Hearing loss and incident dementia (Lin et al., 2011) [2:06:00]\n§People Mentioned\nChris Hemsworth [0:30]\nRichard Isaacson [2:00, 4:00, 19:45]\nDom D’Agostino [42:30]\nLayne Norton [47:30]\nBob Kaplan [1:04:30]\nMatt Walker [1:12:00]\nBeth Lewis [1:38:00]\n\n§"
}