{
  "title": "#58 – AMA with sleep expert Matthew Walker Ph.D.: Strategies for sleeping more sleeping better and avoiding things that are disrupting sleep",
  "content": "Check out more content with sleep expert, Matthew Walker, Ph.D.:\n\n(April 1, 2019) Part I of III: Dangers of poor sleep, Alzheimer’s risk, mental health, and memory\n(April 8, 2019) Part II of III: Heart disease, cancer, sexual function, and sleep disruption\n(April 15, 2019) Part III of III: The penetrating effects of poor sleep from metabolism to genetics\n(June 17, 2019) AMA #1: Strategies for sleeping more and sleeping better\n(October 28, 2019) AMA #2: short sleep mutants, optimal sleep environment, & sleep apnea\n(August 31, 2020) Sleep & Covid-19: Sleep and immune function, chronotypes, and hygiene tips\n(September 7, 2020) AMA #3: Fasting, gut health, blue light, caffeine, REM sleep, and more\n\n\nIn the first three parts of our series with sleep expert Matthew Walker, Matt revealed the many reasons why we need sleep as well as the many short- and long-term dangers of not sleeping enough. In this special AMA episode, Matt comes back to provide a dissertation on listener’s questions about HOW to sleep. He answers questions from subscribers that largely focus on the practical and tactical ways we can improve our sleep in terms of duration, quality, consistency, and avoidance of the common things that are standing in the way the best sleep possible. \nIf you’re a subscriber, you can now listen to this full episode on your private RSS feed. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nMatthew’s TED Talk, and his favorite public speakers [3:40];\nHow good are the current sleep trackers like Oura, Fitbit, etc.? [6:45];\nIs it bad to eat food too close to bedtime? [11:40];\nHow does exercise impact sleep? [13:15];\nHow is appetite affected by our sleep quality? [17:30];\nAnxiety, cortisol, and weight gain: An awful feedback loop of sleep deprivation [19:30];\nHow to optimize your wind down routine: lights, temperature, & relaxation [22:10];\nHow alcohol disrupts sleep (and contributes to Alzheimer’s disease) [42:00];\nSleep’s impact on sex hormones, and romantic relationships [46:00];\nPerformance, accuracy, and minimizing the damage of shift work [51:30];\nBed partners: How to sleep in separate beds and retain a good relationship [55:30];\nCan we use sound machines and electrical stimulation to improve sleep? [57:40];\nWill we ever be able to “supercharge” our sleep stages using technology? [1:03:30];\nWhy sleep is the best insurance policy for lifespan and healthspan [1:07:45];\nMelatonin: How (and how not) to use it for sleep improvement [1:15:00];\nThe dangers of sleeping pills, useful alternatives, and cognitive behavioral therapy for insomnia [1:24:30];\nCan CBD and THC be used for sleep? [1:39:30];\nWhy haven’t we been able to develop a really effective sleeping aid? [1:46:40];\nCan you get too much sleep? [1:51:50];\nWhat to do (and not do) immediately following a terrible night of sleep? [2:04:15];\nWhy a consistent wake up time is king [2:10:30];\nDoes poor sleep speed up the aging process? [2:12:00];\nCan different people be more (or less) resilient to sleep deprivation? [2:18:50];\nFinding your optimal sleep schedule and determining your sleep chronotype [2:23:45];\nDefining sleep efficiency and how to improve it [2:29:25];\nCorrecting insomnia: A counterintuitive approach [2:31:45];\nHow can parents improve the sleep of their kids? [2:37:30]; and\nMore.\n\nSPECIAL ANNOUNCEMENT: Based on your feedback, we are excited to announce the launch of our exclusive, members-only podcast feed. This allows subscribers to listen to every episode of The Drive without the subscriber callout, plus full episodes of our members-only AMA podcasts, and other exclusive content directly in your podcast player. Learn how to get set up with a couple of taps here: (be sure that you are logged in).\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#58 – AMA with sleep expert, Matthew Walker, Ph.D.: Strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#58 – AMA with sleep expert, Matthew Walker, Ph.D.: Strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#58 – AMA with sleep expert, Matthew Walker, Ph.D.: Strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesMatthew’s TED Talk, and his favorite public speakers [3:40]\nMatthew recently gave a TED Talk: Sleep is your superpower\nMatthew’s favorite speakers:\n\nCarl Sagan\nRichard Feynman\nKen Robinson ⇒ TED Talk: How to escape education’s death valley\n\n“They transcend being an exquisite public speaker into being someone who is just so compelling because they add to this sprinkle layer on top called wonderment.”\nHow good are the current sleep trackers like Oura, Fitbit, etc.? [6:45]\nWhat can the common sleep trackers tell us about sleep?\n\nBest at: Estimating total duration of sleep (Two-class model)\nPretty good at: Determining where you’re in awake, non-REM, and REM (Three-class model)\nLeast accurate when: Estimating your time split between 4 stages… awake, light non-REM, deep non-REM, and REM (Four-class model)\n\n⇒ Matthew says don’t fret: “I wouldn’t get too nervous about some of your sort of deep sleep versus light sleep numbers. Some of them could be accurate within an individual, but for others it can be more tricky because of their physiology that’s not giving the right signals for class accuracy.”\nTrend lines and relative changes are more important\n\nOnce you establish some kind of baseline and you see a deviation from that baseline, it’s more than likely that that deviation is a real deviation rather than a problem of the technology because the technology, even though it’s errorful is consistently errorful night after night after night\nSo any variance from your baseline is where you want to focus more of your attention\nTrendlines: Matthew advises to pay most attention to your weekly trend lines when using a sleep tracker\n\nThe Oura ring\n\nPeter uses (and is an investor and advisor) the Oura ring\nHe says that the Oura ring is also very good at measuring and tracking:\n\nResting heart rate while sleeping\nHeart rate variability\nBody temperature\nMovement\n\n\n\n⇒ More regarding heart rate \nPeter: “When your resting heart rate is up seven beats per minute and your heart rate variability is down 20%… those are bad things.”\nWhat can cause these heart rate issues?\n\nFor Peter at least… it is typically:\n\nThe room was boiling hot\nAte a monster meal 10 minutes before bed\nHe had two alcoholic drinks or more\nJet lag\n\n\n\nIs it bad to eat food too close to bedtime? [11:40]\nMatt advises cutting off all eating at least 3 hours before bed\n⇒ Two main reasons why:\n\nFirst, the principal reason is just because when you lie down, you’re more likely to get acid reflux, more likely to have digestive issues\nSecondly, because it can raise your core body temperature\n\nYou need to drop your core body temperature by about two to three degrees Fahrenheit to initiate sleep and then to stay asleep\nThat’s why it’s easily to sleep in a cold room than a hot room\n\n\n\n**If you must have something to eat close to bed because you are too hungry to sleep, avoid simple carbs because those will actually just get translated more quickly into energy and ultimately a heat index\nHow does exercise impact sleep? [13:15]\nIs it bad to exercise too close to bedtime?\n\nYes, it can be\nFirstly, exercise increases core body temperature and keeps it elevated for a while\nSecondly, hormones are changed\n\nepinephrine, norepinephrine, adrenaline, and cortisol\n\n\n*Matt advises not to exercise within 2 hours of your bedtime\n\nIs exercise earlier in the day good for sleep?\n\nYes\nFor the most part, exercise, anything that is before two hours of sleep is a fantastic tool in terms of sleep promotion\n\nCan getting good sleep improve exercise?\n\nYes, sleep profoundly helps exercise\nIt’s a two-way street, so it’s beneficial both way, but the evidence is strongest in that sleeping well improves exercise\n\nIn what ways does good sleep improve exercise?\n\nYour motivation to do anything (especially exercise) is increased dramatically\nPeak muscle strength increases (in compound movements)\nYour ability to respire and expel carbon dioxide is improved the more sleep that you’re getting\nLikelihood of injury risk markedly decreased\nYour ability to even sweat and perspire is determined by how much sleep that you get\nThe time it takes to reach physical exhaustion increases\n\nHow is appetite affected by our sleep quality? [17:30]\nWhen you are sleep deprived:\n\nThe brain receives is a signal that is not dissimilar to starvation\nIt releases a cascade of hormones that change your appetite profile\nSo you’ll want to eat more\nAnd you’re less satisfied after you eat food\n\nWhy?\n\nHuman beings seem to be the only species that will deliberately deprive themselves of sleep for no apparent reason\nThe only other time that we see this in the wild where it does seem to have an impact is when animals are under conditions of starvation\nSo when the body undergoes sleep deprivation, the brain thinks, “Oh, I must be under conditions of starvation… I must stay awake and forage for food.”\nBut it’s a “fake starvation signal” which increases a hormone called ghrelin (which makes you want to eat more) and it suppresses a hormone called leptin (which gives you a feeling of fullness)\n\n“Overall, hunger levels go up, you start to eat more. Now, we combine that with this lack of motivation of exercise in all sorts of obesogenic directive territory. Eating more, wanting to exercise less. You’re burning fewer calories. That usually is why we’re starting to understand part of the sleep-dependent obesogenic equation.”\nAnxiety, cortisol, and weight gain: An awful feedback loop of sleep deprivation [19:30]\nCortisol and weight gain\n\nPeter says cortisol also plays a role in weight gain\nIt is a very anabolic hormone to adipose tissue and a very catabolic hormone to muscle tissue\nIt also affects the liver and glycogen stores via hepatic glucose output ⇒ It’s raising glucose, which in turn is raising insulin, which is now acting alongside cortisol\n\nChronic undersleeping\n\nChronic undersleeping (most Americans) leads to hypercortisolemia\nThat is then causing a cascade of biology that is nonoptimal\n\n⇒ Example, more cortisol means more anxiety\n\nMore anxiety means less sleep\nLess sleep means more cortisol (and more anxiety)\nAn awful feedback loop\n\nEvolutionary reason for this?\n\nThe animal is sleep deprived, which is an evolutionary trigger that there’s a reason you’re sleep deprived, therefore you will need more cortisol\n\n“We’ve imposed sort of the mental Saber-Tooth Tiger, which is called society-triggered anxiety.”\nFor more on cortisol, and the role of cortisol in the subacute level of stress, see Peter’s interview of Robert Sapolsky\nHow to optimize your wind down routine: lights, temperature, & relaxation [22:10]\nLighting\n“[Light] is probably one of the most underappreciated factors that is contributing to poor sleep.”\n\nMatt says we are a “dark-deprived society” and our lighting is fooling your brain into thinking that it’s still daytime\nDusk would usually tell our brain to release melatonin to get us prepared for a healthy sleep cycle\n\nQuick Tips:\n\nSimply switch off most of the lights starting 90 min before bed\nAvoid blue light (e.g., iPhone/iPad screens and LED bulbs)\n\n\nLonger wavelength light (“blue light”) puts the breaks on melatonin release more so than the warmer colored lights\nWhy? ⇒ One theory is because we evolved in the ocean and the light that we used to help regulate our circadian rhythm to bring us awake was the sun shining through the water (“blue light”)\nSome people will can go to the extreme of installing red bulbs to elimate all blue light in the evenings…\nBut for most people, just dropping down half of the lights in the last hour or so before bed will help greatly\n\nTemperature\n\nMost people keep their bedrooms too warm at night\nIdeally, bedroom temp should be 65-68 degrees fahrenheit\n\n⇒ But what if this feels too cold??\n\nThe problem is that your extremities get too cold in those temperatures\nHack the system by wearing socks or putting a hot water bottle by your feet \nYou have to warm up your feet and your hands to essentially then evacuate the heat\nUse them as massive radiators, and that charms the blood from the core of the body out to the surface and then it is released\nWarming your feet and your hands before bed with socks and hot water bottle means that those feet start to get more blood supply that draws the blood and temperature away from your core\nYour core body temperature drops, and that’s great, and then you’re fast asleep and your body is now being cooled by the temperature that you’ve set at night\n\nHot shower before bed\n\nA hot shower (or sauna) before bed will bring the blood to the surface\nWhen your surface is warm, it dumps all of the heat from the core of your body\n\nRelaxation\nIn the last hour before bed, try to find a wind-down routine that involves at least one of the three following:\n\nRelaxing body movements\nMeditation\nJournaling\n\nBody relaxation\n\nLight stretching\nLight movement\nNothing strenuous\n\nMeditation\n\nMatt was originally skeptical of meditation for improving sleep\nBut he says the data is very strong with insomnia patients\nMatt now consistently practices meditation\nMatt says meditation is particularly helpful for people who struggle with falling asleep due to their mind racing when the get in bed and close their eyes\n\nJournaling\n\nWriting/journaling before bed can decrease the time it takes to fall asleep\nAn hour before bed, take out some paper and just write down all the concerns you’re having and finish with three things you are grateful for\nSounds “hokey”, but “science is pretty impressive” says Matthew\nThat has been shown to actually decreases the time it takes for insomniacs to fall asleep by about 50%\n\nPositive vs. negative thoughts\n⇒ Studies about mood show…\n\nWhen a person is in a negative mood state:\n\nIt takes them longer to fall asleep\nSleep is worse\n\n\nIf you put them in a positive mood set\n\nFall asleep faster\nSleep is better\n\n\n*This is why ending your journaling with positivity is important\n\nPeter’s tip:\n\nAvoid email and social media an hour from bedtime\nDoing this consistently improves Peter’s deep sleep scores\n\nThe point is this: Things that cause stress and anxiety (e.g., emails, social media) not only make it harder to fall asleep even when you’re tired simply because you are ruminating over negative thoughts (“wired and tired”), but it also release cortisol which is a stress hormone that promotes wakefulness (insomnia patients get a spike in cortisol right after getting in bed)\nMore tips from Matthew:\n1) Remove clocks from the bedroom ⇒ For some people, knowing the clock time elicits anxiety (“I can’t believe it’s 2 AM and I’m still awake!”)\n2) Don’t lie in bed awake for very long\n\nYour brain is this remarkably associative device and if you lie in bed awake, very quickly it will land that your bed is the place of being awake, not being asleep\nBreak that association, get out of bed, go somewhere different, in dim light, just read a book or something along those lines and only return to bed when you’re sleepy\n\nHow alcohol disrupts sleep (and contributes to Alzheimer’s disease) [42:00]\n“Alcohol is the most misunderstood sleep aid.”\nAlzheimer’s disease\n\nPeter: “I think you could potentially make a case that the association between alcohol consumption and Alzheimer’s disease could potentially be mediated almost entirely through the absolute destruction of sleep that alcohol causes.”\nMatt says he routinely sees an association between fragmented sleep and Alzheimer’s disease\n\nTwo forms of “quality” sleep:\n\nConsistent bedtime and wake up time\n\nOur bodies love consistent rhythm\nAnd when you force it out of that rhythm, your circadian rhythm as a consequence is markedly disrupted\n\n\nContinuous sleep during the night\n\nMeaning continuous sleep with as few awakenings as you can\nThis is where alcohol is vicious: “It will litter your sleep with numerous awakenings and those numerous awakenings mimic exactly what we see as a sleep phenotype that predisposes you to a higher Alzheimer’s disease risk.”\n\n\n\nHow alcohol affects sleep:\n\nFrequent wake ups (fragmented sleep) \n\nNote: Many people aren’t even realizing they are waking up a ton\n\n\nYou’re basically vacillating between non-REM light and one-minute wake-ups where you’re not fully awakened conscious\nAlcohol inhibits vasopressin, so it’s a potent diuretic, which means you’ll need to get up to urinate more frequently\nIt also negatively impacts: resting heart rate, heart rate variability, temperature and respiratory rate ⇒ “It’s devastating.”\n\n“Fragmented sleep we know seems to be a predisposing factor for greater likelihood of amyloid and tau pathology, which are the two proteins that seem to contribute right now to Alzheimer’s.”\nSleep’s impact on sex hormones, and romantic relationships [46:00]\nSleeping with a bed partner\n\nSleeping with someone who snores or moves around a lot can contribute to poor sleep\nSleep apnea is a very serious condition that can “strip years from your life if it’s untreated”\nAbout 80% of people who have sleep apnea are currently undiagnosed\nSleep apnea/snoring can cause poor sleep in both people in the same bed\n\nSleeping in separate beds\n\nMatthew says some people should consider a “sleep divorce” where you sleep in different beds/rooms\nWhen surveyed:\nAbout 40% of partners admit to sleeping in separate beds\n\nAnd of the 60% who start in the same bed, about 30% of those will switch beds in the middle of the night and wake up in another bed\n\n\n\nDoes sleeping in separate beds means you have a bad relationship?\n\nThe data says the opposite is true\nFor those who choose to sleep in separate rooms, they have better sleep quality\nBetter sleep quality leads to a better mood\nBetter mood leads to improved interpersonal relationships (more patience, more energy for each other)\n\n⇒ Sexual hormones\n\nSex hormones that are highly dependent on sleep\nMen who are sleeping just sort of four to five hours a night, will have a level of testosterone which is probably 10 years aged\nIn females, for every one hour of extra sleep that a female gets, they have somewhere between a 13 to 15% increase in the desire to be intimate with a partner\n\n“When you are sleeping separately, if that’s what you feel you need, your mood is better. Your relationship is better. And you’re much more likely to have a more fulfilling physical relationship intimately with your partner.”\nWhen it does NOT make sense to medically correct testosterone in a male?\n\nPeter says it’s an error to correct low testosterone in a male if the FSH and LH are low and the patient is not sleeping well\nSure you could give them testosterone exogenously, and you could fix that\nBut… when someone has low testosterone and has inappropriately low FSH and LH (the hormones that would tell the body to make more) are you have to correct the sleep\n\n⇒ Peter’s experience with sleep and low-T\n\nWhen Peter finished residency (and basically never slept)… his total testosterone was 220 nanograms per deciliter\nThat was three standard deviations below his age appropriateness\n\nPerformance, accuracy, and minimizing the damage of shift work [51:30]\nAccuracy\n\nPeter relays a story from a friend of his Jake Muise who runs a hunting operation out of Hawaii\nJake says they control the over populated axis deer by hunting them from a long distance in the middle of the night\nIt’s incredible vital that their shots are extremely accurate so the animal dies immediately and feels no pain\nThe interesting part is that when Jake listened to Matthew’s interview on a previous episode of The Drive, he said it finally made sense as to why they’re shooting was the least accurate on Mondays (2x less accurate!) ⇒ “Everything Matthew Walker said completely makes sense to our observation.”\nMondays were the first day of the week where they had to wake up in the middle of the night so it’s makes sense to reason that their accuracy was worse because they got less sleep and they had yet to acclimate to their new sleeping rhythm\nBy the end of the week, their accuracy became much more dialed in (presumably because they were acclimating to their new sleep cycles)\n\nShift work\nIf you must work a job that includes shift work, what is the best set of recommendations?\n\nTry to stay on longer bouts of that shift work\nDon’t do flip flop shift work where you are on for two days, off for three days, on for four days, and so on\n\nBed partners: How to sleep in separate beds and retain a good relationship [55:30]\n“I think it’s one of the most under-discussed topics in the  sleep and societal world.”\n\nThe thing people fret about it not the 8 hours of sleeping when you are more or less unaware of your partner…\nIt’s the stigma around the process of seeing them at bedtime and when you wake up\n\nHow to “hack the system”:\n\nYou can still sleep in separate locations but develop a good night routine and a good morning routine\nIn the evening, make a habit of going into the bedroom at the time that the first person likes to go to bed\nHang out for a bit and say goodnight to each other\nIn the morning, reverse engineer the same trick\n“You get 99% of the benefit of co-sleeping without the need to actually co-sleep and you sleep better.”\n\nMatthew’s personal story:\n\nMatt and his partner sleep in separate beds\nThey have slightly different needs in terms of when they go to bed and how much sleep they need\nThey decided to try the “sleep divorce” and it has worked really well\nThere is no shame in that, Matt says\n\nCan we use sound machines and electrical stimulation to improve sleep? [57:40]\nIs there much evidence that there are sound machines or music or any devices that can help you get better sleep and/or improve certain stages of sleep?\nPossibly, says Matt\nThere are 2 types of sound manipulation that are most commonly used:\n\nSound blocking\nRhythmic frequencies\n\nSound blocking\n\nWhite noise, pink noise, etc. \nno evidence right now that they’re necessarily harmful for your sleep. As long as they’re not too loud and too close\nCaution: Be weary of sound that is cognitively activating (radio, television)\n\nYour brain usually continues to process it even while sleeping\n\n\n\nRhythmic frequencies\nElectrical stimulation\n\nIt is an electroceutical where we insert a small amount of voltage into the brain using a set of pads that usually sit on the forehead \nWe try to “sing in time” with those deep sleep brainwaves to amplify the size of them\nIn doing so, we can actually almost double the amount of memory benefit that you get from sleep\n\n⇒ Problems making this difficult to commercialize:\n1  The process is incredibly precise and depending on the individual and takes the ability to predict the next deep sleep brain wave… so the idea that you can just kind of put some beats that kind of regulate with some rhythm into the brain, and you can actually force the brain into synchrony, that seems unlikely \n2  If you keep stimulating with sound or with electricity, after five or 10 seconds, the brain actually starts to fight back against that excessive potentiation of brainwaves\nAnalogy: Like defibrillation of the heart where you can’t just apply a voltage to somebody’s chest when their heart is in a bad rhythm…you have to first sense the rhythm to know where to put the voltage\n“So my point is this: it’s technically very challenging to do this type of brain stimulation. You need to be reading out. And then writing. So, read, write, read, write . . . You need to be measuring, stimulating, measuring, stimulating, and backing off when you need to. It’s a smart, closed-loop, intelligent system and it’s very unlikely that you can just use our more neanderthal approach to doing that, because the brain is just so complex.”\nWill we ever be able to “supercharge” our sleep stages using technology? [1:03:30]\nTo be able to supercharge our brains using at-home stimulation, we will first need:\n\nMuch more accurate in our ability to stage sleep on our devices\nThose devices would have to be connected directly to, meaning speaking with the device that’s putting in the voltage\n\nWill this improve sleep efficiency and allow for less total sleep?\n\nMatt says that we just don’t know as of now\nCurrently, the technology was developed for the aging brain where you start to get a pernicious drop in deep sleep\nThe decline begins in your early 30s and it gets worse and worse each decade\nMatt’s lab has tried to salvage aspects of deep sleep in older adults and give back many of the physical and cognitive benefits that sleep normally has\n\n“I think sleep is a huge part in the aging puzzle, and it may fast become probably one of the best tools that we have in the anti-aging toolbox.”\nWhat about for younger people, perhaps starting in their 30s?\n\nMatt is worried about going that route: “It’s very rare that you can actually gain a benefit in a system that’s biological without seeing a cost somewhere else down the line.”\n\n⇒ What could that cost be?\n\n“Well, it’s possible that if you increase deep sleep, you may actually drive down the amount of rapid eye movement sleep that you get.”\n“So I think we have to be very careful in terms of finding the optimal balance between sleep enhancement and converse sleep detriment to other stages.”\n\nIs it possible that we can then try to augment those others too and just raise all of the boats of sleep stages on that single tide of stimulation?\n\nIt might be possible, however, at the moment they have only been able to improve deep, slow wave sleep\nBut there is very little research showing ways to augment REM sleep\n\nWhy sleep is the best insurance policy for lifespan and healthspan [1:07:45]\n“Stop thinking of sleep is something you have to do. Think about it as something you want to do. This is a performance enhancing drug.” —Peter on how he wants his patients to view sleep\n\nIt’s a life insurance policy\nIt is probably the most democratic health care insurance policy that you have, or health care system. \nSleep essentially is a life support system\nAnd I’ve often described sleep as perhaps Mother Nature’s best effort yet at immortality. \nWe’ve got lots of people trying to optimize different pathways and I think that’s great. I want them to keep sort of finding ways to modulate your metabolic pathways or your immune pathways or your reproductive pathways. \n\nAnalogy: Sleep is like the master volume lever on a mixing deck that you see in the studio\n\nSleep acts like a superordinate node in the biological equation of health\nIt’s like that master volume button on a mixing deck that you see in the studio \nYou can manipulate each one of those dials, or you can go to the far left and just move that one dial all the way up and all of the other levers seem to move with it. \nIf you optimize sleep, you’re doing as much as probably you can from the health regard standpoint in terms of increasing your insurance for a longer life\n\nCan better sleep mean a longer healthspan?\n\nMatt thinks there is a good chance healthspan increases along with lifespan\n“What I’m fascinated by and wanting to do studies on is looking at health span, not just lifespan.” \n\nHuge economic cost savings\n\nIt could be a huge cost benefit equation, says Matthew\nIf you were to think about the relief of health care burden that would happen if we could live longer, healthier by way of sleep, the cost savings could be enormous too\nUnfortunately, as a country, we are not motivating/incentivizing our societies to get better sleep\nThe government is heavily involved in incentivizing other things: Avoiding drunk driving, healthy eating, exercise, and now even for mental health\n“But there’s nothing about sleep and so I would to think about trying to manipulate that to you for the good of an individual and the good of the society and cost savings economically.”\n\nLet’s get Matthew nominated for the MacArthur award!\n\nPeter: “I’m excited to think about what the world looks like in 10 years as a result of what you’ve done in the shoulders of all of the people who are doing this research upon which your megaphone is standing. Because it’s remarkable.”\nPeter thinks Matthew is a prime candidate for the MacArthur award\n“You are exactly the type of person that needs to win that award because all of their winners are remarkable people… but the scale of what you’re doing is so impressive.”\nPeter has been trying to figure out how to nominate Matthew for 6+ months without making any progress\n\nSo if anybody listening to this either is on the committee or knows how to begin the nomination process, please help!\nMelatonin: How (and how not) to use it for sleep improvement [1:15:00]\nMelatonin\n\nLowest dose is about 300 micrograms\nThey can be as high as 5 to 10 milligrams\n*All of these doses are very high relative to our natural production of melatonin\n\nWhat is your overall thoughts on the use of melatonin (exogenous melatonin)?\n\nIt can help the timing of your sleep, but it doesn’t necessarily change the quantity and the quality of that sleep\nHowever, it may actually have a potential benefit for deep non REM sleep\n\n⇒ Efficacious under at least two conditions (and maybe a third): \n\nFirst: When you’re jet lagged and you’re traveling\n\nMelatonin can be immensely useful to help retrain your sleep rhythm\nTake it about 45 minutes to an hour before bed\n\n\nSecondly: People who are typically over the age of 50\n\n\n\n\nThe older that we get the blunter our circadian rhythm\nThe circadian rhythm, which is your 24 hour rhythm, has a wonderful high peak during the day\n\nYou’re active and alert and then it scales down at night and that’s when we sleep (it’s up and it’s down, it’s up and it’s down)\nThe older that we get, the flatter that rhythm becomes (less deep valleys and less high peaks) ⇒ could be the reason older people might say “I feel a little bit fatigued and tired during the day, but then I don’t sleep as well at night.”\nMelatonin in older individuals can help increase the peaks and valleys\n\n\n\n\n\n\nThird (less proven): To fight the effects of artificial light (i.e., blue light from electronics)\n\n\nAs technology gets better and more intertwined in our lives we are more prone to exposure to light that messes with our circadian rhythm\n\n\n\nCan taking melatonin affect quality sleep?\n\nPotentially because it may be hypothermic, meaning it may help drop your core body temperature \n“That’s where I think the unknown advantages of melatonin on sleep may be found.”\n\nThe two caveats if you’re considering melatonin:\n1 Dose\n\nSome people are dosing too high\nThere is some evidence out there that if you use too high a dose, you may actually shut down your body’s own production of natural melatonin (like what happens when taking too much testosterone, for example)\nStart with the minimum dose of 0.5 milligrams\nCut it off at 3 milligrams\n\n2 Not FDA regulated\n\nA study looking at different brands of melatonin supplements found the the amount of melatonin claimed on the label was, on average, very different than the actual amount in the supplement ⇒ anywhere from 80% to 470% less melatonin says Matthew\nWhile Matthew doesn’t have a specific brand to recommend, Peter says that he trusts Jarrow for his supplements (but doesn’t know about their melatonin)\n\nDon’t discount the placebo effect\n\nIt’s important to note that if you see a benefit to your sleep when taking melatonin, it does not matter whether the supplement itself is working or if it’s simply a placebo effect\n\nThe dangers of sleeping pills, useful alternatives, and cognitive behavioral therapy for insomnia [1:24:30]\n“I feel very comfortable telling patients that I would rather you stick your genitals in a grinder than you take Ambien or Lunesta.” —Peter Attia\nAmbien and Lunesta\n\nThese are sedative hypnotics and don’t actually get you into your good sleep stages\nThe FDA updated its mortality risk warnings regarding those sleeping pills because of this increased risk of death\n\n⇒ Study: Hypnotic drug risks of mortality, infection, depression, and cancer: but lack of benefit\n\nBut even more scary says Peter is the increased risk of chronic illness\nSleeping pills seems to weaken the immune system leading to higher rates of infection\nWeakened immune can increase cancer risk as well\nIn 2016, the American College of Physicians said sleeping pills must no longer be the first line recommendation for insomnia… it has to be something else called Cognitive Behavioral Therapy for Insomnia (CBTI)\n\nCBTI\n\nPeter has had several patients go through CBTI with “great success”\nIt’s a nonpharmacological, psychological method working with a therapist\nand they try to understand where your sleep problems are at and create a bespoke solution for you, the individual \nIt’s just as efficacious as sleeping pills in the short term\n\nBut the real benefit is in long term benefits\nWhen you stop sleeping pills, the benefit goes away, and you might have even made it worse (“rebound insomnia”)\nWith CBTI, the benefits can last for years after stopping therapy\n\n\n\nHow do you recommend people find good CBTI therapists?\n\nPeter recommends a sleep doctor Vik Jain in Chicago\nHere’s a site to help you find a facility near you that is AASM accredited\n\nWhat questions to ask a potential sleep doctor?\n\nAsk them about their success rates\nAsk them where they have found problems with your patients\nWhich patients have you typically had the hardest difficulty with in terms of the profile of sleep problems? \nAnd if they sound like you, then maybe you want to look elsewhere as well\n\nTylenol PM and Benadryl\nFor Benadryl…\n\nBenadryl-induced sleep also has some of the risks associated with it that sleeping pills have\nIt’s less potent in terms of that bad consequence and outcome to sleep\n\nFor Tylenol PM…\n\nNot good enough data yet to suggest that it’s either good or bad\n\nWhat about low doses, or intermittent use of benzodiazepines?\n⇒ Examples: Xanax, Valium\n\nMatthew says be careful, only use it in the most dire of circumstances\nIt may have similar negative consequences as Ambien and Lunesta per one study by Dan Kripke (even just 3 to 18 pills per year)\n\n“See how far you can really get with all of the other kaleidoscope of possibilities of sleep enhancing possibilities that we’ve discussed. And if those fail, then I think you can think about last resources. But those drugs typically just are not producing natural sleep. So I would think of those medications like that box on the wall that says, ‘Break glass in terms of emergency.’ If you’re in that situation and you’re really struggling, then it’s possible that that’s the time to break the glass, but those shattered shards can sometimes still cut you.”\nGHB and XYREM\nWhat about GHB and Xyrem as a precursor?\n\nXyrem is a potent drug for people with narcolepsy\nMatt says that Xyrem or GHB are are drugs that appear to increase the amount of deep sleep that you have because it puts your brain into a more sort of sedated slow rhythm\nHOWEVER… a closely look in the lab shows it may not look like naturalistic sleep\nXyrem seems to be detrimental to sleep spindles\n\nSleep spindles are short synchronous bursts of electrical activity that happened during non-REM sleep\nthey are critical for things like learning memory and brain plasticity\n\n\nWhen you take GHB or Xyrem, the amount of sleep spindle activity is decreased often\n\n⇒ Sleep spindles\n\nWe see sleep spindles at the end of a deep, slow wave and what happens is that once you’ve hit the peak of that slow wave, you will often have a little bit of a spindle burst (that burst in tandem is called phase amplitude coupling)\nThat coupling is critical for long term memory transfer and for strengthening connections between brain cells (brain plasticity)\nSo Xyrem and GHB is not recommended to people who do not have narcolepsy\n\n“We don’t have deep sleep in a pill.”\nCan CBD and THC be used for sleep? [1:39:30]\nTHC\n\nTHC does speed up the time with which you fall asleep (sleep onset latency)\nThe downsides…\n\nTHC seems to actually block REM sleep\nPeople build up a dependency so when you stop taking THC you typically have “rebound insomnia”\n\n\n“THC right now is not recommended for sleep.”\n\nCBD\n\nCBD as a sleep aid looks “increasingly promising” says Matthew\n\n⇒ What to look for in CBD supplement? \n\nGo for something that’s higher dose (more on the pure CBD side and very little THC)\n\n⇒ How is CBD working? \n\nStill not totally sure, but possibly in the following ways:\nCBD, at certain doses, may reduce in core body temperature\nIt can be an anti-anxiety solution (quiets down the fight or flight branch of the nervous system)\nIt also does not blunt REM sleep, nor create rebound insomnia when you stop taking it\n\nCaveat\n\nNot FDA regulated at all, “The Wild West”\n“CBD makes melatonin look FDA regulated”\n\nWhy haven’t we been able to develop a really effective sleeping aid? [1:46:40]\nFrom an electrophysiological perspective… \n\nIt is much, much more than just being unconscious\nBrainwaves and brain oscillations are incredibly complex, and they are doing different things at different times during different stages of sleep\n\nAt the level of neurochemistry…\n\nThere are vast changes in your chemicals acetylcholine, noradrenaline, serotonin, all of these things have very distinct differential profiles as you ebb and flow in and out of the different stages of sleep\n\nFrom a neural network standpoint…\n\nDifferent parts of the brain are switching on and switching off as you go in and out of the different stages of sleep\nAnd it’s not simple, when you go into deep non REM sleep, some parts of the brain become active, some parts of the brain become inactive and as you go into REM sleep then, many of those things start to reverse and change\n\n“Once you actually start to understand what [sleep] is, well, it just might be too complicated to replicate with the pills.”\n“I think of it almost like an orchestra. Wakefulness is the full orchestral power of all of the segments of the orchestra playing, but then when you go into light non REM sleep, you’re quieting down some parts of the orchestra, you’re bringing in the strings, the brass has gone down But then you go into deep sleep and now you’ve just got the deep rhythm and even the strings have gone down. You go into REM sleep and now all of a sudden you’ve got all of the percussion, you’ve got the strings coming in… It’s so difficult to orchestrate that from a single molecular standpoint and all we do right now with these drugs is we just think of sleep like a coma and we knock the brain out by using these strong powerful agents and it’s just not naturalistic sleep… so why would we believe it would have the same benefits? And it doesn’t.”\nCan you get too much sleep? [1:51:50]\n\nThere is a pathological condition called idiopathic hypersomnia where people just have an excessive amount of sleepiness\nThe other place where you see hypersomnia (excessive sleep or excessive sleepiness) is in the condition of depression\n\nHowever, Matt believes that it might not be that depressed people are sleeping more, but rather that they are just lying in bed more, not wanting to face the day\n\n\n\nBut is there a case where you can have too much sleep?\n\nYes, just like you can have too much of other things that are essential such as water, oxygen, food, and water\nHowever, it might prove hard to oversleep naturally without something else causing it (i.e. illness)\n\nIs nine hours too much?\n\nNo, nine hours is not a problem\n14+ hours is where Matthew would be concerned (outside of childhood)\n\nWhat does the data say?\n\nSome studies show that the more sleep you get the better your health until you start to surpass the 9 hour mark\nAfter nine hours there is a turn back up in mortality risk (like a “J” shape curve)\nBut those studies were not controlling well for the comorbid diseases that were occurring\nIn other words, we aren’t sure which direction is the causality\nAnd in fact, it’s more likely that the sick people tend to sleep more because they are trying to get over the illness and their body is forcing them to rest\nBut because the illness, they die more frequently therefore creating the increase in mortality risk\n\nWhat to do (and not do) immediately following a terrible night of sleep? [2:04:15]\n\nOne of the mistakes that people will make when they are under slept is they will try to sleep later that following morning, like trying to “get it back” if they can\nBut if you sleep later into that following morning, you’re not going to be then tired at your normal time that subsequent evening so you’ll be throwing off your normal routine\n\n⇒ In the case that you have to go to bed abnormally late one night:\n\nFirst, wake up at the same time\nSecondly, avoid the temptation for naps during the day\n\nYou build up lots of that natural healthy sleepiness, that’s the adenosine chemical \nWhen you nap in the afternoon, it’s like just releasing that valve on the pressure cooker and you release some of that healthy sleepiness\n\n\nFinally, just go to bed at your normal time\n\nCaffeine\n\nJust like avoiding napping, Matthew says to be careful with caffeine\nHe recommends to stop using caffeine 14 hours before you expect to go to sleep\nCaffeine has a half life on average for most people of about six hours, it has a quarter life of 12 hours\nIn other words…\n\nAfter six hours, 50% of the caffeine is still in your brain\nAfter 12 hours, 25% is still there\nSo if you have a cup of coffee at noon… a quarter of that caffeine is still in your brain at midnight\n\n\n\nWhy a consistent wake up time is king [2:10:30]\n\nA consistent wake up time is the most important factor in terms of your sleep/wake routine\nIt’s best to wake up at the exact same time every single day, weekend, weekday, etc.\nEven if you’ve had a bad night of sleep…wake up at the same time\nBy doing that, it is a self regulating factor for better sleep\nIt’s going to be a lot more difficult for you to fall into bad patterns of things like sleep onset insomnia or sleep maintenance insomnia\n\n“It’s not the one size fits all solution for everything, but it’s a great start if there’s only one piece of advice that you follow, waking up at the same time every single day is king.”\nDoes poor sleep speed up the aging process? [2:12:00]\n*If you take a bucket of people with same age and compare those that are short sleeping vs. those that are sleeping a health amount…the people who are getting less sleep have a biological age greater than their chronological age\nWhy is this being determined?\n1 Telomeres\n\nTelomeres have often been used as sort of somewhat of a biomarker of age and advanced or accelerated or artificially accelerated aging\nThat’s exactly what you see in people who are under slept\n\n2 Skin\n\nSleep deprivation can increase the aging of skin\nLooking at things such as:\n\nWater permeability\nSpeed of recovery from an insult (e.g., sunburn) \nThe quickness of recovery get worse as you age \nUnderslept people have less resilient skin\n\n\n\n3 Heart\n\nA fantastic database called the MESA Database which is a fantastic study of atherosclerosis shows that getting six hours of sleep or less relative to people who are getting eight hours of sleep or more makes your heart look 10 years older\n\n*In short, you can increase your biological age deleteriously with short sleeping despite having the same chronological age\nBut do we actually have a standardized formal test or assay that we can do right now for insufficient sleep as a function of artificial aging?\n\nNo we don’t\nWe just have the data that a lack of sleep will artificially age you from a biological standpoint\nThe problem is the effects are long term, so hard to test … “There’s nothing that you can do to that person in a month that’s going to throw them off the rails.”\nWe don’t have a great integral readout of sleep quality over years except the indirect ways that you’ve talked about which is the impact on the disease.\n\nCan different people be more (or less) resilient to sleep deprivation? [2:18:50]\nIs everyone impacted by sleep deprivation in the same way?\n\nNo, people can be less affected in some ways\nBut that generally means they might be more affected in another way\n\n⇒ Example, two people of the same age are both sleeping 5.5 hours per night…\n\nPerson A might be hit hard metabolically (e.g., weight gain) and reproductively (e.g., less sex drive)\nPerson B might not see much of any of the affects of Person A but might show a decline in immune function or cognition compared to Person A\n\nWhat about averages compared to the individual level?\n\nMemory, spatial attention, emotional stability, judgment, and decision making are all impaired by sleep deprivation on the average\nHowever, if you look at each individual, not all people show impairment in all those areas when they are sleep deprived\n\n“Different people are differentially vulnerable to sleep deprivation in different domains of brain function. In other words, just because you’re resilient to not slowing down in your response times, doesn’t mean that you’re going to be also resilient in other parts of the brain. If anything in fact, you will fall apart. So… the point is I suspect the same is true…in the body for all of those different physiological systems, too.”\nThe challenge of a global composite score for sleep\n\nSince each person is affected in different way across the difference brain and body domains, it is very difficult to come up with a standardized sleep deprivation test\n\n⇒ But is it possible?\n\nThere are some core fundamentals, says Matt, that for everyone they are going to be globally lock step, bound to how much sleep that you’re getting\nThose commonalities could serve as that universal marker of insufficient sleep\n\n“We’re starting to try to see if we can find out what is common and universal in terms of its sensitivity to insufficient sleep, and then separate that from other things that are more individual specific in terms of their sensitivity to insufficient sleep.”\nFinding your optimal sleep schedule and determining your sleep chronotype [2:23:45]\nFinding your optimal sleep schedule\nIs being a morning person versus an evening person genetic?\n\nIt is genetic… it’s called your chronotype\nSociety has the distribution of different chronotypes so you can be a strong evening type, or you could be a strong morning type\nPeter, for example, is a morning type (go to bed early and wake up early)\n“There are these things called chronotypes. It’s not your decision. You don’t get to decide.”\n\nCan you change your chronotype?\n\nIt’s very difficult to change, says Matthew\nYou might be able to wiggle it around by about 30 minutes from your natural rhythm, but not much more than that or you will start sacrificing sleep quality\n\n⇒ For example: If you’re an evening type who likes to go to bed at midnight and wake up at 8:00 am in the morning, for you to try and become a morning type and go to bed at 10:00 pm and wake up at 6:00 am, that’s two hour pull back in terms of your sleep schedule. That’s very difficult to do and now have your sleep be of lesser quality than it could be if you were going to bed at midnight and waking up at 8:00.\nAre you mistaking your chronology for insomnia?\n\nSome people will think they have insomnia but in fact it could be that they aren’t aligning with their chronology\nSo if you naturally get tired at midnight but you’re trying to force yourself to sleep at 10am, you might think you have insomnia\n\nRelationship problems and chronotypes\n\nCouples who have marked chronotype mismatches typically struggle \nIn a survey, almost 40% of people admitted that sleep issues including sleep mismatching in terms of typical timing caused a significant relationship to end as a consequence\n\nQuestionnaire that can help you figure out your chronotype:\n\nMorningness / Eveningness questionnaire (MEQ)\nHere is one version of an MEQ\n\nDefining sleep efficiency and how to improve it [2:29:25]\nSleep duration\n\nWhen Matthew recommends getting 7-9 hours of sleep per night, he is talking about actual sleep, not just time in bed\n\nSleep efficiency\n\nThe time you are asleep divided by the time you are in bed\nYou might only be asleep for 85-90% of the time you are lying in bed\nIf you are someone who needs 8 hours of actual sleep, and you’re sleep efficiency is about 90%, then you need to be lying in bed for approx. 8 hours and 50 minutes (sleep opportunity)\n\nSleep opportunity\n\nThis is the time you plan to be in bed with the opportunity to sleep\nMatthew gives himself a minimum sleep opportunity of 8 hours per night\n\nOura ring\n\nPeter says this is why he loves the Oura ring\nIt’s very good at telling you how long you were in bed and how much of that time you were actually asleep\n\n⇒ What Peter tells his patients…\n\nIf there’s a problem with total sleep time and efficiency is low, you have to improve the quality\nIf total sleep time is low and efficiency is high, you need more time in bed\n\nCorrecting insomnia: A counterintuitive approach [2:31:45]\nThe caveat for insomnia patients\n\nIf you’re someone who’s struggling with insomnia and you’re lying in bed awake a lot of the time, you may need to decrease your time in bed to increase sleep pressure\nIt’s counterintuitive, but one of the tools in the CBTI toolbox is to shorten the sleep opportunity\nRe-establish confidence that you can fall asleep in bed \nConstraining the person down to just six hours of sleep opportunity\nBy compressing that window down you’re sleeping less and you’re building up more of that sleep pressure because as a consequence of the reduction of sleep opportunity time, you’re going to be awake during the day longer\nThe longer that you’re awake, the more of that sleep pressure you build up\nThe idea is force your brain to realize that it only has this tiny opportunity of six hours so it must take advantage\n\n“It’s this ironic way that we help treat insomnia. We constrain total sleep time. Use brute force efficiency in a brute force response from the brain and all of a sudden something magical happens. You start to control your sleep rather than your sleep controlling you.”\nExample insomnia patient: Someone who’s chronotype is early to bed, early to rise, but they’re having problems with insomnia. \n\nDo you push them more on delaying bedtime? ⇒ Slice off the sleep opportunity on both sides\nNext, you should hold the wake up time constant \nAnd then try to go to be a tad earlier, and earlier\nIf you have set back you can “reign it back in” by shortening the sleep opportunity again\n\n“This is usually one of the last tools in the CBTI box that you typically use just because it’s so hard for compliance and adherence and it is pretty miserable because we’re putting you on essentially a short sleep restriction… but it’s a wonderful way for the patient to then finally feel as though they have control because it’s a technique that they can use once they understand how the sleep system works.”\nHow can parents improve the sleep of their kids? [2:37:30]\nReferring to kids from 5th grade up through high school\n\nTheir natural inclination is to go to bed later and wake up later (as compared to younger kids and adults)\nSchool start times\n\n\nCurrently, most school start way too early\n“By the way, 7:50 am school start time… you’re educating your child amnesiac.”\nMost people don’t have the choice to switch schools to one with later start times\n\nSo, what can the average parent do to help their kids get better sleep?\nA recent intervention study looking at young kids\n\n800 kids in an area around a town called Sheffield in the UK\nThe kids were considerably getting less sleep than they needed\n\n⇒ They found that the implementation of four things actually added almost two hours of sleep to their kids:\n\nRegularity: Bed at the same time and waking up at the same time\nRemoving all toys and electronics from the bedroom: turns bedroom into an environment that was queued up for sleep\nRelaxing routine: building in some kind of relaxing routine (e.g., reading with the child before bed)\nDaylight exposure: making sure that the child got sufficient daylight throughout the day\n\n§\n§Selected Links / Related MaterialThree-part series with Matthew on The Drive: [00:45]\n\nPart 1: #47 – Matthew Walker, Ph.D., on sleep – Part I of III: Dangers of poor sleep, Alzheimer’s risk, mental health, memory consolidation, and more\nPart 2: #48 – Matthew Walker, Ph.D., on sleep – Part II of III: Heart disease, cancer, sexual function, and the causes of sleep disruption (and tips to correct it)\nPart 3: #49 – Matthew Walker, Ph.D., on sleep – Part III of III: The penetrating effects of poor sleep from metabolism to performance to genetics, and the impact of caffeine, alcohol, THC, and CBD on sleep\n\nMatthew’s book: Why We Sleep: Unlocking the Power of Sleep and Dreams by Matthew Walker | (amazon.com) [2:00]\nMatthew’s TED Talk: Matt Waller at TED2019: Sleep is your superpower | (ted.com)  [2:00, 4:30]\nKen Robinson’s TED talk on education: Sir Ken RobinsonatTED Talks Education: How to escape education’s death valley | (ted.com) [5:15]\nSleep trackers: [7:00]\n\nOura ring [2:31:15]\nWhoop\nFitbit\n\nSleep and exercise: Interrelationship between Sleep and Exercise: A Systematic Review (Dolezal et al., 2017) [14:30]\nPeak muscle strength increases for compound movements with good sleep: Inadequate sleep and muscle strength: Implications for resistance training. (Knowles et al., 2018) [14:30]\nTime to physical exhaustion is reduced with sleep deprivation: Effect of sleep deprivation on tolerance of prolonged exercise. (Martin BJ, 1981) [14:30]\nSleep and injury risk: Chronic lack of sleep is associated with increased sports injuries in adolescent athletes. (Milewski et al., 2014) [14:30]\nSleep deprivation increases appetite through an increases a hormone called ghrelin and suppression of leptin: Impact of sleep and sleep loss on neuroendocrine and metabolic function. (Van Cauter et al., 2007) [18:45]\nThe Drive episode discussion stress and cortisol: #51 – Robert Sapolsky, Ph.D.: The pervasive effect of stress – is it killing you? | Peter Attia (peterattiamd.com) [21:15]\nThe LED light wins the Nobel Prize in 2014: The Nobel Prize in Physics 2014 | (nobelprize.org) [25:15]\nMeditation for insomnia: Meditation May Be An Effective Treatment For Insomnia | ScienceDaily (sciencedaily.com) [29:40]\nJournaling before bed can reduce the time it takes to fall asleep: The effects of bedtime writing on difficulty falling asleep: A polysomnographic study comparing to-do lists and completed activity lists. (Scullin et al., 2018) [32:00]\nA positive mood set tends to improve sleep quality and reduce time to fall asleep: [33:00]\n\nThe Effect of Mood on Sleep Onset Latency and REM Sleep in Interepisode Bipolar Disorder (Talbot et al., 2009) \nYou’ll feel better in the morning: slow wave activity and overnight mood regulation in interepisode bipolar disorder. (Soehner et al., 2018)\n\nPopular movie which is centered around the dreaming state of sleep: Inception | (wikipedia.org) [39:00]\nSleep fragmentation can contribute to Alzheimer’s disease: Sleep Fragmentation and the Risk of Incident Alzheimer’s Disease and Cognitive Decline in Older Persons (Lim et al., 2013) [42:30]\nLower testosterone in sleep deprived men: Effect of 1 Week of Sleep Restriction on Testosterone Levels in Young Healthy Men (Leproult et al., 2011) [48:45]\nSex drive in women… For every one hour of extra sleep that a female gets, they have somewhere between a 13 to 15% increase in the desire to be intimate with a partner: The impact of sleep on female sexual response and behavior: a pilot study. (Kalmbach et al., 2015) [48:45]\nTechnology increase deep sleep and improve memory ⇒ electrical stimulation via inserting a small amount of voltage into the brain to “sing in time” with deep sleep brainwaves to amplify the size of them: Memory Improvement via Slow Oscillatory Stimulation during Sleep in Older Adults (Westerberg et al., 2015) [1:00:00]\nBrain stimulation treatment that uses direct electrical currents to the brain can double memory in young healthy adults: Boosting slow oscillations during sleep potentiates memory (Marshall et al., 2006) [1:00:00]\nThe decline in deep sleep with age (“The Great Depression of deep sleep”): Sleep and Human Aging (Mander et al., 2017) [1:05:00]\nShort sleep predicts all cause mortality: Sleep duration and all-cause mortality: a systematic review and meta-analysis of prospective studies. (Cappuccio et al., 2010) [1:09:45]\nThe award Peter is desperately trying to get Matthew nominated for: MacArthur Fellows Program | (wikipedia.org) [1:13:45]\nMelatonin may reduce core body temperature: The hypothermic effect of melatonin on core body temperature: is more better? (Dawson et al., 1996) [1:19:15]\nStudy that looked at many different vendors of over-the-counter melatonin: Melatonin Natural Health Products and Supplements: Presence of Serotonin and Significant Variability of Melatonin Content (Erland et al., 2017) [1:21:30]\nPeter’s preferred supplement brand: Jarrow Formulas | (jarrow.com) [1:22:15]\nFDA updated its mortality risk warnings regarding those sleeping pills because of this increased risk of death: FDA requires stronger warnings about rare but serious incidents related to certain prescription insomnia medicines | (fda.gov) [1:26:15]\nRates of infection  and cancer when taking sleeping pills increases with the degree of use and dosage: Hypnotic drug risks of mortality, infection, depression, and cancer: but lack of benefit (Daniel F. Kripke, 2016) [1:26:45, 1:32:45]\nAmerican College of Physicians now say sleeping pills must no longer be the first line recommendation for insomnia and it should instead be Cognitive Behavioral Therapy for Insomnia (CBTI): ACP Recommends Cognitive Behavioral Therapy as Initial Treatment for Chronic Insomnia | (acponline.org) [1:27:00]\nCBTI is better for insomnia than sleeping pills, especially in the long run: Comparative effectiveness of cognitive behavioral therapy for insomnia: a systematic review (Mitchell et al., 2012) [1:28:15]\nHow to find a sleep clinic that does CBTI that is accredited by the American Academy of Sleep Medicine: Find a Sleep Facility Near You | (sleepeducation.org) [1:29:30]\nSleep supplement that Peter takes made by Kirk Parsley: Doc Parsley’s Sleep Remedy | (docparsley.com) [1:32:15]\nTaking Xyrem and/or GHB can have a detrimental impact on sleep spindles and therefore learning and memory: \n\nDifferential effects of sodium oxybate and baclofen on EEG, sleep, neurobehavioral performance, and memory. (Vienne et al., 2012) [1:34:30]\nSlow wave sleep induced by GABA agonist tiagabine fails to benefit memory consolidation. (Feld et al., 2013) [1:34:30]\n\nDangers of taking sleeping pills (and benzodiazepines) even just 3-18 pills/year: Hypnotics’ association with mortality or cancer: a matched cohort study. (Kripke et al., 2012) [1:34:45]\nTHC blocks REM sleep: Sleep Disturbance in Heavy Marijuana Users (Bolla et al., 2008) [1:40:30]\nRebound insomnia with THC due to dependency: Cannabinoid abuse and addiction: Clinical and preclinical findings (Panililio et al., 2015) [1:40:30]\nCBD reduces anxiety: Cannabidiol in Anxiety and Sleep: A Large Case Series (Shannon et al., 2019) [1:42:30]\nStudy showing too much sleep is linked to increased mortality but Matthew says they not really controlling well for comorbid diseases that were occurring: Self‐Reported Sleep Duration and Quality and Cardiovascular Disease and Mortality: A Dose‐Response Meta‐Analysis (Kwok et al., 2018) not really controlling well for the comorbid diseases that were occurring. [1:58:15]\nSleep and telomere length: Telomere length as a marker of sleep loss and sleep disturbances: a potential link between sleep and cellular senescence. (Tempaku et al., 2015) [2:13:00]\nSleep loss increases skin aging: Sleep deprivation linked to aging skin, study suggests | (sciencedaily.com) [2:14:00]\nMESA database: Multi-Ethnic Study of Atherosclerosis | (wikipedia.org) [2:14:45]\nThe astronaut twin study: The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight (Garrett-Bakelman et al., 2019) [2:17:45]\nResearch into sleeping with a bed partner: Two in a bed: The influence of couple sleeping and chronotypes on relationship and sleep. An overview (Richter et al., 2016) [2:28:00]\nThe test for determining your sleep chronotype: Automated Morningness-Eveningness Questionnaire (AutoMEQ) | (cet-surveys.com) [2:28:30]\nGenetic sequencing that may help you figure out your sleep chronotype: 23 and me | (23andme.com) [2:38:45]\nUK study with 800 kids and found that the implementation of four things added 2+ hours of sleep to their kids: NHS sleep programme ‘life changing’ for 800 Sheffield children each year | Denis Campbell (theguardian.com) [2:39:00]\n§People Mentioned\nTim Ferriss [4:15]\nCarl Sagan (one of Matt’s favorite speakers) [5:15]\nRichard Feynman (one of Matt’s favorite speakers) [5:15]\nSir Ken Robinson (one of Matt’s favorite speakers) [5:15]\nRobert Sapolsky (expert on stress, guest on The Drive) [21:15]\nJari Laukkanen (researcher who studies benefits of saunas that Matt would love to work with to look at sleep) [29:00]\nJake Muise (hunting guide in Hawaii that Peter is friends with) [51:30]\nMajel Connery (Matthew’s girlfriend, sleep in separate beds) [56:45]\nOrrin Hatch (deregulation of the supplement industry) [1:24:30]\nVikas Jain (sleep doctor that Peter works with) [1:29:00, 2:10:30]\nKirk Parsley (sleep doctor who makes a sleep cocktail that Peter uses) [1:32:15]\nDan Kripke (studies effects of Ambien on sleep) [1:32:45]\nMarion Jones (testosterone/steroids) [1:49:45]\nBarry Bonds (testosterone/steroids) [1:49:45]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-500x500.png\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-500x500.png 500w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-150x150.png 150w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-300x300.png 300w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-768x770.png 768w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1.png 798w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science. \nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google. \n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s"
}