{
  "title": "#63 – AMA #7: Exercise framework, deadlifting, lower back pain, blood pressure, nootropics, CGM, and more",
  "content": "In this “Ask Me Anything” (AMA) episode, Peter answers a wide range of questions from subscribers. Bob Kaplan, Peter’s head of research, asks the questions. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed. You can also watch (or listen) to this full episode on our website at the AMA #7 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nWhat can I do to prevent/reduce interruptions in sleep due to needing to get up to urinate at night? [2:15];\nPeter’s note card system for organizing his to-do lists [6:15];\nHow do I get smarter at reading/understanding the studies (or the media’s interpretation of them) that get the headlines on health and/or disease? [10:30];\nHow can I obtain a continuous glucose monitor (CGM) as a non-diabetic individual? [11:55];\nWhat is the most effective way to bring blood pressure down? [15:00];\nDoes Peter use any nootropics? [28:10];\nPeter’s thoughts pertaining to concussions and head trauma [33:00];\nDoes Peter structure his exercise plan for lifespan or healthspan? [36:45];\nHow did Peter rebuild his lower back strength after his devastating injury during med school? [38:15];\nPeter’s approach to deadlifting with a bad lower back [43:25];\nDid Peter cave and buy a dog? [51:50]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#63 – AMA #7: Exercise framework, deadlifting, lower back pain, blood pressure, nootropics, CGM, and more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#63 – AMA #7: Exercise framework, deadlifting, lower back pain, blood pressure, nootropics, CGM, and more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#63 – AMA #7: Exercise framework, deadlifting, lower back pain, blood pressure, nootropics, CGM, and more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n<iframe src=\"https://player.vimeo.com/video/349249707?dnt=1&amp;app_id=122963\" width=\"500\" height=\"281\" frameborder=\"0\" allow=\"autoplay; fullscreen\" allowfullscreen></iframe>\n§Show NotesWhat can I do to prevent/reduce interruptions in sleep due to needing to get up to urinate at night? [2:15]\nStep 1: Don’t drink water too close to bed (captain obvious)\nStep 2: Avoid alcohol\n\nAlcohol inhibits a hormone called ADH, antidiuretic hormone, also known as vasopressin\nAlcohol disproportionately will drive you to want to pee\n\nIf you’ve taken those first two steps and you’re still having trouble, you may want to contact your doctor and \n\nInvestigate prostate size (men); and/or\nMeasure a “post void residual” for urinary retention (men and women)\n\nPeter’s note card system for organizing his to-do lists [6:15]\n\nPeter carries note cards in a pouch made by Levenger\nHe uses 3” by 5” cards\n\nThe system\n\nFirst card (green or white)=daily to do list\nSecond card (pink)=weekly to do list\nThird card (orange)=patient specific to do list\nFourth card (usually white)=long-term “random” things (that sometimes get transferred to the weekly list)\n\nEach item on the to-do list has a “box” next to it to check off items completed:\n\nDouble hash=completed\nSingle hash=in progress\nBlank=not yet started\n\nOne final card=Stupid things he likes to do\n\n“Egg boxing, tearing phone books, counting forks and knives, doing my TSA voice, playing the ‘what if’ game, and pretending to be in a little bit of a rush, and every time I think of another dumb thing I like to do, it goes on that list.”\n“I don’t even know why I carry this.”\n\n<iframe title=\"Steve Buscemi\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/jMo_HcRBnUY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\nHow do I get smarter at reading/understanding the studies (or the media’s interpretation of them) that get the headlines on health and/or disease? [10:30]\nRead the five-part Studying Studies blog post written by Peter:\n\nPart I – relative risk vs. absolute risk\nPart II – observational epidemiology\nPart III – the motivation for observational studies\nPart IV – randomization and confounding\nPart V – power and significance\n\n“You want to think of this the way you’d think of taking a course in college, which is you’re not going to master freshman calculus in a week. So you have to sort of put in the time, and the time allows you the reps, and the reps are practicing that. . . That series was designed so that you get to a point where you’re going to become a pretty good armchair critic of the nonsense that is mostly being published and written about.”\nHow can I obtain a continuous glucose monitor (CGM) as a non-diabetic individual? [11:55]\n3 CGM devices in the US\n\nMedtronic\nAbbott FreeStyle Libre\nDexcom G6\n\nCheck out Peter’s conversation about CGM technology with the CEO of Dexcom \n\n\n\nNote: Any over-the-counter CGM device will be a limited version in terms of the information it gives you… Why?\n“It doesn’t give you real-time information about the glucose. And the reason for that is the FDA, at least as the time of this recording, does not want people to be able to make dosing information about insulin or … Well, actually specifically about insulin for patients with type 1 diabetes without a prescription. In other words, they want to know that someone has prescribed this device to you if you’re in a position where you might make a decision about that. So by not giving you real time glucose information, you would not have that.”\n*NOTE: It might be possible to buy a fully capable version of CGM device on Ebay*\nThe “legit” way to acquire a fully capable CGM:\n\nMust come via a prescription from a doctor\nSo the issue is not HOW someone without diabetes would get a CGM\nIt’s the issue of… do you have to pay for it? \n\nWhether you have type 1 diabetes, type 2 diabetes, or none of the above, you will still need a prescription for this device\n\nT1D patients usually are covered by insurance\nT2D patients are sometimes covered by insurance\nNon-diabetics will not be covered… but they can pay cash for a CGM\n\nIt costs about $8-10 per day to run a CGM\nSo for the non-diabetics, step 1 is finding a doctor that understands the value in having a CGM\n\n\n\n\n\n\n\nThe future of CGM:\n\nThe future of CGM is to come up with devices that are more consumer-facing\nIf you can satisfy the FDA’s requirements on having a device that can’t be used to hurt yourself… then there probably are ways to partition this into less expensive products that are purely for consumers\nAs an individual, you’ll just need to decide on the trade-off\n\nAre you willing to trade something? \n\nYou’ll give up accuracy. \nYou’ll give up the real-time nature of feedback \n(or something along those lines)\n\n\n\n\n\nFor more on CGM and other wearables, check out Peter’s post on the topic \nWhat is the most effective way to bring blood pressure down? [15:00]\n“This question has plagued the practice of medicine for such a long time.”—Peter Attia\nWhat is essential hypertension?\n\nFancy way of saying we don’t know what’s causing it\n“It might be the case that hypertension is so ubiquitous without an obvious cause that to say idiopathic hypertension to describe 80% of the cases of hypertension would just seem wrong, so we can put a whole new word called essential.”\n\nHypertension=any blood pressure with a systolic above 120, a diastolic above 80\nThe kidneys\n\nThere’s no organ that is more sensitive to hypertension than the kidney\nKidney function is one of the ways that we track our ability to help patients maintain their blood pressure\n\nGlomerular filtration rate\n\nGFR is a measure of kidney function \nIt’s a scale that goes up to about 120\nNormal is above 90\nIf you’re at 75, you’re certainly in no danger of needing dialysis anytime soon, \nHowever, if you have a GFR of 75 and you’re only 50 years old that is a bad sign\nBy the time your GFR is 20 to 30, you do need dialysis\n\nHow to measure blood pressure:\nThe proper way to measure blood pressure\n\nPerson has to be sitting down for 10 minutes\nYou have to be able to elevate the arm to the level of their heart\nPapers: Blood-Pressure Measurement (and here’s another one)\n\nBlood pressure device\n\nThe Omron device very accurate\nPeter requires the patient to be checking their blood pressure at home a couple times a day for a couple of weeks using this method with this device\n\n⇒ Example of a patient:\n\nAverage blood pressure is 137 over 89\nHe has hypertension\nFirst thing I look at is actually the uric acid level\nThe relationship between uric acid and hypertension is one of the least well known facts by physicians\nPeter, for example, says it doesn’t make sense to try to medically correct hypertension if a patient has a uric acid level of above ~5\n\nTreating uric acid levels\n\nDietary methods\n\nLowering fructose intake\nLowering ethanol intake\nLowering meat intake\n\n\n\nWhat are the reference ranges for uric acid?\n\nThe reference range on Peter’s lab is about 2.1 to 6.9\nAnd that’s what’s considered “normal” \n\nThat said, just being inside the range doesn’t mean you should pay attention\nIf you are a 6.5, you still want to push it down to 5 or so\n“There’s nothing about being within the lab range that we consider ideal.”\nRemember that the normal range is usually calculation looking at the overall population (many of which are unhealthy, obese, diabetic, etc.)\nReference ranges on uric acid (and liver function tests, and many others) are not optimal. . .Optimal is not “normal”\n\n\nPeter’s target is for patients is below 5 \nGenetics effect on uric acid\n\n\nUric acid levels are heavily influenced by genetics\nSex difference: if you take the population mean of men versus women, it’s probably different by a full two points and that is NOT reflected on the reference ranges \n\nNutrition, body weight, and blood pressure\n\nIn parallel with correcting uric acid, Peter is correcting nutrition in patients with the goal of weight loss/fat loss\n\nWhat is the relationship between excess body weight/fat and blood pressure?\nThe conventional thought is…\n\nExcess body fat drives blood pressure, so therefore losing weight leads to a lower blood pressure\nAt the zeroth order that is true. \nThere is no denying that the more weight you put on, the more your blood pressure goes up, and the reverse, is correct.\n\nWhere you could push back…\n\nThe weight loss may be a proxy for something else that’s going on\nIn other words, when a patient starts eating better and exercising and sleeping better, they will lose weight and their blood pressure will improve\n“It’s not entirely clear to me that it’s the reduction of weight that’s driving it”\n\n⇒ Sam Klein paper looking at liposuction patients\n\nYou suck 30 pounds of fat off somebody and they’ve lost 30 pounds\nYet their blood pressure, nor any of their other metabolic markers get better\n\nThe medical option for treating blood pressure\n\nAfter all of those things, there’s still a subset of patients who don’t meet their goal\nAnd in those cases, there are different classes of drugs to treat medically:\nBeta blockers to calcium channel blockers to ACE inhibitors to angiotensin receptor blockers technicall to diuretics, and so on\nThere’s an entire algorithm for figuring out what combination of drugs will work best in a particular individual\n\nFasting and blood pressure\nBob says a couple papers (this one and this one) showed how quickly fasting could correct blood pressure \n\nAfter just a few days of fasting, patients were seeing their systolic and diastolic numbers were coming down\n\n⇒ Peter’s take:\n“Fasting is the most important tool in the body…there is nothing that will lower insulin faster than a fast. Ketogenic diets, low carb diets, not a chance. Fasting will lower insulin more than anything.”\n20% of people may have “essential/idiopathic” hypertension (Peter’s intuition)\n\nPeter says the term essential hypertension should only be used once you’ve checked everything else off the box.\n\nOnce the uric acid is normalized\nweight is normalized\ndiet is corrected\nsleep is corrected\nonce they’re exercising\n\n\nThe patients left after all that with high blood pressure… *That* is essential/idiopathic hypertension. \n\nDo you look at fasting insulin? Does that correlate in general?\n\nIt does correlate\nHowever, he hasn’t done the multivariate regression analysis to know if it’s an independent predictor\nBut even if it was a predictor, that doesn’t necessarily say it’s causal\nHere are a few papers that explore the relationship between hyperinsulinemia and hypertension and whether there is a causal role (high insulin ⇒ hypertension)\n\nPark et al., 2013\nXun et al., 2013\nChristlieb et al., 1985\nBönner, 1994\n\n\n\n⇒ Bob mentions paper by Phinney and Volek where they talk about  angiotensin and how the kidney reabsorbs water and what happens when you lower insulin levels\nFasting and low carb diets combined with blood pressure medicine\n\nA big part of that weight loss is water loss and the water loss itself drops blood pressure\nThis might explain why sometimes people who start off with normal blood pressure, when they go on ketogenic diets, they get quite lightheaded\nDiabetics, or someone on an anti-diabetic … \n\nthey are basically hyperglycemic, they’re hypertensive\nSo it’s actually somewhat dangerous for them to either fast or go on a low carbohydrate diet without the doctor watching the medication\n\n\n\nDoes Peter use any nootropics? [28:10]\nIn general, \n\nHe doesn’t take almost anything for nootropic purposes\nPeter says he is recalcitrant to almost every drug ever created (doesn’t have much effect in him good or bad)\n\nExample, caffeine, he can pound espresso and you wouldn’t know this difference\n\n\n\nModafinil (brand name Provigil)\n\nIt’s a medication made to treat sleepiness due to narcolepsy\nPeter will use this for jet-lag purposes 3 or 4 times a year\n\n⇒ For more detail, listen to Peter’s “jet lag protocol” in AMA #4\n\nHe also used it a ton in med school to stay alert for crazy long shifts on minimal sleep\nIn short, modafinil keeps you awake and alert \nSome people will use it on days that need to feel their sharpest (e.g., for a big presentation)\nModafinil is a drug that is typically dosed from 100 to 600 milligrams\nMost people don’t need more than 200 mg (Peter needs 400 mg)\n\nLow-dose adderall\n\n*Peter has never tried this\nSome people he knows take about 5 grams for the nootropic benefits\n\nLion’s Mane \n\nPeter knows people who says this gives them adderall-like effects\n\nIn general,\n\nIt’s very user-specific with all these things\nAnd some may produce results simply through the placebo effect\n\nDo we know the mechanism of action of these nootropics?\n\nAdderall in an amphetamine, so we know why it’s working  \nWith modafinil, there is very little known about how it works, but it’s been used for so long (e.g., in the military) without long term side effects that it appears to be very safe\n\nDoes modafinil appear habit forming? Do you build a tolerance for it?\n\nNo, it certainly doesn’t appear habit-forming \nAnd once a patient finds what their dose is they generally can stick with that\nAmphetamines, by contrast, is the opposite (addictive and a need to up the dosage over time)\n\nPeter’s thoughts pertaining to concussions and head trauma [33:00]\nPeter’s tells the story of his brother’s head trauma\n\nYears ago, Peter’s brother was on a bike and collided head to head with a pedestrian\nThey both suffered devastating head injuries \nPeter’s brother suffered a TBI that affected his sensitivity to light and noise\nTo this day, he can hardly hear you speak if there is too much ambient noise around\n “He describes it probably as the most difficult thing he’s ever been through certainly in the first 12 months after that.”\n\nAre exogenous ketones protective?\n\nReasonable evidence that in the very, very, very short term insult the ability to use exogenous ketones to mitigate some of the impact (been looked at in the DOD for head trauma in combat)\n\n*See Peter’s interview with Dom D’Agostino for more on ketones and head injuries\nAPOE genotype\n\nThe literature would suggest that different APOE genotypes could predispose people differently\nSo an E4 gene might have a greater sensitivity than an E3 or an E2\n\nDoes Peter structure his exercise plan for lifespan or healthspan? [36:45]\n\nThese don’t have to be mutually exclusive\nPeter trains for both lifespan and healthspan\n\nPeter’s approach to exercise has four broad categories\n\nStability\nStrength\nAerobic efficiency\nAerobic performance\n\nThey build upon each other, they’re integral to your fitness, not just your fitness in the way people think about it, but your overall ability to function as you age.\n*Of the four categories, the one that is most lacking is stability*\n\nStability=Peter works on something in stability every single day\nStrength=three days a week\nAerobic=three hours a week (i.e., three or four sessions that total three hours)\nAnaerobic work=twice a week\n\n“The ‘WHY’ will come out of the [future] video.”\nHow did Peter rebuild his lower back strength after his devastating injury during med school? [38:15]\n“The single greatest risk to my longevity is my lower back.”\n==> Here is Peter’s post about his lower back injury \n\nIn med school, a surgeon operated on the wrong side of this back (and subsequent surgeries were required to fix the error)\nPeter needed complete laminectomies at the L5-S1 level\nThe lamina are the pieces of the vertebral bodies that actually provide a second layer of support\nYou have vertebral bodies that are sandwiching these discs\nbut then you have the lamina and the facets (the bony prominence of the spine) behind it\nSo when you fully transect the lamina at a level, you now all of a sudden have created a huge instability there\n\nDid Peter need a fusion?\n\nA fusion is how you would “fix” it if that instability becomes too great\nThat did not appear to be the case, but to this day if you look at an MRI of my back you can actually see a sagittal section of my back\nBut Peter’s back is currently in pretty horrible shape\n\n⇒ See Peter’s instagram post with results from his full-body MRI\nPain is a powerful tool\n“Pain is a very powerful tool to change behavior because it’s there to correct a movement pattern.”\n\nAfter the injury, Peter was “out of commission” for about a year due to back pain\nHe had to “relearn” how to do simple tasks that we take for granted in a way that didn’t hurt his back\nExample, \n\nHad to figure out how to brush his teeth a new way\n\nHe could no longer lean over the sink because leaning over the sink created too long a moment arm on the torso and it created too much strain on the lower back\nIn that process he realized how important it was to be able to stabilize his torso\n\n\nAlso, same goes for getting out a car, putting on pants, etc.\n\n\n\nPeter’s approach to deadlifting with a bad lower back [43:25]\n“If you load a bar correctly and you do a deadlift and you experience pain, that doesn’t mean deadlifts are bad, that doesn’t mean that you are bad or that you are injured or that there’s something wrong with you. It just means that in that moment you are not loading your body correctly.”\nWhy does Peter do deadlifts?\nTwo reasons:\n   1) It’s the ultimate test of whether he is loading correctly\n\nIf it’s hurting, he knows he’s doing some incorrectly, so he better fix it\nBecause if he doesn’t fix it, he will undoubtedly do another movement wrong and hurt himself at some point\nThe deadlift is like a hot oven: When it hot and you touch it, it hurts, and that’s a good thing… because imagine if there was something just as damaging as the hot oven but it didn’t hurt?\n\n   2) If done correctly, if becomes therapeutic to your back\n*See Peter’s recent instagram post about deadlifting as a tool for auditing your movement\nDeload your spine with deadlifting?\n\nWhen the ischial tuberosity is in the right position, when the lumbar spine is in the right position, when the thoracic spine, the shoulders, everything is in the right position you actually deload the spine doing a deadlift… you don’t compress it\n\nStraight bar or hex bar?\n\nBack in the day, it was all straight bar, narrow stance, reverse grip\nToday, he uses a hex bar\n\nWhy hex?\n\nIt is absolutely, positively, hands-down easier\nIt allows for much more flexibility of foot placement \n\nWhy use a straight bar?\n\nThe reason you want to do a straight bar deadlift is because you’re competing in a sport called powerlifting because that’s the rule of the sport \nNot really any example in athletics that requires you to be that low to initiate your force\n\nAre you getting low enough with a hex bar?\n\nFor all the purists who want to knock the hex bar…\n\nThey might say, “You don’t get low enough.“\nPeter’s rebuttal would be… “Okay, tell me why I need to be lower? Because for the sport that I’m training for, which is just life, I don’t need to be lower.”\n\n\n\nSquatting: Do you really need to be parallel?\n\nPeter says, no.\nAnd it’s especially unnecessary to go “ass to grass”\nIt’s fine too if your body permits it, but you don’t need to\nWhether you can go that low will depend on the flexibility of your ankle joints, knees, and hips\nThe bigger reason that I don’t like going ass to grass …\nIt’s very unlikely that a person can do a squat like that and maintain a neutral lumbar spine under load\nIt absolutely puts you in the worst spine position\n“I see no upside to doing that under load. . .I think you are inviting an unnecessary strain on your back.”\n\nMechanics ⇒ consistency ⇒ intensity\n\nBob says that only after you’ve got the mechanics down, and you are consistent, then and only then should you add weight/intensity\nPeter agrees, and says that he has dropped the Tabata deadlifts (225 lbs on the hex bar and you do as many as you can for 20 seconds, rest 10 seconds, and do it 8 times)\nHe dropped it because fatigue deteriorates form and 225 lbs might not have been heavy enough for Peter to feel the pain signal of bad form\n\nPrepping your body for a deadlift\n\nPeter does 3 things in prep for a deadlift (see future video for more detail)\nThey all center around stabilizing his pelvic floor, stabilizing his hips, and learning to basically fire directly up using a single leg with the hip, the sit bone, the ischial tuberosity down. \n\nDid Peter cave and buy a dog? [51:50]\n\nDespite pressure from his Olivia, Peter has managed to resist buying a dog\nFor the record, Peter likes dogs\nPeter is worried about how the work related to the dog will get distributed amongst the family\nHe is willing to do 5% of the work, that is it\nRealistically, he sees his daugther undertaking 15% of the work\nSo, where’s the other 85% coming from? The chickens???\nFor now, it’s in the best interest of the family (and the dog) to hold off for now (in Peter’s humble opinion)\n\n§Selected Links / Related MaterialSleep AMA episode with Matt Walker: #58 – AMA with sleep expert, Matthew Walker, Ph.D.: Strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep | Peter Attia (peterattiamd.com) [2:00]\nWoman dies from drinking too much water in a “Hold your wee for a Wii” contest: US woman dies after water contest | (news.bbc.co.uk) [6:00]\nPeter’s note card pouch was made by this company: Levenger | (levenger.com) [6:45]\nPeople to Kill scene from Billy Madison: Steve Buscemi | Curtis Bouvier (youtube.com) [10:15]\nThe Studying Studies article series for learning how to read and critique papers: [10:30]\n\nPart I – relative risk vs. absolute risk\nPart II – observational epidemiology\nPart III – the motivation for observational studies\nPart IV – randomization and confounding\nPart V – power and significance\n\nCGM devices: [12:00]\n\nMedtronic\nAbbott FreeStyle Libre\nDexcom G6\n\nEpisode of the Drive about CGM technology with the CEO of Dexcom: #54 – Kevin Sayer, CEO of Dexcom: Continuous glucose monitors – impact of food, sleep, and stress on glucose, the unmatched power of CGM to drive behavioral change, and the exciting future of CGM | Peter Attia (peterattiamd.com) [12:00]\nVideo of Peter discussing why CGM is so valuable: COMING SOON in 2019! [14:00]\nHow to properly measure blood pressure: [18:00]\n\nBlood-Pressure Measurement (Williams et al., 2009)\nMeasurement of Blood Pressure in Humans: A Scientific Statement From the American Heart Association (Muntner et al., 2019) \n\nBlood pressure measurement device Peter says is very accurate: Omron | (omronhealthcare.com) [19:00]\nStudy showing liposuction does not improve blood pressure: Absence of an Effect of Liposuction on Insulin Action and Risk Factors for Coronary Heart Disease (Klein et al., 2004) [23:45]\nThe papers on fasting that Bob mentioned: [25:00]\n\nIs fasting safe? A chart review of adverse events during medically supervised, water-only fasting (Finnell et al., 2018)\nSafety, health improvement and well-being during a 4 to 21-day fasting period in an observational study including 1422 subjects (de Toledo et al., 2019)\n\nA few papers that explore whether there is a causal relationship between hyperinsulinemia and hypertension: [27:00]\n\nPark et al., 2013\nXun et al., 2013\nChristlieb et al., 1985\nBönner, 1994\n\nPhinney and Volek paper discussing angiotensin and how the kidney reabsorbs water and what happens when you lower insulin levels: The Importance of Managing Potassium and Sodium as Part of a Well-Formulated Ketogenic Diet (Phinney, Bailey, and Volek) [27:00]\nThe movie loosely based around the drug, modafinil: Limitless | (wikipedia.org) [29:30]\nAMA where Peter explains his jet lag protocol: #45 – AMA #4: sleep, jet lag protocol, autophagy, metformin, and more | Peter Attia (peterattiamd.com) [29:45]\nDom D’Agostino on The Drive discussing exogenous ketones used to mitigate some of the impact on a brain injury: #05 – Dom D’Agostino, Ph.D.: ketosis, n=1, exogenous ketones, HBOT, seizures, and cancer | Peter Attia (peterattiamd.com) [36:00]\nAPOE genotypes could predispose people differently to the impact of a head injury, E4 gene might have a greater sensitivity than an E3 or an E2: Evaluating the Effects of APOE4 after Mild Traumatic Brain Injury in Experimental Models (Rebekah Mannix and William P Meehan, III., 2015)  [36:15]\nPeter’s video explaining his philosophy for exercise: COMING SOON in 2019 [37:00]\nPeter’s blog post about his lower back injury: What does lower back pain have in common with low carb eating? | Peter Attia (peterattiamd.com) [38:15]\nPeter’s instagram post showing results from his full-body MRI: @peterattiamd | (instagram.com)  [40:30]\n§People Mentioned\nMatt Walker (sleep AMA) [2:00]\nTim Ferriss (encouraged Peter to write down all the stupid things he likes to do) [9:30]\nRick Johnson (uric acid expert) [20:00]\nBradley Cooper (actor in Limitless) [29:30]\nPaul Attia (head injury, Peter’s brother) [33:00]\nDom D’Agostino (TBI and exogenous ketones) [36:00]\n\n§"
}