{
  "title": "#77 – AMA #2 with sleep expert, Matthew Walker, Ph.D.: short sleep mutants, optimal sleep environment, sleep apnea, & rapid fire questions",
  "content": "Check out more content with sleep expert, Matthew Walker, Ph.D.:\n\n(April 1, 2019) Part I of III: Dangers of poor sleep, Alzheimer’s risk, mental health, and memory\n(April 8, 2019) Part II of III: Heart disease, cancer, sexual function, and sleep disruption\n(April 15, 2019) Part III of III: The penetrating effects of poor sleep from metabolism to genetics\n(June 17, 2019) AMA #1: Strategies for sleeping more and sleeping better\n(October 28, 2019) AMA #2: short sleep mutants, optimal sleep environment, & sleep apnea\n(August 31, 2020) Sleep & Covid-19: Sleep and immune function, chronotypes, and hygiene tips\n(September 7, 2020) AMA #3: Fasting, gut health, blue light, caffeine, REM sleep, and more\n\n\nIn this special episode, Matthew Walker returns for his second AMA episode where he provides his expert insight on numerous sleep-related questions directly from listeners. He answers a wide range of questions from the gene that causes the short sleeping phenotype, to the ideal sleeping position, to the optimal temperature for best sleep, to how fasting affects sleep, plus a full dissertation on sleep apnea, and much, much more. If you’re a subscriber, you can now listen to this full episode on your private RSS feed. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\n\nWe discuss:\n\nDEC2—A genetic mutation that produces a short sleeping phenotype [11:00];\nWhat is the best position to sleep in? [22:45];\nShould you consider a “sleep divorce” with your partner? [27:00];\nThe challenge of kids wanting to sleep in bed with their parents [28:45];\nIs there an ideal type of pillow? [32:30];\nAny data on hammock sleeping? Should adults be rocked to sleep like a baby? [34:45];\nThe optimal room temperature and body temperature for the best sleep [38:30];\nDo humidifiers help? [50:40];\nHow do high altitudes affect sleep? [53:15];\nWhat is the data on weighted blankets (e.g., the Gravity blanket)? [57:00];\nCaffeine—How much, and in what way, does it affect sleep? [58:15];\nHow does sexual activity relate to sleep quality? [1:04:00];\nShould we be sleeping in two phases? First sleep & second sleep? [1:06:30];\nNapping—Is there ideal duration? Should we be napping or not? [1:08:30];\nAdvice for new parents dealing with sleep deprivation [1:12:00];\nUnderstanding your sleep chronotype [1:16:15];\nIf you drink too much alcohol in a given night, is there anything you can do to make sure your sleep isn’t wrecked? [1:20:45];\nHow postmenopausal women can manage their sleep problems with (and without) hormone replacement therapy [1:23:00];\nCould a daily practice of Wim Hof’s breathing method help or hinder quality of sleep? [1:29:15];\nWhy do some people paradoxically feel more tired the more they sleep? [1:31:15];\nSleep apnea—How to know if you have it, the different types, the causes, and helpful resources [1:33:15];\nIs there such a thing called “sleep eating”? [1:45:00];\nIf Matt was “sleep czar”, what changes would he make to society to improve sleep? [1:46:15];\nCatch up sleep: Explaining the difference between retrospective damage and prospective benefit [1:48:45];\nDoes poor sleep really speed up the aging process? [1:50:30];\nIs medicated sleep better than no sleep? [1:53:00];\nDoes vivid dreaming disrupt the sleep cycle? [1:56:45];\nIs there potential benefit to using “binaural beats” or some type of sound to induce better sleep? [1:57:45];\nHow is sleep affected by fasting and time-restricted eating? [1:59:45];\nIs there any evidence that polyphasic sleep (e.g., “Uberman”) works? [2:03:30]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#77 – AMA #2 with sleep expert, Matthew Walker, Ph.D.: short sleep mutants, optimal sleep environment, sleep apnea, & rapid fire questions\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#77 – AMA #2 with sleep expert, Matthew Walker, Ph.D.: short sleep mutants, optimal sleep environment, sleep apnea, & rapid fire questions\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#77 – AMA #2 with sleep expert, Matthew Walker, Ph.D.: short sleep mutants, optimal sleep environment, sleep apnea, & rapid fire questions\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesDEC2—A genetic mutation that produces a short sleeping phenotype [11:00]\nDEC2 mutation\n\nPeople with this mutation are the acclaimed “short sleepers”\nThey don’t sleep as much as most people (or as much as most people should be sleeping)\n\nDoes this sound like you?\n\nMany people think, “wow, I only get 5 hours of sleep and feel fine, this must be me”\nMatthew cautions, it’s only a fraction of a percent of people who have this gene mutation\nYou are more likely to get struck by lightning than to have this gene mutation\n\nSo how much sleep do they need?\n\nSome think 5 hours is all they need, however…\n\nWhen you bring these people to the lab and set up ideal sleeping conditions…\nThey sleep about 6.25 hours\n\n\nAn important thing to point out is that the average person sleeps at 6.5 hours per night\n\nAnd many people get much less than that\nAnd they are NOT the DEC2 mutants\n\n\nWhen you take the average population and put them in a lab…\n\nThey will sleep between 7.5-9.5 hours per night\nWhy the big range? ⇒ probably due to age difference in the general population\n\n\n\nWhy we don’t sleep as much or as well as we get older?\n\nAs we get older, even though we may need as much sleep as we did when we were younger…\nPhysiologically we just can’t generate that sleep that we need\n\nWhy can’t we?\n\nFirstly, as we age, part of the brain atrophy as a quicker rate than others\nParticularly the deep sleep generating areas ⇒ the medial prefrontal cortex\n(Trick: Take your thumb, stick it between your eyes, raise it up about an inch and a half, and you’re right there. That’s your medial prefrontal cortex.)\nThat part of the brain atrophies quickly\nIt also accumulates beta amyloid most significantly and early on\n\nHow much sleep does a young, healthy person need?\n\nIf you take away electricity and only expose people to natural light, their sleeping habits will change\nNo electricity, no phones, etc.\nTwo things tend to happen\n\n1) They sleep almost 9 hours per night\n2) They go to bed around 9:30 pm (even people who say their bedtime is typically 11pm or later)\n\n\n\nBack to the DEC2 mutation people\nAre there any health consequences of having the DEC2 mutation?\n\nWe don’t know the answer yet for 2 reasons:\n\n  1) Because we haven’t known about the gene for long enough to look at long term data\n   2) There is just so few of these people to make any statically meaningful conclusions\nDo they lose more sleep from one sleep stage vs. another?\n\nThey tend to be really efficient deep sleepers (almost like they are really efficient at clearing out the adenosine that has built up throughout the day)\nHowever, they get less REM sleep\n\nDoes that matter?\n\nMatthew cautions anyone who thinks any stage of sleep is less important than another\n\n⇒ Rat studies in the 1980s looked at sleep deprivation…\n\nFirst, they deprived rats of any sleep at all and after 9-11 days they were dead\nThey then selectively deprived them of either REM sleep or non-REM deep sleep\nThe rats that were deprived of REM sleep died almost as quickly as when they were deprived of total sleep\nThe rats that were deprived of deep sleep took about twice as long to die\nThe takeaway is that REM sleep may be more important in terms of being an essential life ingredient\n\n \nWhat is the best position to sleep in? [22:45]\n*First, if you suffer from sleep apnea/heavy snoring, Matt advises AGAINST sleeping on your back\n**Questionnaire to tell you your risk for sleep apnea: Stop-Bang Questionnaire\nWhich sleeping position is best?\n\n45% of people sleep on your side (fetal position)\nIf you don’t have apnea or snoring…\nSleep on your back is best for your spinal alignment\nOne of the causes of sleep difficulties (outside of mental anxiety) is physical pain\nAnd back sleep generally results in the least amount of pain\n\nIs there evidence that sleeping on your back vs. side vs. stomach produces better sleep?\n\nNot at this time\nSo, if you are comfortable, don’t force yourself to change positions\n\nSide sleeping and the glymphatic system \n\nGlymphatic system essentially is a cleansing system for the brain that during sleep at night washes away all the metabolic toxins and byproducts, beta amyloid, tau, and the other Alzheimer’s-related proteins)\nSee previous episode with Matt for more on the glymphatic system\nThere is some evidence in animal studies that’s accumulating that side sleeping allows the glymphatic system greater clearance capacity than any other sleeping position\nAnother observation is that you rarely see other species exclusively sleeping on their back\nIt’s usually some version of side sleep and it MAY have something to do with the glymphatic system\n\n \nShould you consider a “sleep divorce” with your partner? [27:00]\n\nIf you survey people, about 40% of them will say that they do not sleep in the same location as their partner. \nOf the remaining 60%… about 20-30% of that group will actually say that they go to bed with their partner at night, but they will wake up in a different location in the morning\nIf you fall into this category, Matthew recommends a “sleep divorce”\n\n(which can prevent you from having a real one)\n\n\n\nIf I get a sleep divorce, will I no longer be intimate with my spouse?\n\nThe stigma is that if you’re not sleeping together well, you’re not having sex\nIn fact, it’s actually the opposite\nBy having a sleep divorce, you could increase the quality of your sleep which means…\n\nSex hormones improve both in males and in females\nTheir physical relationship and the intimacy improves\nThe quality of their relationship improves\n\n\n\n \nThe challenge of kids wanting to sleep in bed with their parents [28:45]\nPeter asks the question about kids sleeping in bed with their parents\n\nPeter points out that from an evolutionary perspective, young kids probably never slept alone in their own part of the cave\nSo it’s natural for many kids to want to sleep with you\nBut sleeping with kids can disrupt your own sleep\n\nMatthew confirms this ancestral way to sleeping\n\nLooking at hunter-gatherer tribes…\nYou see them sleeping as a group\n\nWhy isn’t it a problem for them?\n\nWell, first they don’t suffer from snoring (and other sleep disorders) the same way we do because they are generally much more lean whereas the Americans suffer from obesity, etc.\nThey also don’t even know what insomnia is (probably they have the same anxiety we do from modern society)\n\nHow do we deal with this in the modern world?\nThe downside of having kids in the bed\n\nSleep quality suffers which may result in you NOT being the very best version of parents\n\nIncluding getting behind the wheel and drive your children around the next day while sleepy \n\n\nSecond component of that is it’s difficult to train them to actually gain the confidence for them to sleep by themselves and develop that skill. \nAnd it is a skill that they will need throughout their lives. \n\nDon’t make it a habit\n\nMatt says to not make it habit\nInstead have it be more of “treat” for them every once in a while\n\n \nIs there an ideal type of pillow? [32:30]\n\nNot any good scientific data out there\nMatthew says this actually could be an opportunity do come in and disrupt the industry\n\nHere are his quick thoughts on how we could find the right pillow:\n“You could do things like three-dimensional sort of, moving an iPhone around your head, understand what your mass is, insert your body type, etc, etc, give a few questions on your sleep preference. I think there’s a way that you could actually find the Da Vinci code to the correct pillow, or at least the correct three closest pillows. You send them out to people, and then they pick which one they want, and they send the other two back.”\n \nAny data on hammock sleeping? Should adults be rocked to sleep like a baby? [34:45]\n\nMatt says there isn’t much about hammock sleeping specifically, but…\nThere is something about the nature of rocking (like we do with babies)\n\nA group out of Geneva did a study\n\nThey took a bed frame and a mattress, and then they suspended it from the ceiling with four ropes at either corner.\nAnd then they connected the bed to a device that would just cycle the bed from left to right in this lateral motion at a very slow rocking speed\nSo it’s so slow that you typically don’t have too much of a sense of it when you close your eyes\nSo what happened?\n\nThe individuals fell asleep significantly faster\nThey had greater amounts of deep sleep, and especially these deep sleep brainwaves\nAnd what usually comes with those deep sleep brainwaves are something else that we call sleep spindles (short bursts of synchronous activity that are critical for learning and memory)\n\n\n*In summary, the rocking motion…\n\ni) induced a physiologically reliable change in brain oscillations, and \nii) helped people fall asleep faster\n\n\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-9863\" src=\"https://peterattiamd.com/wp-content/uploads/2019/10/rocking-bed-1024x682.png\" alt=\"\" width=\"1024\" height=\"682\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/10/rocking-bed-1024x682.png 1024w, https://peterattiamd.com/wp-content/uploads/2019/10/rocking-bed-300x200.png 300w, https://peterattiamd.com/wp-content/uploads/2019/10/rocking-bed-768x512.png 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Rocking bed from University of Geneva study. Image credit: bbc.com\n \nThe optimal room temperature and body temperature for the best sleep [38:30]\nDid our ancestors get better quality sleep during certain times of the year and/or in certain climates?\n\nBest data that we have right now is looking at these hunter gatherer tribes\nTake tribes that live in warm climates (e.g., close to the equator) \n\nIn winter, they sleep longer at night\nIn summer, they sleep less at night\nHowever, they tend to take naps in summer afternoons to make up for that\n\n\n\n“The data favors coldness for longer sleep.”\n⇒ Tip: Peter uses the chiliPAD in the summer time\nIs there an optimal room temperature?\n\nBetween 65-67 degrees, says Matt\nBut the answer is more complex than that\nFor example, it varies from person to person\n\nStudies have been done where they strap people into a body suit where you can exquisitely control the temperature of any part of the body\n–Summary of the findings:\n\nFor your extremities (hands and feet), if you warm them up with socks, for example, it will bring heat to them away from your body, resulting in a cooling of your core temp so you will fall asleep faster\nThen you need to get cold to stay asleep during the night\nAnd then you need to warm up to wake up in the morning\n\n*Other tips for cooling your core body temperature\n\nTake a hot bath or a shower\nAll of the blood is charmed to the surface of your skin, and \nit radiates the heat out of the core of your body\nYour core body temperature plummets once you get out\n\nSo in real life…\n\nWarm yourself up with a hot shower to radiate that heat out and get you to sleep quicker\nKeep the room cool to keep your body cold throughout that middle section and later section of sleep. \nThen, set your thermostat to rise in the last 15 minutes of your sleep so you will wake up easier and feel less groggy\n\nTangent on thermoregulation\n\nWe live within a very narrow range of body temp (about 10 degrees F)\nAt 104-105 degrees, you’re destroying protein internally\nAnd then anything below about 92, 93, even 94, it starts to get concerning\n“You’re always on some thermal edge of a cliff in some ways.”\n\nHow much better would you predict one would sleep if the room temperature went from 75 to 65? \n\nOn average, people are more likely to sleep considerably better at 65 than 75.\nIn terms of duration, or stage quality, or what metric?\nSome people will see it in terms of quantity of deep sleep, but most benefit is in quality of sleep \nIn studies, much of the benefit of the cooler temperature is in the quality of your sleep measured by the electrical brainwave signature \nThis is NOT something you’ll see on your personal sleep tracker\nSo just know that if you aren’t seeing an improvement in quantity on your sleep tracker, don’t just assume it’s not helping\n\n \nDo humidifiers help? [50:40]\n\nIt’s surprising that we have so little data on this, says Matthew, given how many people use humidifiers next to their bed \nMatthew says he thinks intuitively that “there may be something in humidity”\nHowever, the few studies out there don’t really suggest humidity is making a difference\n\nThis study that found that holding the temperature constant and changing the humidity did not alter the sleep of the neonates\n\n\nSo right now, not great data overall\nand the data that we do have doesn’t really suggest so much of a change. \nBut the “absence of evidence is not evidence of absence”\nWe just need more studies\n\n \nHow do high altitudes affect sleep? [53:15]\nThe data of altitudes above ~5,000-6,000 feet (usually climbers) suggests:\n\nPeople wake up more frequently\nThey have less amount of non-rapid eye movement sleep\nless deep non-REM sleep quantity\nThey also have lower quality deep sleep\n*So they struggle to fall asleep, and when they do get to sleep, the depth of that deep sleep is not as deep. \n\nWhat about once people are acclimated to the altitude?\n\nWe don’t have good longitudinal data to look at the question of acclamation\nAt some point, you would think that the body does recalibrate\n\nWe also don’t know…\n\nAt what altitude sleep begins to be affected\nIs it gradual as you move away from sea level?\nIs it a linear change? Or is it exponential?\nIs is a step function change at a certain level?\n\nPeter’s observation about this sleep quality at elevation:\n\nIn 4 years of sleep data\nPeter’s lowest month of heart rate variability came during a month that he spent half the month in Colorado\n\n \nWhat is the data on weighted blankets (e.g., the Gravity blanket)? [57:00]\nPeter asks if there are any data on efficacy of weight blankets (like the Gravity Blanket)\nCOUPON CODE=Subscribers get a discount on Gravity Blankets\n\nPeter personally uses the Gravity blanket during the winter time\nMatthew says there is no good data at the moment\nIt’s very hard to do a placebo controlled study\nThere is no way for study participants to be blind to whether or not they have a 25 lb blanket on them\nThat said, if people subjectively feel like their sleep is improving that is a good thing\nAnd even if the effect is a placebo, that’s not a bad thing\n\n \nCaffeine—How much, and in what way, does it affect sleep? [58:15]\n\nSome people are more sensitive to caffeine than others \nThe more rapid you metabolize caffeine, the less sensitive you are to its effects\nBut when referring to sensitivity, we’re talking about pure “wake promotion”\nThis may be a totally separate measure when compared to how it affects your sleep\nIn other words, if you are someone who is not affected by caffeine at all, that doesn’t mean you aren’t harming your sleep quality\n\nWhat happens when you take 180-200 mg of caffeine in the evening?\n\nOn average, it reduced the amount of deep sleep quality in terms of electrical quality by about 20%\nSo even if you can fall asleep fast, and get the same “quantity” on deep sleep (like on your sleep tracker), it doesn’t mean your quality isn’t negatively affected\n*A 20% reduction is deep sleep quality is equivalent to aging you by 25 years\n\n“I would have to age you by probably somewhere around about 25 years to get that drop in your deep sleep quality. Or you could do it every night with a cup of coffee.”\nAnd even more concerning study\n\nGave people a dose of caffeine at 7:20 am\nNo caffeine at all throughout the day\nCompared it to placebo\nThey found something “stunning”\nIt dropped deep sleep by 10-12%\n\n \nHow does sexual activity relate to sleep quality? [1:04:00]\nDoes having regular sex improve the quality of sleep?\nWhen is the best time to have sex before sleep? \nDoes an actual orgasm improve sleep quality?\n\nFor most people (60% of women, 70% of men), sex that results in an orgasm produces better quality of sleep\nIt has to be sex that results in an orgasm for both partners\n\nWhy would orgasm and sex actually lead to better sleep physiologically? \n\nWe move into the parasympathetic state of the nervous system, which is this sort of quiet, restful state of the nervous system.\nPart of that is because your heart rate will decelerate after the increase that’s happened during intercourse\nLess cortisol –  the deceleration of the HR will also come with a reduction in things like cortisol\n\nCortisol is the enemy of sleep at night…it should be dropping to almost it’s the lowest levels just before you fall asleep and stays low in the first half of the night\n\n\n\nMasterbation\n\nMasturbation can also be a sleep aid\nIt doesn’t seem to be as effective as sex between individuals, but it certainly does seem to have an impact\n\n \nShould we be sleeping in two phases? First sleep & second sleep? [1:06:30]\n\nIn the Dickensian era, there is some evidence people would sleep in 2 shifts\nAt this time (in the UK and Europe), people would split shift the night and they would sleep for the first half and they would get up and eat, have sex, do social activities, etc. then go back to sleep\nBut were we designed to sleep this way?\nMatthew says there is no evidence to suggest that is how we are supposed to be sleeping\n\nWhat about the afternoon siestas/naps?\n\nIt’s more likely that we were designed to sleep 6.5-7 hrs at night and take an afternoon nap\nThis is common in hunter gatherer tribes\n\n \nNapping—Is there ideal duration? Should we be napping or not? [1:08:30]\nIs there an ideal duration of a nap?\n\nIt depends on what you’re asking of the nap\nA 90 minute nap will give you one full sleep cycle and allow for some REM sleep\nIf you want to simply get rid of some fatigue and sleepiness, a 15-20 minute nap will be enough\nTry to avoid waking up after about 45 minutes\n\nYou will be in the middle of a deep sleep cycle\nYou may suffer what’s called sleep inertia, which is where you may actually feel even worse. \nYou’ll feel groggy\n\n\n\nShould you be napping or not?\nIt’s a “double edged sword”\nBenefits of napping may include…\n\nImprovement in learning and memory\nCardiovascular function\n\nBad things about napping…\n\nThroughout the day you are building up the sleepiness chemical called adenosine\nAnd after about 16 hours of wakefulness, you should have enough of this sleepiness chemical weighing down on you (i.e., sleep pressure) to force you into sleep at night \nIf you nap, you release some of that pressure which may make it harder for you to fall asleep at night\n\n“So the answer is if you can nap regularly and you’re not struggling with sleep at night, naps are just fine. But if you can’t nap regularly or especially if you’re struggling with sleep at night, the advice is do not nap, build up that healthy sleepiness.”\n \nAdvice for new parents dealing with sleep deprivation [1:12:00]\nAdvice for new parents, especially moms, with young babies\n\nNap when the child is napping (if possible)\nThe nights will be rough and disruptive so you’ll have enough sleep pressure even if you are napping several times a day\nIf you have a spouse or partner that has a different sleep cycle (say you are an early riser and they are a night owl)… \nTry to split up the baby shifts to match that trait\n\n \nUnderstanding your sleep chronotype [1:16:15]\nIs your sleep chronotype genetically set?\n\nYes, you are born with the genes for your chronotype\n\nNo matter your genes though…\n\nYour sleep timing and hours needed will change from childhood, to teen years, to adulthood\n\nMoving high school start times…\n\nIn a previous podcast, Matthew spoke extensively about the need to move high school start times to later in the day to match teens’ propensity to sleep longer and later into the morning\n“That’s where we see some of the greatest amounts of sleep deprivation because that’s where the greatest mismatch between school start times and wake up times happen relative to their shifted now biological circadian rhythm.”\n\nAdulthood\n\nYou start to settle into your genetic sleep chronotype\n\nOlder years\n\nThen as we get into our elder years we regress to childhood hours, go to bed early, wake up early\n\n \nIf you drink too much alcohol in a given night, is there anything you can do to make sure your sleep isn’t wrecked? [1:20:45]\nIf you drink too much, is there anything you can do that night be make sure your sleep isn’t wrecked?\n\nProbably not\nBest thing to do is expect a bad night of sleep and plan accordingly tomorrow\n\nPeter’s two cents…\n\nIn the case where you didn’t go overboard, but maybe had 1-3 drinks\nAlcohol inhibit vasopressin which is an antidiuretic hormone\nPeter has used a drug called vasopressin (0.1 milligrams of DDAVP or vassopressin)\nIt will prevent you from needing to get up and pee during the night (since that is part of the sleep disruption)\nCAUTION: this is not an over the counter medication, and if you take too much you can have problems\n\n \nHow postmenopausal women can manage their sleep problems with (and without) hormone replacement therapy [1:23:00]\nMany women after menopause see a decline in their sleep quality and quantity\n⇒ Side note: \n\nPeter is a big proponent of HRT for women with symptoms\nSee The Drive episode with Carol Tavris and Avrum Bluming\n\nBut for women who for whatever reason don’t want to take hormones…\n–What else can women do or can women do in particular around this issue shy of taking hormones?\n\nMatt says between 40 to 50% of women will go through significant sleep difficulties during that menopausal phase\nOne of the triggers there is thermoregulation (i.e., hot flashes throughout the night)\nIt’s not just that though, insomnia can also be part of the problem\n\n–In terms of treatments…\n\nThe data haven’t been very good (there’s not enough studies)\nWith that said, the first step should be to try to figure out what is really triggering the sleep problems\nFirstly, people are getting older and your sleep just gets worse as you get older\nGoing a step further, we also know that with the menopausal transition, we get changes in mood states\n\nIncreases in depression\nIncreases in anxiety\n\n\nSo then you try to answer the question: Is it one of those that is the trigger or is it some of these symptoms that are altering thermoregulation? \nIn terms of treatment of the mental health aspects, there are different treatments (e.g., meditation)\nBut for menopause and sleep…\n\nData suggest that HRT (hormone replacement therapy) combined with melatonin has some efficacy\nYou combine those two and sleep seems to be improved as well\n\n\n\nPeter’s approach with his patients\n\nPeter’s approach with HRT uses all three hormones: Estrogen, testosterone, and progesterone\nEach of them can play a role in sleep, but you can’t do it at the same time \n\nThe approach\n   Step 1:\n\nFirst symptoms that typically show up are vasomotor symptoms\nPeter will treat vasomotor symptoms first with estrogen alone, for a short period of time\nYou can’t do that for a long period of time because unopposed estrogen will increase the risk of endometrial cancer. \nBut for a period of a month or two, it’s not an issue at all. \n\n   Step 2:\n\nAnd once you fix the vasomotor symptoms, you then ask, How are you feeling? How are you sleeping? \nThere’s a subset or women whom once the estrogen levels are normalized, the FSH comes down, they feel amazing (i.e., no more joint discomfort, hot flashes, sleep disturbances, etc.)\nBut… there sleep isn’t getting better\nIn those women, we have a choice:\nWe could either just go straight to a progesterone coated IUD (which will basically cover you from the endometrial perspective); or\nYou would use systemic progesterone\nAnd the progesterone is a great sleep drug for this subset of women\n\n   Step 3: \n\nIf sleep still not all the way back, Peter will use testosterone \n“I have found this approach to allow you to, almost without exception between the three of them, return a woman’s sleep to sort of a great state.” \n\n*In terms of mood irregularities…progesterone is probably the most sensitive to mood disruptions during perimenopausal period\nIn summary:\n\nFor a woman who is experiencing sleep disturbances with menopause who for some reason either doesn’t have a doctor who’s comfortable doing hormones or doesn’t want hormones herself…\nMelatonin, temperature regulation, and sleep hygiene is the playbook\n\n \nCould a daily practice of Wim Hof’s breathing method help or hinder quality of sleep? [1:29:15]\nWim Hof \n\nAlso known as The Iceman, is a Dutch extreme athlete noted for his ability to withstand freezing temperatures\nHe attributes his feats to his Wim Hof Method (WHM), a combination of frequent cold exposure, breathing techniques, and meditation\n\nCould a daily practice of Wim Hof’s breathing method help or hinder quality of sleep?\n\n“Fantastic question… no idea.” says Matthew\n\nPeter would like to explore this more\n\nHe’s heard a wide range of reports from people from almost dying\nTo people saying it change their life\n\n \nWhy do some people paradoxically feel more tired the more they sleep? [1:31:15]\nIf this is happening in the first couple of weeks or months once you’re starting to go into sleep extension…\n\nIt’s usually because you’re still trying to sleep off the debt that you’ve accumulated\nNow, we can never pay back all of the sleep debt that we carry\nThe system has no capacity for recovering all that it lost, but it will try to sort of sleep back some of that debt. \nAnd when people start to sleep longer and they are carrying a lifetime chronic debt, then they typically have almost like a “sleep hangover” effect as they’re washing out the chronic sleep restriction\n\nIf this has been going on for five or six months…\n\nThat’s something different\nFigure out what your sleep chronotype\nMaybe you’re sleeping the right amount now, but you’re just not placing that eight-hour window of sleep at the right point on the clock face for your specific chronotype. \nAnd that’s where you can also get some of this hangover effect too if you’re not sleeping at the right phase.\n\n“You’ve got to be sleeping the right amount, but also at the right time to be in sync with your chronotype, with your circadian biology, and that can sometimes cause hangover effects as well.”\n \nSleep apnea—How to know if you have it, the different types, the causes, and helpful resources [1:33:15]\nWhat does the term actually mean? \n\nApnea simply means absence of respiration/breathing\n\nTwo primary types of apnea:\n1 | Obstructive sleep apnea\n\nThis is the version where your airways collapse, either partially or fully, which obstructs your ability to breath\nWith a partial collapse, you’ll start to get this sort of strange sound\nWhen it fully collapses, that’s when you will get cessation of breathing typically\n\n2 | Central sleep apnea\n\nThere is no blockage in the airway, there is no problem with the airway at all. \nIn fact, it seems to be a fault of the brain itself. \nThe brain for a short period of time stops sending the signal for respiration. \n\nNote: You can also have a mix of both obstructive and central apnea\nAn underdiagnosed killer\n\nSleep apnea is the most underdiagnosed sleep disorder\nAbout 80% of people who have it are undiagnosed\nIt kills you chronically but poor sleep contributing to disease and aging\nAnd it kills you acutely\n\nE.g., you might fall asleep behind the wheel of your car\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-9862\" src=\"https://peterattiamd.com/wp-content/uploads/2019/10/car-accidents-from-sleep-loss-1024x685.png\" alt=\"\" width=\"1024\" height=\"685\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/10/car-accidents-from-sleep-loss.png 1024w, https://peterattiamd.com/wp-content/uploads/2019/10/car-accidents-from-sleep-loss-300x201.png 300w, https://peterattiamd.com/wp-content/uploads/2019/10/car-accidents-from-sleep-loss-768x514.png 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Sleep loss and car crashes. Source: Why We Sleep: Unlocking the Power of Sleep and Dreams by Matthew Walker\nThink you might have sleep apnea?\n\nTake the Stop-Bang Questionnaire\nIf you do, find yourself a board certified sleep medicine doctor at sleepeducation.org\n\n“Do not leave sleep apnea untreated, it will shorten your lifespan, and it will certainly shorten your health span. That data is compelling.”\nCPAP device\n\nStands for continuous positive airway pressure\nIt attempts to force open the obstructed airway with pressure\nIt needs to be fitted to the individual and the pressure titrated to match the needs of the person\n\nAdherence issues: How can we improve the compliance and adherence for these devices?\n–First, we must get really good at fitting the mask properly because…\n\ni) an uncomfortable fit will reduce adherence\nii) a bad fit will not keep the proper pressure needed to open the airway\n\n–Secondly, accountability from another person or technology\n\nHaving an app or having a coach that would actually just help you check in with you every day, just give you motivation\n\nDo we know what causes central apnea?\n\nNot a lot of data so the etiology is less clear\nWe know a lot more about the contributing factors of obstructive apnea\n\nSuch as men are twice as likely to have it\nOverweight\nNeck circumference\n\n\n\nWhat is the most common type of sleep apnea in the population?\n\nMore common for obstructive than central\nBut there could be a self-selecting bias because people are more likely to get checked if they snore (a central apnea person may not be snoring)\nSo we really don’t know\n\nDo you have a point of view on using the apneic hypoxemic index versus the oxygen desaturation index (ODI)? \n\nPeter prefers using the ODI with a 4% cutoff \nThe mortality data says more than ~25 4% ODIs per hour is a really significant predictor of mortality\nPeter says this information helps him communicate with the patient the severity of this and why we really have to act on this sort of thing\n\nAHI\n\nApnea hypopnea index looks at the number of times that you have a true apneic event where you have a cessation of breathing\nA moderate degree of apnea would be a cessation of breath between 10 to 15 per hour\nThat would be like someone coming into your bedroom and strangling your neck until you stopped breathing 80-100 times in a single night\nAnd then I’m going to expect you to wake up the next day and feel good and go to work and perform well and be a good partner to your wife or husband? \n“That’s ridiculous…but that’s what that disorder is doing.”\n\nDo any of the sleep trackers detect oxygen saturation?\n\nFitbit devices have the capacity built in (but may not have unlocked it yet)\nApple may be looking into this, but again, I have no insider knowledge. \nMatt says it would be a huge deal if sleep devices could do this…\nThe but obviously concern would be the accuracy\n\nOther helpful apps\nAn app called SnoreLab\n\nIt records the audio throughout the night\nThen you can go back and it’s almost like a Richter shock where you can see how severe your snoring was\nYou can even tap anywhere during the night and you can hear yourself snoring\n\n \nIs there such a thing called “sleep eating”? [1:45:00]\nIs there such a thing called “sleep eating”?\n\nIt is a real condition\nIt’s part of a set of conditions that we call parasomnias\nThese are things that happen around sleep, not necessarily during sleep itself\nParasomnias typically happen from deep sleep (not during dream sleep like most people think) when you get a jolt of the sympathetic nervous system activity\nYou technically wake up, but you’re neither fully awake nor fully asleep and you start to act out routine behaviors (i.e., Sleep walking, sleep talking)\nBut a more rare variation is sleep eating\n\nWhat do we do about it? \n\nThere’s not too much we can do, unfortunately\nTalk to a sleep doctor\nThere may be a few pharmacological approaches out there but not great treatment outcomes right now\nThe doctor on this video says clinical hypnosis can help with this\n\n \nIf Matt was “sleep czar”, what changes would he make to society to improve sleep? [1:46:15]\nIf Matt was “sleep czar”, what 3 changes would he make to society to improve sleep?\n  Step 1: A public health campaign needs to be the first step at the government level\n\nThere are great campaigns for things like drink driving, safe sex, risky behavior, even physical activity, eating. \nWe have policies for those in these first world nation government approaches, \nBut where is the policy for sleep? \n\n  Step 2: Institutions\n\nA great example would be medicine\nYou see in a doctor’s office posters that would describe here are “8 ways that you can improve your diet” or “4 ways that you can improve your physical activity”\nWhere’s the chart that describes tips for better sleep?\n\n  Step 3: Education\n\nIn school, we get lectures on safe sex, drink and driving, etc.\nWhere was that lecture for sleep education? \n“It is so fundamental. It’s such a huge part of that developing teenager’s life, they should be given that. It should be given early on.”\nMatt wants to help create an education curriculum that is palatable to young audiences so we stop this sort of “parent to child transmission of sleep neglect and sleep ignorance”\n\n \nCatch up sleep: Explaining the difference between retrospective damage and prospective benefit [1:48:45]\nExplaining the difference between retrospective damage and prospective benefit\nSo let’s think about cancer, \n\nIf I put you on one night of four hours of sleep, I can drop your natural killer cell count on average for this group by about 70%\nThe following day after that short sleep, your vulnerability to cancer is presumably going to be increased because of that drop in NK cells\nNow, getting lots and lots of sleep the following night is not going to go back in time and bend the arrow of time back on itself and wash away that cancer risk \nInstead, what it’s going to mean is that for the day after you’ve got good sleep, your natural killer cell count is going to be presumably back up\nTherefore you’re now de-risking your cancer risk by way of getting good sleep. \n\nSee previous episode with Matt where they discussed NK cells\n“So you can’t really go back in time, you can’t pay back a debt that you’ve accumulated at that point and wash away the damage that happened at that point, but you can risk mitigate in the future by getting good sleep.”\n \nDoes poor sleep really speed up the aging process? [1:50:30]\nIn the previous AMA, Matt discussed how less sleep is associated with an increase in biomarkers of age ⇒ specifically this section: Does poor sleep speed up the aging process? [2:12:00]\nBut does poor sleep really cause faster aging?\nOr could we be inappropriately inferring causality from epidemiology studies?\n\nFirstly, Matt admits that sleep and aging is a bi-direction system\n\nIt goes both ways\nI.e., aging causes poor sleep, but poor sleep also causes aging\nBut the question then becomes… Is the traffic flowing more dominantly in one direction than another?\n\n\nSo, when does Matthew feel comfortable making claims of causality?\n\nOnly when he sees evidence in…\n\nEpidemiological studies;\nExperimental human studies; and\nExperimental animal studies;\n\n\n*That’s the point where you start to feel comfortable speaking about causality.*\n\n\n\nWays to test causality:\n\n\n\nFirst in people, \n\nwe can take someone who has no anxiety, take sleep away, hold all of the factors constant and see if anxiety is induced\nThat’s causal manipulation. \nBut let’s be self critical there: Perhaps it’s just the stress of being sleep deprived that causes the anxiety and not the lack of sleep itself\n\n\n\n\n\n \n\nHow do you control THAT? \n\n \n\n\n\nDo an animal study where you can actually remove the adrenal glands to therefore remove the cortisol response that is producing the stress. \nYou can hold the stress response constant and you can deprive them of sleep and you can look at anxious behavior, and you’ll see the same thing. \n\n\n\n“So it’s only under those circumstances where I see causality, I see epidemiological studies, I see experimental human studies, I see experimental animals studies. That’s the point where you start to feel comfortable speaking about causality.”\n==> For more on the pitfalls of epidemiology see Studying Studies: Part II – observational epidemiology\n \nIs medicated sleep better than no sleep? [1:53:00]\nFor someone struggling with severe insomnia, is it better to get almost no sleep or to take an antihistamine or mild benzos as a sleep aid?\n\nMatt admits that this is a very tough question\nFirstly, people very quickly build a tolerance to antihistamines \nAnd then they can typically have rebound insomnia when they come off of antihistamines and/or benzos\nMatt suggests first going through Cognitive Behavioral Therapy for Insomnia (CBTI) \nIf that doesn’t work, then “I don’t know the right answer to that”\nIn 2016, the American College of Physicians made the recommendation that sleeping pills must no longer be the first line recommended treatment for insomnia due to their harmful (even fatal) consequences and that the first treatment must be CBTI\n\nCBD\n\nCBD was discussed on previous episodes of The Drive with Matt Walker\n\nEpisode #49 with Matt ⇒ The efficacy of THC and CBD as sleep aids [1:05:30]\nThe first AMA episode with Matt ⇒ “Can CBD and THC be used for sleep? [1:39:30]”)\n\n\nBut people are reportedly having some success with CBD for sleep\nBut be careful, it’s the “wild wild west” with OTC CBD… “there’s not good regimented quality control”\n\nPeter’s two cents…\n\nIn a crisis situation, short use of benzos is not an unreasonable choice (Matt agrees)\nIn many cases, anxiety can drive insomnia (and insomnia can then also drive anxiety)\nBut in cases of anxiety being the prime driver, short term use of benzos may help to break the cycle\nPeter finds it’s not that hard to get people off them and back into a routine\n\n \nDoes vivid dreaming disrupt the sleep cycle? [1:56:45]\n\nVivid dreams do not seem to disrupt sleep in terms of quantity of quality (even though they may feel sort of exhausting)\nTrauma dreams (i.e., in PTSD patients) do, in fact, disrupt sleep\n\n \nIs there potential benefit to using “binaural beats” or some type of sound to induce better sleep? [1:57:45]\nIs there a potential benefit to using “binaural beats” to induce better deep sleep?\n\nMatt says that these “binaural beats” or other downloaded sound files don’t have any good scientific studies that have really demonstrated efficacy \n\nData around sound inducing better deep sleep\n\nStudies have been done where people will actually measure your deep sleep brainwaves\nThey will use these short bursts of sound that try to predict when that next deep sleep brainwave is going to arrive\nAnd at the sort of “stroke of midnight” they will play the auditory tone\nAnd if you do that, what you can actually induce is a larger size, a bigger amplitude of deep sleep brainwave activity\nAnd you can get some memory benefits from that\n\n⇒ But here’s the problem…\n\nFirst, if your timing is off and you’re striking at 6 rather than midnight, you’re actually going to inhibit your deep sleep brainwaves\nSecondly, if you’re doing it all night, the brain will actually start to fight back \n\nAt best, it becomes ineffective.\nAt worst, it could become sleep disruptive.\n\n\n\n \nHow is sleep affected by fasting and time-restricted eating? [1:59:45]\nMatthew has said in a previous episode that fasting, from an evolutionary perspective, would reduce our sleep demand to give us more time to forage for food\nBut in Peter’s experience with fasting, he finds it produces an amazing state of sleep (albeit slightly less duration) but better in quality\nDoes this surprise Matthew?\n\nYes and no, he says\nHe says “no” because we don’t really have good data \nThe only decent data we have is with people practicing Ramadan where their REM sleep is negatively affected\n\nEating window with time-restricted eating \n\nPeter points out that Ramadan isn’t true fasting it’s just fasting during the day time and they feed at night time so they are almost in a “hyper fed state” \nThe Ramadan data is probably better at helping us learning something about meal timing’s effect on sleep for someone practicing time-restricted feeding and suggests and earlier window of eating is better\nHere is data pointing to an early feeding window being better based on glucose levels\n\n \nIs there any evidence that polyphasic sleep (e.g., “Uberman”) works? [2:03:30]\nWhat is the Uberman schedule of sleep?\n\nIt’s a version of polyphasic sleep where sleep for short bursts (45-90 mins) then be awake for a couple hours and then just cycle on and off throughout the day\nKind of like sleeping like an infant\nThere is no good evidence in adults that that is at all how we should be sleeping.\n\nCheck out this “real life” experiment where Cosmo Kramer tried polyphasic sleep (Spoiler alert: It didn’t work well)\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/XLTg2nHZEHQ?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n§Selected Links / Related MaterialThe first AMA with Matt Walker: #58 – AMA with sleep expert, Matthew Walker, Ph.D.: Strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep | Peter Attia (peterattiamd.com) \nMatthew’s book: Why We Sleep: Unlocking the Power of Sleep and Dreams by Matthew Walker | (amazon.com) [1:00]\nMatthew’s Ted Talk: Sleep is your superpower | (ted.com) [1:00]\nHemingway quote: “There are only three sports: bullfighting, motor racing, and mountaineering; all the rest are merely games.” | (goodreads.com) [3:30]\nMatthew says you are more likely to get struck by lightning than to have the DEC2 gene mutation: Rare Genetic Mutation Lets Some People Function with Less Sleep  | Katherine Harmon (Scientific American); (National Geographic) [12:00]\nMost people optimally need 7-9 hours of sleep every night: National Sleep Foundation’s sleep time duration recommendations: methodology and results summary |  (Hirshkowitz et al., 2015) [14:00]\nEvidence for how electrical lighting and the constructed environment is associated with reduced exposure to sunlight during the day, increased light exposure after sunset, and a delayed timing of the circadian clock as compared to natural light-dark cycle whilst camping: Entrainment of the human circadian clock to the natural light-dark cycle (Wright et al., 2013) [15:30] \nTwins studies that looked at the DEC2 mutation: Study of twins discovers gene mutation linked to short sleep duration | (aasm.org) [16:45]\nMice models with DEC2 mutation had shortened NREM and REM sleep phases (v. control):  The Transcriptional Repressor DEC2 Regulates Sleep Length in Mammals (He et al., 2009) [20:15]\nRat studies looking at the impact of total vs. selective sleep deprivation: [20:30]\n\nTotal sleep deprivation of rats until death in the 1983: Physiological correlates of prolonged sleep deprivation in rats. (Rechtschaffen et al., 1983) [1:17:15]\nSelectively deprived rats of non-REM or REM: Sleep deprivation in the rat: X. Integration and discussion of the findings. (Rechtschaffen et al., 1989) [1:20:15]\n\nQuestionnaire to assess the likelihood that you have sleep apnea: Stop-Bang Questionnaire | (stopbang.ca) [22:45]\nAnimal studies showing that side sleeping allows the glymphatic system greater clearance capacity than any other sleeping position: The Effect of Body Posture on Brain Glymphatic Transport (Lee et al., 2015) [25:45]\nSleep’s effect on intimacy in relationships: [28:00]\n\nLower testosterone in sleep deprived men: Effect of 1 Week of Sleep Restriction on Testosterone Levels in Young Healthy Men (Leproult et al., 2011)\nSex drive in women… For every one hour of extra sleep that a female gets, they have somewhere between a 13 to 15% increase in the desire to be intimate with a partner: The impact of sleep on female sexual response and behavior: a pilot study. (Kalmbach et al., 2015)\n\nStudy that showed rocking promotes better sleep: Rocking like a baby promotes better sleep in adults | Laurel Ives (bbc.com) [35:30]\nThe bed cooling system Peter uses in the summer: chiliPAD Sleep System | (chilitechnology.com) [41:50]\nOptimal ambient temperature for sleep is 65-67 degrees Fahrenheit: The ideal temperature for sleep | (sleep.org) [42:15]\nThermosuit studies showing skin temperature has a big impact on quality of sleep:  Skin deep: enhanced sleep depth by cutaneous temperature manipulation | (Raymann et al., 2008) [42:15; 49:30]\nStudy that found that holding the temperature constant and changing the humidity did not alter the sleep of the neonates: Influence of incubator humidity on sleep and behaviour of neonates kept at stable body temperature. (Telliez et al., 2001) [51:15]\nThe effect of altitude on sleep: Effects of High Altitude on Sleep and Respiratory System and Theirs Adaptations (San et al., 2013) [54:30]\nDrug that helps with altitude sickness: Diamox | (webmd.com) [56:00]\nWeighted blanket that people subjectively report improves their sleep: Gravity Blanket [56:45]\n\nCheck out the subscriber-only discount on the Gravity Blanket\n\nJust 200 mg of caffeine at 7 AM can affect sleep that night: Caffeine intake (200 mg) in the morning affects human sleep and EEG power spectra at night. (Landholt et al., 1995) [1:00:00]\nSex with a partner and masturbation may produce better quality of sleep: Sex and Sleep: Perceptions of Sex as a Sleep Promoting Behavior in the General Adult Population (Lastella et al., 2019) [1:04:00]\nFrom the Dickensian era, the sleep model called “Two Sleeps” or “First and Second Sleep”: Humans Used to Sleep in Two Shifts, And Maybe We Should Do It Again | MELINDA JACKSON AND SIOBHAN BANKS (sciencealert.com) [1:07:00]\nEpisode of The Drive discussing HRT for women after menopause: #42 – Avrum Bluming, M.D. and Carol Tavris, Ph.D.: Controversial topic affecting all women—the role of hormone replacement therapy through menopause and beyond—the compelling case for long-term HRT and dispelling the myth that it causes breast cancer | Peter Attia (peterattiamd.com) [1:23:00]\nMenopause and sleep difficulty: [1:24:30]\n\nSleep problems during the menopausal transition: prevalence, impact, and management challenges (Baker et al., 2018)\nSleep Disorders in Postmenopausal Women (Jehan et al., 2015)\n\nBreathing technique that Peter has heard mixed reviews about but could improve sleep: Wim Hof Method | (wimhofmethod.com)[1:29:15]\nQuestionnaire to assess the likelihood that you have sleep apnea: Stop-Bang Questionnaire | (stopbang.ca) [1:36:00]\nFind yourself a board certified sleep medicine doctor: Find a Sleep Facility Near You | (sleepeducation.org) [1:36:00]\nUntreated sleep apnea will shorten lifespan and healthspan: Obstructive Sleep Apnea and Hallmarks of Aging (Gaspar et al., 2017) [1:36:00]\nMen are at least twice as likely as women to have obstructive sleep apnea: Gender Differences in Obstructive Sleep Apnea and Treatment Implications (Lin et al., 2018) [1:39:45]\n4% ODIs is a really significant predictor of mortality: Prognostic importance of novel oxygen desaturation metrics in patients with heart failure and central sleep apnea (Watanabe et al., 2017) [1:40:40]\nApp that allows you to listen back to your snoring during the night: SnoreLab | (snorelab.com) [1:43:45]\nThe UK government very recently released some guidelines as to how much sleep is necessary: Government To Issue Sleep Guidelines | (sleepcouncil.org.uk) [1:46:45]\nIncrease in heart attacks the day following daylight savings time: Daylight savings time and myocardial infarction (Sandhu et al., 2014) [1:48:45]\nOne night of four hours of sleep can drop your natural killer cell count on average by about 70%: Partial sleep deprivation reduces natural killer cell activity in humans. (Irwin et al., 1994)  [1:49:15]\nFor more on the pitfalls of epidemiology see: Studying Studies: Part II – observational epidemiology | Peter Attia (peterattiamd.com) [1:50:45]\nEvidence from studies examining the effects of acute sleep deprivation among healthy samples suggests acute sleep deprivation (i.e., 24 hour period minimum) increases depressive and anxiety symptoms: A Test of the Effects of Acute Sleep Deprivation on General and Specific Self-Reported Anxiety and Depressive Symptoms: An Experimental Extension (Babson et al., 2010) [1:51:30]\nAnimal model sleep studies in which sleep-deprived rats receive adrenalectomy reveal neuroprotective and transcriptional responses to sleep (and lack thereof) irrespective of corticosterone (i.e., hypothalamic-pituitary axis (HPA): Separating the Contribution of Glucocorticoids and Wakefulness to the Molecular and Electrophysiological Correlates of Sleep Homeostasis (Mongrain et al., 2010) [1:52:30]\nRebound insomnia from antihistamines and benzos: Rebound insomnia: a critical review. (Gillin et al., 1989) [1:54:00]\nAmerican College of Physicians now say sleeping pills must no longer be the first line recommendation for insomnia and it should instead be Cognitive Behavioral Therapy for Insomnia (CBTI): ACP Recommends Cognitive Behavioral Therapy as Initial Treatment for Chronic Insomnia | (acponline.org) [1:54:45]\nPeter and Matt spoke about CBD in the previous episodes: [1:55:15]\n\nEpisode #49 with Matt ⇒ The efficacy of THC and CBD as sleep aids [1:05:30]\nThe first AMA episode with Matt ⇒ “Can CBD and THC be used for sleep? [1:39:30]”)\n\nTrauma dreams from PTSD disrupt sleep: Sleep Disturbances as the Hallmark of PTSD: Where Are We Now? (Anne Germain, 2013) [1:57:15]\nUsing sound and beats to improve sleep and memory: [1:58:00]\n\nMemory Improvement via Slow Oscillatory Stimulation during Sleep in Older Adults (Westerberg et al., 2015)\nBoosting slow oscillations during sleep potentiates memory (Marshall et al., 2006)\n\nEffect of fasting during Ramadan on sleep: Sleep during Ramadan intermittent fasting. (Roky et al., 2001) [2:00:30]\nData on time restricted feeding suggests an early window is better: Early Time-Restricted Feeding Improves 24-Hour Glucose Levels and Affects Markers of the Circadian Clock, Aging, and Autophagy in Humans (Jamshed et al., 2019) [2:01:45]\n§People Mentioned\nErnest Hemingway [3:30]\nDavid Beckham [8:45]\nMargaret Thatcher (boasting about not needing sleep) [12:30]\nRonald Reagan (boasting about not needing sleep) [12:30]\nDonald Trump (boasting about not needing sleep) [12:30]\nBob Kaplan [58:15]\nThomas Edison (electric light may have screwed up our natural bedtime) [1:08:00]\nRobert Redford (Matt’s “dad”) [1:19:30]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image-2x1-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image-2x1-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image-2x1-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science.\nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google.\n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s"
}