{
  "title": "#84 – AMA #10: Low testosterone, hypothyroidism, building muscle (and preserving it while fasting)",
  "content": "In this “Ask Me Anything” (AMA) episode, Peter answers a wide range of questions from subscribers. Bob Kaplan, Peter’s head of research, asks the questions. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed. You can also listen to this full episode on our website at the AMA #10 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\n\nWe discuss:\n\nDoes testosterone supplementation impact longevity? [2:40];\nUnder what conditions does Peter decide to treat patients who have low testosterone? [8:50];\nAre there risks involved with testosterone replacement therapy? [17:10];\nHow does Peter diagnose and treat hypothyroidism? [21:30];\nHow might someone do time-restricted feeding while also adding muscle mass? [26:30];\nIf building muscle requires higher levels of IGF-1, should we be concerned about longevity? [34:45];\nHow to preserve muscle mass while fasting [41:45];\nIs it possible to simultaneously lose fat and add muscle mass? [46:30]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#84 – AMA #10: Low testosterone, hypothyroidism, building muscle (and preserving it while fasting)\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#84 – AMA #10: Low testosterone, hypothyroidism, building muscle (and preserving it while fasting)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#84 – AMA #10: Low testosterone, hypothyroidism, building muscle (and preserving it while fasting)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesDoes testosterone supplementation impact longevity? [2:40]\nIs Peter a “fan” of T supplementation?\n\nDepends on the person and the situation, says Peter\n\nDoes TRT increase lifespan?\n\nPeter is not convinced it will increase lifespan\n\nDoes low T lead to aggressive prostate cancer?\n\nLow testosterone is associated with more aggressive prostate cancer\nBut that’s probably not saying that low testosterone causes aggressive prostate cancer\nWhat it says is that if you have prostate cancer in a low androgen environment, it is likely to be more aggressive\n\nDoes TRT improve healthspan?\n-There are 3 components of healthspan\n\nCognition\nPhysical “exoskeleton”\nEmotional health\n\n-TRT and cognition\n\nThe literature does NOT support the idea that it improves cognition\nThis 2016 study in older men did not suggest that testosterone replacement therapy was improving cognition\nThat said, anecdotal evidence says some people believe it does help them cognitively\n\n-TRT and physical conditioning\n\nImprovement of and/or maintenance of lean muscle mass\nStrength\nConditioning\nRecovery from exercise\nHowever… “The magnitude that those things are improved however is not obvious and is not entirely predicted by the number.”\n\n-TRT and emotional health (and libido)\n\nPeter admits he’s not extremely in tune with the literature on this\nBut it would be “hard to miss” the improvement in mood and libido when treating patients for low T\n\nSummary of Peter’s thoughts on TRT and longevity:\n-There are four things we think about… \n\nLiving longer\nimproving cognition\nimproving physical body\nimproving emotional health\n\n\nPhysical body and emotional health are positively affected by testosterone\nFor cognition and lifespan, there is not as clear of an impact\n\n-Regarding lifespan: \n\nYes, there are lots of ways that having more muscle mass can also delay death. \nSo notice Peter said chronic death when he was talking about death\nIt might be the case that TRT can improve muscle mass and functional strength which can prevent accidental death later in life\n\n–What about bone mineral density?\n\nThe effects on BMD are more pronounced in women than in men, but we do see those benefits\n\n⇒ The Endocrine Society’s TRT guidelines\n \nUnder what conditions does Peter decide to treat patients who have low testosterone? [8:50]\nIMPORTANT: Peter says he only considers treating low T if it comes with symptoms\nWhat does he look for in the lab results?\nTotal T vs. Free T:\n\nTestosterone is measured in nanograms per deciliter\nA bell curve looking at TOTAL T is typically bt 350 and 1,200 nanograms per deciliter\nThat means you’re talking about 95% of the population would exist between on that scale 350 and 1,200 nanograms per deciliter. \nIf you’re at a 1,000, you’re probably closer to the upper end of that \nand if you’re at 500 you’re at the lower end of that, \nThe majority of your testosterone is bound to carrier proteins, \nThe most dominant of them is a protein called sex hormone-binding globulin — which quite tightly binds testosterone \nThe only testosterone that has any biological effect is the T that is unbound to protein (aka FREE T)\n\n-Free testosterone\n\nTypically 97-99% of T is bound (so 1-3% is free)\nThe amount that is free is inversely proportional to sex hormone-binding globulin\nExamples, \n\nIf a man had 1,000 total T and 1% free, he would only have 10 nanograms/deciliter of free T\nConversely, a man could have 600 total T but have 3% free giving him 18 nanograms per deciliter of free T\n\n\n\n-What’s the normal range for free testosterone?\n\nAbout 10-14 nanograms per deciliter\n\nWhen does Peter think it’s appropriate to treat low-T?\n\nHe will treat if they have low free T in combination with symptoms\nHe won’t treat If they have low T but no symptoms, he won’t treat\nOne exception: If someone has low T and no symptoms but they are profoundly insulin resistant he will usually recommend giving TRT a try\n\nWhy? Because testosterone impacts fuel partitioning\n\n\n\nIs there a relationship between sex hormone-binding globulin and levels of insulin? \n\nSex hormone-binding globulin is heavily influenced by four things\n\nFirstly, it’s genetic/hereditary\nThen there are three hormones that heavily influence SHBG\n\nEstradiol ⇒ As estradiol goes higher, sex hormone-binding globulin also goes higher. \nT4 (thyroid hormone) ⇒ as T4 goes higher, SHBG goes higher. \nInsulin ⇒ as insulin goes higher, SHBG goes lower\n\n\n\n\nSo an endocrine response that would produce the lowest SHBG would be hyperinsulinemia, low estrogen, and low thyroid.\nThat produces a high free testosterone relative to total testosterone\nFree Androgen Index = ratio of testosterone to SHBG and that’s correlated with free testosterone\n\n“But I much prefer to just actually use free testosterone since ratios can always be misleading. For example, you can have low testosterone, low SHBG and then a high free androgen index, but on an absolute level your free testosterone is still low.”\n\n\n\n \nAre there risks involved with testosterone replacement therapy? [17:10]\n-The two things that are most discussed in terms of risk with TRT:\n\nProstate cancer\nHeart disease\n\n-Peter already gave his quick thoughts on prostate cancer at the beginning of this podcast (Basically, he doesn’t see evidence that it plays a causal role)\n–With respect to heart disease…\nThis 2016 study looked at 10,000 men treated with TRT and 28,000 plus controls over 5 years\n\nAfter one year there was a slight uptick in coronary events . . .but by years two and three it had reversed \nAdjusted statistical analysis showed that, compared to controls, TRT subjects had a 10% increased risk of experiencing a cardiovascular event (Hazard Ratio [HR] = 1.10)\nThe data was further analyzedby breaking TRT subjects into tertiles based on how long they were treated with T\n\nTertiles 1, 2, and 3, correspond to short, intermediate, and long-term exposure to TRT\nThis analysis showed that, compared to controls, the risk of a cardiovascular event was:\n\nIncreased by 26% in Tertile 1 (HR = 1.26);\nIncreased by 16% in Tertile 2 (HR = 1.16);\nDecreased by 16% in Tertile 3 (HR = 0.84);\n\n\nThis shows that the original 10% increase in risk seen for all TRT patients is attributable only to those exposed for short and intermediate periods of time\nFurthermore, the risk of mortality from any cause was:\n\nIncreased by 11% in tertile 1\nDecreased by 10% in tertile 2\nDecreased by 33% in tertiles 3\n\n\n\n\nBut what was the absolute risk increase in that first year?\n\nA cardiovascular event occurred in 5% of the control subjects and 6% of TRT subjects\nThis equates to an AR of 1%\n\n\n\n-Peter’s take on the 2016 study:\n\nGiven the small AR of 1% Peter says, “To me that says you take a relatively high risk population, you put them on TRT, and away you go.” \nThat said, Peter is left wondering the following question…\nWhat is it about TRT that would transiently (for that first year) increase the risk?\n\n\nIs it the dyslipidemia that can occur in some men? \nIs there some endothelial dysfunction? \nIs there some hypercoagulability? \nIs there a rise in blood pressure? \nWhat is it about TRT that could be driving up risk in an otherwise high risk man? \n\n\n\n“I don’t think I know the answer to that question, but I guess I’ve had the luxury of not having to really worry about it because our patient population is so different and these risks are far outweighed by the benefits in the way that we apply it.”\n \nHow does Peter diagnose and treat hypothyroidism? [21:30]\nOverview of what thyroid is doing\n\nThe thyroid gland produces T4, which is an inactive hormone and the same thing that Synthroid (commonly prescribed for hypothyroidism)\nIf everything is going according to plan, the body will convert T4 or Synthroid into T3 (the active hormone)\nIt does that by taking one of the iodines off\nSo the conversion of T4 into T3 requires a class of enzymes referred to as deiodinases\n\nHow is the diagnosis made of hypothyroidism?\n\nThe traditional way to make it is on the basis of just the thyroid stimulating hormone\n\nWhat did Peter mean when he said he “fixed” a woman’s thyroid on a previous podcast?\n\nWhat that probably means is Peter was able to normalize thyroid function through some administering some combination of\n\nThyroid hormones (T4 on Synthroid plus T3), and/or \nMinerals (e.g., zinc and selenium)\n\nDeficiencies in these minerals may manifest is slight thyroid malfunction\n\n\n\n\n\nWhen does Peter decide to treat?\n-In two scenarios… \n\nWhen the labs show concerning numbers AND the patient is experience symptoms\nOr when someone has “mediocre” numbers but their symptoms are pretty significant and those symptoms improve with treatment\n\n“The endocrine system is one of these things where you’ve really got to be thinking about this through the lens of symptoms mattering a little bit more than the numbers and the numbers just being kind of a guide post.”\n \nHow might someone do time-restricted feeding while also adding muscle mass? [26:30]\n“Milk is for babies. When you grow up you have to drink beer.” —Arnold Schwarzenegger\nBodybuilding documentary Peter has seen 187 times: Pumping Iron\nPeter calls Samir Bannout’s physique in 1983 the “apex” of the sport of bodybuilding\n***\nHow might someone do time-restricted feeding but also put on muscle mass?\n\nFirst of all, TRF is probably not the ideal strategy if your main goal is to add muscle mass \nThat said, if you want the benefits of TRF and preserve (and maybe add) muscle mass, Peter suggests: Pairing your training window with your feeding window\nExample: If eating window is 12p-8pm, do your workout late afternoon and have your final meal of the day afterwards\n\nMuscle and what it takes to maintain it\n\nMuscle is very responsive to growth signals and growth factors (e.g., testosterone)\nAt the cellular level it comes down to protein assimilation\nmTOR is a very important part of protein assimilation\n\n  ⇒ Leucine\n\nThe amino acid called leucine is the most important amino acid when it comes to getting mTOR to turn on in the muscle \nIf you’re hell bent on putting on muscle mass, Peter would recommend supplementing with leucine (even above and beyond what’s in the branched-chain amino acids products)\nBest guess at the dose would be an extra five grams of leucine\nTIP: You can’t chug it… you have to slowly consume it over time (i.e., during the course of a workout)\n\n⇒ See Bobby Saxton and David Sabatini’s 2017 paper: mTOR Signaling in Growth, Metabolism, and Disease\n⇒ See Peter’s discussion with David Sabatini starting at [42:50] of the episode\nWhere to get leucine?\n\nBob says many whey protein powders contains about 2 g of leucine per 20 g of protein (which might be “enough”)\n\nPeter likes products from BioSteel\nBob says NOW Sports has pretty good stuff\nPeter he once tested protein powders in a lab and found Jay Robb products stood out\n\n\nAlso, you can buy pure leucine powder \n\nPeter suggests commercially from a lab like Sigma Chemicals\n\n\n\nAt the end of the day…\n\nBuilding muscle while doing time-restricted feeding probably isn’t optimal for adding muscle mass\nIf it were optimal, you better believe the bodybuilding community would be doing it\n\n \nIf building muscle requires higher levels of IGF-1, should we be concerned about longevity? [34:45]\nIf we presume high IGF-1 is bad for longevity (a common belief)…What would be the best protocol to build lean muscle mass without sacrificing longevity?\n\nPeter says IGF-1 being “bad” is based on a false premise\nThis idea is based on observation epidemiology\nPeople like to use the Laron Dwarfs as evidence that low IGF-1 is good (their cancer incidence is lower HOWEVER their overall lifespan isn’t actually longer)\n\n“I’m struggling to find any evidence to suggest that that’s correct, and in the process of struggling to find said evidence, I’m finding plenty of evidence to suggest that it’s incorrect.”—Peter on the idea that having high levels of IGF-1 is bad for longevity\n\nExample, Dementia and IGF-1\n\nThe risk of dementia goes down lower and lower as IGF levels get higher and higher\n\n\n\n⇒ The human data on IGF is confusing, for more on this topic check out Peter’s discussion with Nir Barzilai starting at 1:34:15\nThe importance of cycling things like IGF levels\n\nInstead of aiming for IGF levels that are constantly low (like while fasting) or constantly high (like when eating), the best approach is for IGF levels to be cycled from low to high\n\nSo should mTOR activity\nAs well as other growth factors\n\n\nIGF level could be swinging throughout the year, and that’s probably your best way to hit all elements of this within certain bands\nPeter would guess his IGF vacillates between the 20th percentile and the 90th percentile of his age group throughout each quarter, just based on his fasting and feeding\nPeter says: “My intuition is based on a much broader look at epidemiology where again, there’s no causation that can be inferred here, but you can certainly see mortality associations. I think that’s more logical than sort of isolated examples where we try to make the case that low IGF all the time is good based on a model that I don’t think makes sense.”\n\nThe problem with looking at averages…\n\nLooking at averages doesn’t tell us where the IGF levels actually sit \nFor example, if you fast you have low IGF and when you feed you have higher IGF therefore your “average” is in the middle… but you spent very little time actually at the “average”\nThere’s evidence suggesting that good things happen at both the low levels of IGF and at the higher levels of IGF\n\nE.g.,\n\nLow levels, less cancer\nHigh levels, less neurodegeneration\n\n\n\n\nWhen looking at an “average” we are missing a part of the story \nIt might be these on-off or renewing cycles that’s important\n\n \nHow to preserve muscle mass while fasting [41:45]\nCan you implement fasting and still preserve your lean muscle mass?\n\n“You absolutely can.”\n\nHow do we do that?\n\nBy lifting weights every single day\n\nYou must be sending a single to activate TOR in the muscle daily\nYou must utilize the free leucine that your body does a remarkable job preserving during the fast, and you must give it a reason to be assimilated\n\n\nIf you do that, you can come very close to maintaining nitrogen balance, which means keeping nitrogen in your muscles as opposed to shedding muscle\nConversely, if you fast without resistance training, you are likely to lose some muscle\n\nExercise and testosterone preserve muscle during fasting\n-Peter and Bob recently wrote a 2-part email discussing a study looking at fasting/exercise/testosterone \n\nPart 1-Can you preserve lean body mass during “semi-starvation?”\nPark 2-Can you maintain muscle during fasting?\n\n-The study:\n\nDuring a 28-day intervention…\n\nThe men were exercising and eating in a fashion to put them in a calorie deficit of about ~2,000 cal/day\nThe exercise wasn’t “weight training”, but it was various exercises including running with backpacks and other weight bearing stuff\nOne group supplemented with testosterone\nAnother group did not supplement with testosterone\n\n\nResults:\n\nThe group that was supplemented with testosterone added muscle mass\nThe group without testosterone did not lose any lean muscle under profound caloric deprivation (actually added a “non-significant” amount of muscle)\nPeter suspects that if there was a control arm that didn’t exercise at all, and didn’t use testosterone, those people would have really lost lean tissue\n\n\n\nSo why does muscle size shrink during a fast?\n\nWhen you fast, you lose a lot of glycogen and water\nSo the muscle will actually shrink b/c each gram of glycogen is carrying about 3 g of water\nIf you’re giving up let’s say a 100 grams of glycogen, you’re giving up 400 grams total and that’s one pound right there\nBut this doesn’t mean you’re “losing muscle”… because the name of the game is muscle protein synthesis\n\n \nIs it possible to simultaneously lose fat and add muscle mass? [46:30]\n\nThis is a fuel partitioning problem ⇒ To be in a caloric debt and yet to put on muscle and take off fat requires a “very deliberate training plan”\nInsulin is the most anabolic hormone in the body\nWhen you fast your insulin levels go down\nYou have to really overcome that lack of an anabolic stimulus from the insulin loss by driving mTOR and that’s where exercise becomes the key\nYou can’t overstate the importance of \n\ni) meal timing, \nii) meal composition, and \niii) above all else just the importance of exercise\n\n\n\nWhat are the best movements to do?\n\nCertain movements that are just more important\nHeavy pulling, pushing, and hip hinging that involve the large muscle groups\n\nResults will vary depending on your baseline\n\nIf you’re 6% body fat, been training your whole life so you have plenty of muscle, it’s going to be very difficult for you to gain muscle and lose fat when you’re trying to do a lot of fasting\nCompare that to somebody who is morbidly obese, not a lot of muscle, they’ve never trained a day in their life and you’re going to have them embark on a weight training program, they’re probably going to get better results in terms of how much muscle, how much lean tissue they can put on and how much fat they can lose at the same time\n\n§Selected Links / Related MaterialTestosterone and cognition study that did not suggest that testosterone replacement therapy was improving cognition: The Effects of Testosterone Supplementation on Cognitive Functioning in Older Men (Wahjoepramono et al., 2016) [5:00]\nThe Endocrine Society’s recommendations for TRT were for symptomatic men with a low T to improve sexual function, improve sense of well-being, improve muscle mass and strength, and increase bone mineral density: Testosterone therapy in men with androgen deficiency syndromes: an Endocrine Society clinical practice guideline. (Bhasin et al., 2010) [8:15]\nFree androgen index looks at the ratio of testosterone to SHBG but Peter prefers to to look directly at free testosterone since ratios can always be misleading: Free Androgen Index | (wikipedia.org) [15:30]\n2016 study that looked at 10,000 men treated with TRT and 28,000 plus controls over 5 years: Survival and cardiovascular events in men treated with testosterone replacement therapy: an intention-to-treat observational cohort study. (Wallis et al., 2016) [17:30]\nBodybuilding documentary Peter has seen 187 times: Pumping Iron | (wikipedia.org) [27:00]\nArnold saying “Milk is for babies”: arnold – milk is for babies | woody161290 (youtube.com) [27:15]\nPeter calls Samir Bannout physique in 1983 as the “apex” of the sport of bodybuilding: Samir Bannout from the 1983 Mr Olympia. Check out that tree! | u/therealmurraythek | (reddit.com)  [27:30]\nDavid Sabatini and Bobby Saxton’s 2017 paper looking at leucine, mTOR, and muscle mass: mTOR Signaling in Growth, Metabolism, and Disease  (Saxton and Sabatini, 2017) [30:00]\nPeter’s interview of David Sabatini where they talk about leucine at 42:50: #09 – David Sabatini, M.D., Ph.D.: rapamycin and the discovery of mTOR — the nexus of aging and longevity? | Peter Attia (peterattiamd.com) [30:00]\nLeucine is the most important amino acid when it comes to getting mTOR to turn on in the muscle: Distinct anabolic signalling responses to amino acids in C2C12 skeletal muscle cells (Atherton et al., 2010) [30:30]\nLab that sells pure leucine: Sigma Chemicals [33:00]\nPeter’s go to supplement brand: BioSteel [33:15]\nAnother reputable source for protein powder: Now Foods Sports Nutrition | (nowfoods.com) [33:30]\nProtein powder that stood out when Peter tested various brands for quality: JayRobb [34:15]\nEvidence suggesting good things happen at both the low end and the high end of IGF-1 levels: [35:45]\n\nLow levels, less cancer: Meta-Analysis and Dose-Response Metaregression: Circulating Insulin-Like Growth Factor I (IGF-I) and Mortality (Burgers et al., 2011) \nHigher levels of IGF-1 can be neuroprotective: Neurotrophic and Neuroregenerative Effects of GH/IGF1 (Bianchi et al., 2017)  \n\nLaron dwarfs have significantly less cancer and less diabetes but more accidental deaths: Growth Hormone Receptor Deficiency is Associated With a Major Reduction in Pro-aging Signaling, Cancer and Diabetes in Humans (Guevara-Aguirre et al., 2011) [36:00]\nRisk of dementia decreases as IGF-1 levels increase: Insulin-like growth factor-1 and risk of Alzheimer dementia and brain atrophy (Westwood et al., 2014) [36:45]\nThe human data on IGF is confusing, for more on this topic check out Peter’s discussion with Nir Barzilai starting at 1:34:15: #35 – Nir Barzilai, M.D.: How to tame aging | Peter Attia (peterattiamd.com) [37:00]\nValter Longo did studies in mice where he talks about the period of growth after the fast is very important: A periodic diet that mimics fasting promotes multi-system regeneration, enhanced cognitive performance and healthspan (Brandhorst et al., 2015) [40:30]\nPeter’s emails about fasting and muscle mass: [42:00]\n\nPart 1-Can you preserve lean body mass during “semi-starvation?”\nPark 2-Can you maintain muscle during fasting?\n\nMilitary fasting, exercise, testosterone study: Effects of testosterone supplementation on body composition and lower-body muscle function during severe exercise- and diet-induced energy deficit: A proof-of-concept, single centre, randomised, double-blind, controlled trial (Pasiakosa et al., 2019) [42:00]\n§People Mentioned\nSamir Bannout [27:30]\nLee Haney [27:30]\nDorian Yates [27:30]\nChris Dickerson [27:30]\nFrank Zanes [27:30]\nJay Cutler [27:30]\nPhil Heath [27:30]\nRonnie Coleman [27:30]\nDavid Sabatini [30:30]\nBobby Saxton [30:30]\nRhonda Patrick [36:45]\nValter Longo [40:15]\nBill Gates [41:30]\n\n§"
}