{
  "title": "#94 – Mark Hyman M.D.: The impact of the food system on our health and the environment",
  "content": "In this episode, Mark Hyman, M.D., director of the Cleveland Clinic Center for Functional Medicine and the author of Food Fix, discusses that if we can fix the food system, we can solve many big problems—namely the chronic disease/obesity epidemic, the rising costs of healthcare, as well as the big problems facing the environment. Mark first briefly lays out the health consequences of processed food with a focus on the gut microbiome. From there, Mark discusses the environmental consequences of industrial farming and lays out how we can affect change on the individual level, through policy and regulations, and perhaps most importantly through regenerative agriculture. Additionally, Mark talks about the potential health risks of consuming GMO foods, herbicides, and other chemicals used in industrial farming as well as the environmental consequences, such as the loss of soil, caused by those same fertilizers and methods of farming.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#94 - Mark Hyman, M.D.: The impact of the food system on our health and the environment\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#94 - Mark Hyman, M.D.: The impact of the food system on our health and the environment\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#94 - Mark Hyman, M.D.: The impact of the food system on our health and the environment\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nThe negative consequences of the existing food environment [3:25];\nWhat makes processed food so unhealthy? [9:00];\nThe gut microbiome: Inflammation from gut permeability, and how to measure gut health [18:30];\nSteps to fixing a bad gut—The Five R’s [24:30];\nSome staggering health statistics, and which races might be more genetically susceptible [27:15];\nAn argument for government regulations and policies to fight back against a massive food industry with unlimited resources (and what we can learn from the tobacco story) [29:00];\nIndustrial farming and climate change: The degradation of soil and use of fertilizer [41:45];\nRegenerative agriculture: Could it be the answer to food waste, our health problems, and the environment? [51:45];\nComparing the “Impossible Burger” to regeneratively raised beef [1:06:00];\nGMO and Roundup—The potential health risks of consuming GMO foods sprayed with Roundup (glyphosate) and other herbicides and pesticides [1:08:15];\nHow the livelihood of farmers are being affected by big ag companies and the current industrial farming system [1:16:30];\nThe loss of biodiversity in our food, and what “organic” really means [1:19:00];\nWhat can people do on the individual level to protect themselves as well as affect change to the toxic food system? [1:25:00];\nWhat role does the USDA play in this “toxic” food environment? And how do we fix it? [1:30:15];\nThe top 3 changes Mark would make if he was “food czar” [1:35:15];\nMark’s rebuttal against the argument that it’s best for the environment if stop farming animals and move to a fully plant-based diet (and his argument for “agriculture 2.0) [1:36:30];\nWhat is Mark’s overall mission with the work that he’s doing? [1:40:30];\nBread in the US vs. Europe: Why does bread (and wheat products) taste different and potentially cause less health problems in Europe versus the US? [1:42:00]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesThe negative consequences of the existing food environment [3:25]\nWhy did Mark decide to go into food research?\n\nAs a doctor seeing patients day after day for 30 years, as a functional medicine doctor, my focus is on why are my patients so sick? \n\nThe majority of them, it has some relationship to food. \nI had to figure out why are they eating the food they’re eating?\nThe food system we have is the problem\n\n\n–Why do we have this food system?\n\nIt’s because of the food policies.\n\n\n–Why do we have our food policies? \n\n\nIt’s the food industry that influences our government policies through lobbying and other influences that they do across the spectrum of society to drive their products to the market and sell them.\n\n\n\n“There’s 11 million people that die every year from eating ultra processed food and not enough of the good food. And I think it’s an underestimate.”\nThe answer as to why Mark decided to focus on this issue: “I realized I couldn’t fix my patients in my office or in the hospital, or the clinic I had to go to where the source of the problem was.”\nWas the evolution of farming all bad?\n\nNo, in fact, Mark says that, “agriculture is a solution, if we do it right.”\n\nThe main pillars making the current food environment “toxic”\n\nChronic disease: Food is the biggest driver of chronic disease affecting six out of 10 people\nEconomic crisis: It’s clearly the biggest driver of economic stress in this country, in our $22 trillion debt. \n\nOne third of all Medicare expenses are for diabetes alone\nOne third of all of our federal budget is Medicare\nAnd if it was a company, it would be the biggest company in the world at $1 trillion annually. \n\n\nClimate change: It’s also driving climate change. \n\nA food system, end-to-end, is the number one cause of climate change more than fossil fuels, says Mark\nIt’s causing massive environmental degradation including loss of bio-diversity (plant species, animal species, livestock species) \nAnd of course that leads to massive political instability because of our food system of climate refugees, because the food system is driving climate. \n\nThe UN estimates that within a decade or few decades we’re going to have 200 to a billion climate refugees\n\n\n\n\nSocial injustice: It’s driving social injustice in many ways through how it affects our kids’ cognitive development and ability to learn (And there’s huge academic achievement gaps)\n\nIt leads to massive health disparities because poor communities are more affected by these foods and are more targeted by them. \n\n\nCognitive behavioral issues: Violence, conflict, depression, suicide\n\nAnd I think our diet has changed so radically, not just in the last 10,000 years, but in the last 40 years with the advent of massive amounts of ultra processed food and that’s driving cognitive behavioral issues, violence, suicide, conflict, etc.\n\n\nNational security: It even threatens our national security because 70% of military recruits are unfit to fight and they are rejected\n\nThe good news?\n\nAll these issues are connected by food, they can all be solved by going to the root and fixing our food system. \n\n \nWhat makes processed food so unhealthy? [9:00]\nIs there really anybody who does NOT believe that processed food is terrible for us?\n\nMark says you’d be surprised, “There’s $12 billion spent by the food industry on nutrition ‘research’ that confuses peoples, muddies the waters, declares that Gatorade is a great sports drink and that sugar doesn’t cause obesity.”\nAcademics, doctors, health professionals have no clue how powerful food is to heal disease. \nMost people just think that if you eat too much, you’re going to get fat\nWe have a real lack of understanding of the power of food to cause disease and the power of food to cure disease. \nSomething like medicare for all would bankrupt the country, says Mark, “because everybody’s sick and it’s going to bankrupt the country unless we fix why they’re sick in the first place.”\n\nWhat do you think it is about processed foods that are particularly difficult metabolically for our species?\n\nHistorically we ate ~800 different species of plants\n\nWe at almost 100 g of fiber per day\nNow we average about 8 grams of fiber per day\n\n\nSugary foods are so easy to get (in contrast to what the Naaplese honey hunters must endure)\nThe development of industrial agriculture was a huge positive in the post-war world and created an abundance of calories that solved hunger issues around the world\nHOWEVER… the unintended consequence of the intensive chemical agriculture with intensive fertilizer use and the commodity products (wheat, corn and soy and rice) was the obesity epidemic\nOur biology isn’t adapted to eating highly refined foods\n\nYet, it’s ~60% of our calories\nAnd every 10% of your calories that’s ultra processed food, your risk of death goes up by 14%\n\n\nAnd that’s not to mention other stuff in processed foods and industrial farmed produce that may be problematic like:\n\nrefined soybean oil\nfood additives\nchemicals \nBPA from plastics\nOther metabolic toxins\npesticides and glyphosate affecting our microbiome\n\n\n\n“Sugar and starch and flour are the big drivers, but there’s all these other components. And then who knows what’s happening with pesticides and glyphosate affecting our microbiome. I mean it’s such a complex web of different factors that alter our metabolic pathways that drives disease.”\nEnergy balance (too much) vs. void of nutrients (too much junk food)]\nHow much of the problem with processed food is about a lack of nutrients and fiber vs. an energy balance problem?\n\nProbably both, says Mark\nIt’s well known that if you are looking for nutrients, you’re just going to eat anything (e.g., kids with Pica will eat dirt)\n\n-Refined starches and sugars affect your biology:\n\nThey raise insulin, which has a cascading effect of fat storage in your belly, which is a dangerous fat. \nIt leads to increased hunger, affects your brain chemistry. \nIt actually locks the fat in the fat cells so that can’t get out. \nIt slows your metabolism. \nSo you’re in this cascade of vicious cycles.\n\n-In terms of energy balance…\n\nMost people think about calories in, calories out\nBut it’s more complex than that\nThere’s different effects of food on your biology, independent of calories. \n750 calories of Coke is NOT the same as 750 calories of broccoli, for example, they have profoundly different effects on your biology\nBut we don’t really appreciate that medicine and most of our current thinking about weight loss is focused on calories in, calories out. \n\n-The Food industry loves to push the “calories in, calories out” narrative:\n\nThey say, “it’s all about moderation. There’s no good or bad calories. It’s exercise more, eat less.”\nBut the truth is that these foods affect our brain chemistry and create all sorts of metabolic issues that are incredibly difficult. \nNeurologist David Perlmutter just wrote a book called Brain Wash, which explains the prefrontal cortex and the amygdala are uncoupled with an inflammatory diet\n\nThe prefrontal cortex, which is the decision maker, understands the consequences of his behavior, is not talking to the amygdala which is the impulse part of your brain (the fight or flight part of your brain, the pleasure seeking part of the brain)\n\n\n\n“We have so much bad behavior and conflict and so forth because we’re eating this inflammatory diet that’s literally dysregulating our brains. So the adult in the room is asleep.”\nWhat is it about processed food and sugars that could cause inflammation?\n\nThere is a lot of genetic variability from person to person in terms of their tolerance\nBut anyone will do better when eating a whole foods, unprocessed diet\nYou can actually measure inflammation in response to diet through various biomarkers through CRP or SED rate\nInsulin is another inflammation driving hormone\n\nProcessed foods drive up insulin which leads to visceral belly fat\nMark calls this a “metabolic fire” that starts in these cells and it spreads inflammation throughout the body\n\n\n\n–What if tests for CRP and interleukins came back normal? Could there still be an inflammatory response?\n\nMark says our current tools for assessing the immune response to food are “pretty crappy”\nFortunately, there’s this whole new panel of inflammatory biomarkers that are much more specific and much more sensitive and it enables us to really look at the inflammatory response that’s happening in the body (see Buck Institute of Aging) \n\n \nThe gut microbiome: Inflammation from gut permeability, and how to measure gut health [18:30]\nPeter’s take on inflammation and the gut:\n\nPeter admits that there current protocol for trying to fix subtle elevations in fibrinogen and/or C reactive protein or at least two of the interleukins is “crude”\nIt’s basically a elimination diet where you take thing away and keep an eye on the biomarkers\nAnd the real problem is we don’t know exactly the mechanism by which we are seeing these inflammatory markers rise\nOne possibility is gut permeability \n\nDoes Mark think gut permeability is a prevalent source of inflammation?\n\nIt’s a huge source, says Mark\n“All our guts are messed up”\nThere’s a well-studied phenomenon called metabolic endotoxemia\n\n-The gut microbiome has a huge role in regulation of weight (independent of calories)\n\n⇒ This experiment shows you can take the poop out of a obese rat and put it into a skinny rat and make it fat\n\n–Your microbiome is regulated by what you eat:\n\nThe amount of (or lack thereof) fiber, prebiotics, the phytonutrients, phytochemicals, the polyphenols all affect the quality of the “garden” you have growing inside of you\nAnd you can get a lot of “nasty weeds” in there\n\n-Additionally…\n\nOur low fiber, high sugar, high processed food diets increase bad bugs in the gut\nAntibiotics, acid blockers, antiinflammatory drugs, hormones all screw up our gut as well\nAnd environmental toxins, such as glyphosate, is super toxic to the microbiome\n\n-When all this starts to happen…\n\nThey start to disrupt the gut microbiome\nThey disrupt the lining of the gut. \nThey cause what we call “leaky gut”\nThis allows the absorption of bacterial products, bacterial toxins as well as food antigens\nAnd they start to create an inflammatory response\nThis is partly a problem because about 60% of your immune system is in your gut\n\n–An interesting discovery:\n\nAt least a third of our metabolites in our blood may be from microbiome\nAnd these non-human bacteria that are regulating your immune system, activating your mitochondria, regulating your DNA, affecting your brain chemistry (mood), and affecting all sorts of diseases. \n\n“This is like a really exciting area and I think getting people’s microbiome sorted often happens when you shift to a whole-foods, plant-rich diet.”\nHow does one measure gut health?\n“It’s a challenge because you are looking at a moving target, an ecosystem” says Mark\n-Many different biomarkers to assess what’s going on in the gut:\n\nIs there adequate pancreatic enzyme function looking at pancreatic elastase? \nAre there absorption issues? \nLooking at fecal fats, are there inflammatory markers in there? \n\nFor example, calprotectin or eosinophil protein X, which are standard markers to look at inflammation in the gut. \n\n\nWhat’s your IGA levels, your antibody levels? \nIndicators of dysregulated gut microbiome – such as low levels of short chain fatty acids\n\nShort chain FA are essentially produced by good bacteria that are the fuel for the gut\nThey have anticancer & antiinflammatory properties\nExample would be having low levels of butyrate\n\n\nYou can also look for different microbiome characteristics using DNA, or PCR analysis through the microRNAs\n\nFor example, levels of Akkermansia\n\n\nYou can also look at gut culture for parasites (PCR testing)\n\n“There’s a lot of things that we look at and get a gestalt. It changes over time, but you can see if someone’s got a good gut, or okay gut, or a terrible gut.”\n \nSteps to fixing a bad gut—The Five R’s [24:30]\n\nREMOVE\nREPLACE\nREINOCULATE\nREPAIR\nRESTORE\n\nStep 1: Remove\n\nRemove foods that may be triggering a problem like:\n\nGluten, which affects permeability\nDairy\nGrains for some people\n\n\nRemove “bad bugs”\n\nSome people have a parasite (Mark recently gave a woman Alinia, antiparasitic medication, for six days and she felt better after suffering for 20 years)\nOther people may have bacterial overgrowth or yeast overgrowth that needs to be removed\n\n\n\nStep 2: Replace\n\nReplace what might be missing\nFiber, prebiotics, enzymes, various things that may be needed to support the system.\nYou can take supplements or eat prebiotic foods like plantain and artichokes\n\nStep 3: Reinoculate\n\nProvide probiotics where necessary. \nAnd that can be through foods like fermented foods or can be through probiotic supplements. \n\nStep 4: Repair\n\nThe body may need certain nutrients to heal:\n\nGlutamine\nVitamin A\nFish oil\nButyrate\nPolyphenols from food (pomegranate, cranberries, green tea, etc.)\n\n“We thought it was prebiotics and probiotics, but turns out the polyphenols in plant foods are super helpful for the gut microbiome.”\n\n\n\n\n\nStep 5: Restore\n\nRestore your nervous system, says Mark\n\nFor example, high stress levels can cause a leaky gut\n\n\nThis article also adds…\n\nBe mindful of: Sleep, The way you approach and eat food, Your emotions, Exercise, and Stress ⇒ These can all affect the GI tract\nAlso, activate your vagus nerve for digestive health\n\n\n\n \nSome staggering health statistics, and which races might be more genetically susceptible [27:15]\nSome staggering statistics: (ref)\n\n6 out of 10 Americans have a chronic disease\n4 out of 10 have two or more chronic diseases\nIn 10 years, 83 million Americans with have 3 or more\n1 in 2 Americans has prediabetes or type 2 diabetes\n75% of us are overweight\nMost states now have 40% obesity rates\n\n“These are massive things that are happening at a scale that we’ve never seen in history, that we haven’t been equipped to deal with, that we haven’t really thought of how to address. And it’s like we’re trying to scramble to fix it.”\nAre there genetic differences that make certain races of people more susceptible?\n\nGenetically, there’s certain segments of the population that are more susceptible to getting obesity and diabetes when they’re in an abundance of sugar and flour\nThat includes\n\nNative Americans (probably the most susceptible)\nAfrican Americans\nLatinos\nSouth Pacific islanders\nPeople from India, China, and Asians people often are at much higher risk even at lower body rates\n\n\n\n \nAn argument for government regulations and policies to fight back against a massive food industry with unlimited resources (and what we can learn from the tobacco story) [29:00]\nIs there any country or government in particular that seems more attuned to this problem than the American government?\n\n“Many. In fact, most.” says Mark\n\n⇒ Chile, for example, is attempting to address the massive obesity rates in kids and adults and the staggering healthcare cost in the following ways:\n\nTaxing soda\nWarning labels on bad food\nNo cartoon characters can be used to advertise to kids\neliminated any processed foods from school lunches\neliminated any advertising on junk food from 6am until 10pm\nthe restriction of food marketing and the warning label and so forth had a fourfold increased benefit compared to the soda tax\n\nWhat can we learn from the successful campaign against smoking cigarettes?\n\n\n\nSome might argue the marketing restrictions would violate the First Amendment\nThe US has faced an analogous situation with smoking\nSmoking ads weren’t outright banned, but they were forced to run a counter-ad about the dangers of smoking immediately following the advertisement\nThe counter ad was so devastating to tobacco companies that they basically volunteered to stop running ads at all\nPrior to the Surgeon General saying publicly that cigarettes are causing lung cancer, about 55% of the people over 18 years smoked \nThat has dropped to about 16% currently \nPeter brings this up as a “work around” rather than going down the fight against the First Amendment \nIt would almost be like a drug commercial⇒ “You can eat this soda, but it’s going to cause obesity, diabetes, cancer, dementia, and kill you early.”\n\n\nPerhaps the successful fight against the tobacco industry offers a playbook that can be followed?\n\nThe food industry is stalling the regulations\n\nMark says that the food industry is actually copying the tobacco industry’s playbook to slow or stall or stop this\n\n–Example #1: Subversive tactics to avoid the soda taxes that passed in California \n\nThe American Beverage Association went to California and put in a ballot measure, which was designed to prohibit local taxes unless it was a two thirds majority\n\nMeaning you couldn’t fund your school, your police department, your fire department, your cleanup, road clean unless there was a two thirds majority. That would hamper local governments dramatically. \n\n\nAnd they spent millions of dollars pushing this ballot measure even though it had nothing to do with food.\nNext, at the last minute before the election, they went to Governor Jerry Brown and told him, “Look, we’ll pull this measure, but you have to put in place a preemptive law that prohibits any future taxes on soda or junk food.” \nThis is exactly what tobacco did.\n\n–Example #2: An initiative called the Global Energy Balance Network, GEBN\n\nThe GEBN’s mantra was that all calories were the same and it was simply about moderation and calories in/calories out\nRhona Applebaum (VP at Coca-Cola) ran GEBN and she found a bunch of scientists (like James Hill) who she could co-op, paid them lots of money, and funded research to actually promote the idea that all calories are the same\nEventually it was discovered what they were doing and the NY Times reported it\nAfter the NY Times article came out they shut down the GEBN\n\n⇒ Here’ is the NY Times article by Anahad O’Connor: Coca-Cola Funds Scientists Who Shift Blame for Obesity Away From Bad Diets\n“It just goes to show how these food companies are co-opting scientists co-opting professional associations, co-opting social groups, co-opting the government, putting forth front groups and spinning all kinds of misinformation in a very coordinated strategic strategy to disrupt public opinion, to confuse the public, and to allow their shenanigans to keep going.” \nShould we try to solve this on the individual level instead of the government level?\n-Why not focus all of the efforts on helping individual people understand the harm of this food so that they can make the informed choice?\n-Do we really believe that this has to be solved at the level that seems almost unwinnable, which is fighting an unethical opponent with infinite resources?\n\nMark points out it worked against the tobacco industry\nPeter: “But you don’t need tobacco to live, right?…The advantage that you would have as an anti-tobacco crusade person is the ground is not muddied by the notion that tobacco is part of a group called food that you need to live.”\n\n–Would we be better off putting more effort into sort of the grassroots campaign to inform individuals versus using public policy?\n\nMark says that we must do both\nPeople are starting to change some of their eating habits and forcing companies to create healthier product lines \n“But that alone is not enough because there are structural problems that are not solvable unless we change how we grow food, what we grow, how we process, distribute, market, sell, eat and waste it.”\n\n \nIndustrial farming and climate change: The degradation of soil and use of fertilizer [41:45]\n“Does fixing food fix climate? It does. It’s actually one of the only ways to really reverse climate change.”\nSome climate change stats:\n\nA million acres flooded in the Midwest, crop land, it’s destroying farmer’s livelihood\nIncreasing weather patterns of hurricanes and wildfires in Australia and California. \nMelting of three trillion tons of ice from Antarctica\n\n–Peter’s two cents:\n\nI think the term climate change, global warming, were not the best ways to describe this phenomenon\nClimate volatility would have been a better way to have explained it because i) it’s actually more accurate, and ii) it provides a better explanation for what you are describing\n\nWhy is it happening and what’s the cause of it?\n\nMost people think it’s fossil fuels taking up all the carbon that was stored in the Earth’s crust and burning it and releasing that carbon \nThat’s about ⅓ of the reason, says Mark\n\n-Half of climate change comes from our food system through all sorts of different mechanisms:\n   1—Deforestation, you lose the carbon capture from the trees\n   2—Soil destruction from destructive agriculture\n\nThe industrial growing of food tills the soil and which disrupts the normal organic matter and causes soil erosion which releases carbon in the environment\n\nMore about the soil\n“[Soil is] probably the biggest cause and the biggest solution to fixing climate change”\n\nA third to 40% of all the carbon in the atmosphere today that’s causing climate volatility is from the loss of soil\nWhen soil is alive, meaning it has living organic matter (including carbon) in it… It can hold three times the amount of carbon that’s in the atmosphere today (It can hold 3 trillion tons of carbon)\nThe UN estimated that if we take 2 million of the 5 million degraded hectares of land around the world and we intensively use regenerative agriculture to restore the soil, we could stop climate change and delay that progression for about 20 years and it would cost $300 billion\n\nBy comparison, $300 billion is essentially what we pay every year for diabetes in America through Medicare\n\n\n“So this is a solvable problem.”\n\nThe difference between soil and dirt:\n\nSoil is alive ⇒ it has all kinds of bugs in it, mycorrhizal fungi, bacteria, and carbon in it from the plants\nIt also holds a huge amount of water\n\nFor every 1% organic matter can hold 27,000 gallons of water, which would prevent floods and droughts and create more resilient farms\nSoil is like a sponge, so when it rains instead of the rain running off or running through, it gets stored like a sponge in the soil so that you don’t need to irrigate, that you don’t have to worry about floods and droughts. \nNow the reason we had so much of these floods in these flooded farm fields in the Midwest was because the soils are just dead and the have to use more and more fertilizer. \n\n\nWe’re killing the soil\n\n\nWe’re killing the soil by using … fertilizer, pesticides, herbicides, tilling, not using cover crops, not using crop rotations, not using animals in an integrated way to actually create more soil, and more\n\n-Soil holds carbon dioxide:\n\nPlants to suck out carbon dioxide from the atmosphere and it gets pulled through the plants into the soil and it stays there\nYou’ve got this incredible root system that goes down into the soil which delivers carbon to be eaten by bacteria, like this massive mycorrhizal fungi, \nThis creates a lot of necrotic, dead, but like actually organic matter\nIt’s an incredibly rich living organism\n\n-Dirt is dead, by contrast:\n\nIt doesn’t hold water, it doesn’t have much carbon in it, and it doesn’t have much nutrients\nSince we are growing food in dirt, we see 50% less nutrient density in food (even healthy food)\n\nE.g., broccoli has less minerals than it did 50 years ago\n\n\n\nFertilizer is driving the destruction of our soil\n\nThere’s 400 billion pounds of fertilizer used everywhere in the world\nIt’s a seven fold increase over the last 40 years because they are only two thirds as effective as they used to be\nThe process of making fertilizer is itself very chemically intensive and uses energy\n\nIt’s the number one utilizer of fracking-produced natural gas, says Mark, and fracking releases methane into the atmosphere\nFertilizer companies, like Yara and Mosaic, they use more natural gas than Exxon\nA methane leak in Ohio was recently so big you could see it from space \nThe methane from fertilizer uses to growing plants is a quarter of all methane released gas in the environment today (which is as much as factory farm cows)\n\n\n\n–What percent of oil usage is from food production/transport/consumption?\n\nOne fifth of all our oil consumption is for the food system\nThat’s more than all cars, planes, boats, transportation combined\n\nWhat is the purpose of fertilizer?\n\nThe purpose of fertilizer is to provide nitrogen, phosphorus, and other nutrients to the plants\n\n-Peter says, “I don’t think people appreciate the significance of carbon fixation.”\n\nIt’s a complicated chemical reaction to take carbon and join it to carbon like a plant can do\nFirst, it requires sunlight for this photosynthetic thing\nBut basically plants need carbon, which they’re getting from the air\nThen they need nitrogen and phosphorus, which they’re getting from their soil. \nAnd they need energy and water, which they’re getting from the environment\nAnd then they make biomass.\n\n-So the fertilizer is where we give them the nitrogen and the phosphorous, correct?\n\nYes, says Mark, but most of the fertilizer that was growing plants historically came from either nitrogen fixing plants like the lagoons or from the animals.\nThe reason we have 50 feet of top soil in some areas in this country, 150 years ago is because of all millions of bison running around. \nThey’d be like bison and elk and all these ruminants that were running around in big herds, chomping things down, moving on to the next spot, peeing and pooping, saliva makes the grass grow. \nSo it was this beautiful symbiotic system that built literally tens of feet of topsoil \nToday, the problem is not that we have too many cows, it’s how we’re growing and farming them\n\n \nRegenerative agriculture: Could it be the answer to food waste, our health problems, and the environment? [51:45]\nExplosion in crop yield—was it the GMO?\n\nToday, the only metric that really “matters” is bushels per acre, per year.\nIt all comes down to yield. \n\n-Using corn as the example…\n\nBasically from the Civil War to about the end of World War II, if you look at crop yield and you see the plot, it was about 20 bushels per acre per year\nAt the end of World War II, yield began rising up to 200 bushels per acre, per year\nMost people erroneously assume it was the GMO that was the reason for this\nBut in fact, GMO didn’t really even kick in until that number was 160 bushels per acre per year\n\n–The explosion in crop yield was a combination of the following:\n\nNitrogen-based fertilizer\nCrop rotation\nIndustrial farming (meaning the ability to actually use machines to not just have a farmer out there) \nselective breeding (e.g., crossing)\nSo it was a bunch of things that came and then basically GMO has put like a ~10% plus up on that from a yield perspective\n\n–The point is… \n\nthis really began in earnest about 70 years ago and prior to 70 years ago it’s been remarkably flat\nBut post World War II we had to figure out how to feed a bunch of people and 20 bushels per acre per year was not cutting it. \nWe’re now 10 times the yield, but it came at quite a cost (to health and climate, for example)\n\nRegenerative ag and the fallacy that it doesn’t produce as much yield\n-Mark says, “there’s sort of a fallacy in the idea that we can’t produce the same amount of food using regenerative methods”\n⇒ The story of farmer, Gabe Brown:\n-Gabe is a North Dakota farmer who has a 5,000 acre farm that was devastated by hail, devastated by weather, and was about to go bankrupt\n\nHe decided to try regenerative agriculture\nHe has now built 29 inches of soil\nHe uses no chemical inputs\nHe makes his own fertilizer from the animals as well as from the “nitrogen fixing” plants that he plants\nThe results?\n\nHe produces more food, better quality food, and makes 20 times as much money as his neighbor. \n\n\n\n“There’s this fallacy that we need green revolution, or that we need industrial agriculture to feed the world. . .That’s really what Monsanto (now Bayer) and a lot of these big agrochemical companies are saying because they are trying to push their products on the marketplace.”\nCould regenerative ag fix climate change?\n-Not only does regenerative ag increase production… but it “interrupts all these problems that are actually driving climate change”\n⇒ Just ONE example is the issues related to factory-made fertilizer…\n\nIt damages the soil and it releases nitrous oxide which is 300 times more potent than greenhouse gas than carbon dioxide\nPlus to make it you need natural gas from fracking\nAdditionally, all that runs off into the rivers, streams and lakes and goes in into the oceans and it’s created dead zones and 400 areas around the world the size of Europe\nOne dead zone in the Gulf of Mexico kills 212,000 metric tons of fish every year\n\nWhy is that not a problem when the fertilizer is coming from an organic nitrogen source versus an inorganic source?\n\nWith an organic nitrogen source…\n\nAnimal poop goes into the soil and then”nitrogen fixing” plants as well\nAnd it stays in the soil as opposed to running off through this degraded soil into the river stream.\n\n\n\n-Is the issue the fertilizer? Or is it the nature of the soil that can’t hold it?\n\nIt’s both, says Mark\nIn order to get dirt to produce plants, you need to put on more and more amounts of fertilizer\n\nFertilizer is seven fold compared to 40 years ago\n\n\n\n–The problem with fertilizer:\n\nIt allows us to be lazy and rely less on healthy soil because you can dump fertilizer on dirt and eventually grow what you need.\nBut if you actually want the healthiest soil possible…\n…you will need to get your nitrogen contribution from an element that stays within the ecosystem of the soil because it’s a part of it and therefore you’re not going to have the runoff\n\n“If you actually want the healthiest soil possible…you will need to get your nitrogen contribution from an element that stays within the ecosystem of the soil because it’s a part of it and therefore you’re not going to have the runoff.”\nOther climate damaging factors from industrial farming:\n\nDeforestation\nSoil damage\nThen there’s other energy costing things like…\n\nTransportation\nRefrigeration\nProcessing\nDistribution\n\n\nAnd then there food waste… “which is a big cost.”\n\nFood Waste\n\nThe UN estimates that humans waste 30-40% of our food\n\n-Peter asks: What’s the methodology by which one calculates that?\n\nI don’t know the answer to that question, but that’s a good question, says Mark\n\n-We waste food in the developed world via…\n\nwe throw out food in our kitchen\nWe lose food in the food chain because of lack of storage and transportation, refrigeration. \n\nMark summarizes the great benefit of shifting to regenerative ag:\n\nAll these food production processes add up to about 50% of climate change, says Mark\nMark says that regenerative agriculture techniques “could be easily applied and are done in literally millions of acres around the world with great benefit and high productivity and mitigating climate at the same time.”\n\n-So what’s the obstacle to moving towards regenerative ag?\n\nA $15 trillion food industry that’s dependent on the products of industrial farming \n\nThey’re actually selling the seeds, the fertilizer, the pesticides and herbicides\n\n\n\nIs regenerative ag the answer for the struggling farmer?\n\nThe average farmer LOSES $1,600 per year\nThey do have write offs and subsidies and so forth\nPresident Trump just bailed them out for $20 billion\nFarmers are caught between basically the big ag and the government who is telling them “you need to produce these foods, here’s the money to support you to do it”\nBut that money then goes to buy the seed, the glyphosate, and other agrochemicals from Monsanto and fertilizer from Yara.\n\n“They’re just the pass through of the money from the government to big ag and the industry. And that’s the problem.”\n–Gabe Brown, by contrast…\n\nHe doesn’t have to buy seed, fertilizer, glyphosate, pesticides, etc.\nHe also doesn’t need a lot of irrigation because the soil holds so much water\nHe has a diverse ecosystem of animals and plants that he can grow and sell and make a profit that’s more than the others\n\n–How long to make the transition to regenerative ag?\n\nThree to five years\n“We need a massive effort for supporting and transforming our agricultural system to regenerative ag.”\n\n-Groups that are working on this:\n\nKiss the Ground\nCarbon Underground\n\n-From the UN: A huge report called Climate Change and Land laid these problems out and how when we are degrading our land that’s contributing to climate\nThe climate solution is multifaceted, but it includes restoring degraded lands \n-People try to argue that it is not scalable and too expensive\n-Mark says that is just not true: \n“If you look at degraded lands that aren’t being used properly, if you look at land that’s used to grow corn and soy for factory farm animals, that could be converted and we can literally double the amount of cows we produce every year and regenerative farms than we do now. Not that we should, not that we need all that meat, but I’m just saying the argument, that it’s not scalable, that it’s not cost effective, it’s just not true. And the truth is you can say you can be vegan, fine, but we should all grow more plants. But there’s a lot of land on the planet, about 40% of the arable land, you can’t grow food for humans. So these animals up cycle inedible food and put it into a form that we can eat that’s extremely nutrient dense. There’s a beautiful symbiotic ecosystem here, and you don’t have to eat the animals, if you don’t want to, I don’t care, but they’re needed for the regeneration of soil.”\nIs regenerative ag the top solution to climate change?\n\nMark says that regenerative ag is the top solution to climate change and it’s being overlooked\nThe degree to which you could reduce CO2 emissions is not something Mark knows but recommends Paul Hawken’s new book, Regeneration, which isn’t out yet but you can learn more on medium.com\nIt’s been estimated by some that we could draw down anywhere from 30 to a 100% of all the carbon that’s been released since the industrial revolution, if we can scale this up\n\nWhat’s the biggest counter argument to regenerative ag?\n\nOne is that we NEED industrial agriculture to feed the world\nAnother counter comes from the vegan community who says this won’t fix the climate\n\nPat Brown from Impossible Foods, for example, has been really clearly stating that we need to get rid of all meat\n\nAnd that even regenerative meat doesn’t work in terms of protecting the environment\nMark says that Pat quotes various studies that were flawed and miss a lot of the data\n\n\n\n\n\nRegenerative ag ADDS value back into the earth rather than taking value\n\nIt takes time, but there’s an incredible value chain that gets put in place.\nWe take out of the earth about $125 trillion in natural capital (more than global GDP)\n We don’t put it back and it’s running out\nThere’s a lot of people working on this\n\nFor example, Farmland LP \n\nPrivate equity company that’s buying up conventional farms, converting them to regenerative agriculture, and moving those farms from single digit profits to high double digit. \nThey are leveraging “ecosystem services”\nAnd their first fund had a 67% return\nThey ADD $21 million of value on their farms versus a conventional farm which would actually steal $8 million of value from the earth\n\n\n\n\nAnother example is Costa Rica\n\nThey are paying for ecosystem services for their farmers in order to produce more soil, conserve water, increase biodiversity, etc. \n\n\n\n \nComparing the Impossible Burger to regeneratively raised beef [1:06:00]\nThe Impossible Burger\n\nPat Brown is the founder of Impossible Foods\nPat is a prominent scientist who actually was one of Peter’s professors in med school\nThe Impossible Burger is a GMO, soy-based product\n\n(Not to be confused with another company called Beyond Meat which is pea-based “meat”)\n\n\n\nImpossible burger vs. regeneratively raised beef burger vs. factory farmed burger\n\nQuantis did an analysis looking at the impossible burger compared to regeneratively raised beef burger\n\nThe impossible burger was far better than a conventional factory farm burger, but it added three and a half kilos of carbon for every burger you ate\nThe factory farmed burger added about 50 kilos of carbon\nBut Mark says that for a regeneratively raised burger… all the inputs took out three and a half kilos of carbon\n\n\n\n“But still, it’s not the only answer when you think about scaling up impossible burgers on a GMO monocrop soy field using tons of glyphosate, which has all sorts of harmful consequences causing soil erosion, the way it’s farmed, damaging the waterways, damaging everything. I mean, it doesn’t even add up. Right. So let’s do it right.”\n \nGMO and Roundup—The potential health risks of consuming GMO foods sprayed with Roundup (glyphosate) and other herbicides and pesticides [1:08:15]\n-GMO stands for “Genetically modified organism”\n-For some context, there are 4 things that matter when growing food…\n\nYield\nProduct profile\nHarvestability\nCrop protection\n\n\nGMO falls under the category of crop protection\nMany crops, corn for example, can be genetically modified so that they are resistant to the effects of glyphosate (Roundup) which is an herbicide (weed-killer)\nThat way, the plants will survive getting sprayed but the weeds will die\n\nWhy might GMOs be problematic?\n-First, it MIGHT be harmful to be eating an organism that now has a gene that looks different from the gene that we evolved to consume it. \n\nIn other words, it now makes different proteins that it didn’t make that are foreign.\nMark says, “food is information. So how is that different information affecting your biology and how’s it regulating the different body functions? I don’t think we know much about that.”\nThe USDA and the National Association of Scientists actually tell us that GMO is safe and that we can feel free to consume it liberally \nMark, however, cautions: “First is it’s a large uncontrolled experiment on humanity. Just like Crisco was invented in 1911 as this great new invention was in our food supply for, I don’t know, 80 or 90 years more before people were like, wait a minute, this isn’t good for us. It’s killing hundreds of thousands of people a year. Let’s get it out. So we don’t know. I think there’s animal studies that looks concerning. There’s various issues.”\n\n-Secondly, it enables the use of chemicals (e.g., RoundUp/glyphosate) in a higher concentration than you would be able to use them in the absence of genetic modifications to the plant \n\nIn other words, the food is getting exposed to Roundup (glyphosate) and it may be harmful for people to be consuming that\nMark sees this point as the bigger problem\n\nHow harmful is it to consume glyphosate?\n\nThe weeds are increasingly mutating to be resistant to these substances.\nSo you need more pesticides and more glyphosate to do the same job\nGlyphosate is now ~70% of the agrochemicals used on the planet\nAnd it’s increasingly being linked to harmful human effects\n\n-Peter pushes back, “Do we [really] know this?”\n\nMark says…\nThere’s 14,000 lawsuits around glyphosate and there has been billion dollar settlements\n“I think the effects on animal studies are really clear”\n\nLink\nLink\nThe effect of glyphosate on potential pathogens and beneficial members of poultry microbiota in vitro.\n\n\n\n⇒ He recently read a study on epigenetics and glyphosate where rats were affected in multiple ways including prostate disease and cancer\n\nPeter rebuts, “But we’ve seen this before, Mark. I mean we’ve seen lots of things where in the lab they’re using doses that are significantly higher than the human exposure and/or laboratory animals behave differently than humans.”\nMark, “Okay, fine. But are we willing to take that risk?”\n\n⇒ Another study where glyphosate disrupts the microbiome in significant ways in animals \n\nAnd in one impossible burger there is 110 times the dose that was used in the animal studies to totally disrupt the microbiome of the rats\nPeter rebuts, “But do we know how bioavailable it is and how much it remains?”\nMark, “Well, it’s on the food.”\n\nThe takeaway on glyphosate:\n\nPeter wants to point out that while there is mounting evidence that glyphosate is dangerous, it is not as clear as the case of tobacco and lung cancer in terms of causality\n\n–Mark, however, prefers to take a precautionary approach: \n\nFirst, there’s enough suggestion that this could be harmful through animal models and other things\n\nHe even did some self-testing through Great Plains Lab and found that he was on in the 50th percentile glyphosate in his urine ⇒ “I was shocked.”\n“I think most of us are sort of walking toxic dumps. And if you looked at average fat biopsy of a human that’s full of DDT, dioxin, pesticides, it’s like it’s pretty bad. So I think we are still in an uncontrolled experiment.”\n\n\nSecondly, “If it was the only way to grow food, fine, we deal with the risks. It’s not, it’s not the best way. It’s not the most effective way and there is potential risk and there’s real concern about our industrial agricultural system on the earth.”\n\n⇒ Check out Great Plains Lab for self testing glyphosate levels\n \nHow the livelihood of farmers are being affected by big ag companies and the current industrial farming system [1:16:30]\n\nMany farmers are getting squeezed by these big ag companies that are coming in and saying they’re going to improve their livelihood, but then forcing them to buy their seed, force them to buy their chemicals and \nThere’s increasing suicides and terrible economic consequences from these farmers around the world because they’re not able to maintain a livelihood doing what they’re doing\n\n⇒ Time magazine article: The Newest Audience for Democrats’ Climate Change Plans: Iowa Farmers\n\nFarmers desire to try regenerative ag “not because they’re hippies who want to go back to the land. It’s happening just from an economic imperative.”\n\nDo farmers feel captive now to Monsanto and Pioneer and these other companies?\n\nThey do. They have a system and they don’t have a way to get out of it. So they’re in a vicious cycle. They’ve got all this capital in their equipment, they’re stuck in this vicious cycle of growing the same crops and they have no way out.\nSo we do need a bridge for these people and we do need mechanisms through government and private equity and others to actually help fund the transition. \n\n⇒ The UN estimated that $300 billion could solve the problem of climate change and give us 20 years more runway to solve the bigger issues. \n \nThe loss of biodiversity in our food, and what “organic” really means [1:19:00]\nSome alarming stats about biodiversity:\n\nWe’ve lost 90% of our edible plant species\nBasically 60% of our calories comes from corn and wheat and rice and soy and mostly from 12 species\nWe’ve lost half our livestock species\nThere’s a lot of weird animals all over the place and you travel to the foreign countries, you see these weird cows and weird pigs and weird goats and they all look different and now they’re all the same that we produce in this country. \nWe have lost 75% of our pollinator species (e.g., bees) on which are agriculture depends\n\nButterflies, pollinators, all damaged also by these pesticides and chemicals that are indiscriminate in what they kill\n\n\n\n-Chemicals killing the soil: The chemicals that we use in the soil and the farming methods we use is destroying the soil which is an incredible diverse ecosystem: mycorrhizal fungi, the bacteria, the nematodes, the worms, all these different animals that live in the soil that are necessary to actually create food and to create sustainable agriculture. \n“And so I think we’re sort of asleep to the idea that we’re sort of running out of soil. We’re running out of these bio-diverse animals that are essential for our health and our survival.”\n-What can we do to bring back biodiversity?\n\nAs he wrote about in Food Fix, it’s about…\n\nIndividual choices\nbusiness innovations\nPolicy\n\n\n\nWhat does organic mean?\n\nOrganic is a certification that’s delivered by the government which means no antibiotics, no pesticides, no herbicides\nHowever, it doesn’t certify the method of growing the food\nIn Michael Pollan’s book, Omnivore’s Dilemma, he talked about how “industrial organic” is better than industrial farming, but it’s not fully regenerative\nRegenerative is the method of farming that actually includes organic but goes beyond it\n\n⇒ There is now a proposal to create a regenerative organic certification which may eventually be turned into a food label\nThe Environmental Working Group has a really great guide called, The Dirty Dozen and The Clean 15\n<img decoding=\"async\" class=\"alignnone size-full wp-image-12139\" src=\"https://peterattiamd.com/wp-content/uploads/2020/02/dirty-dozen-markhyman.png\" alt=\"\" width=\"908\" height=\"902\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/02/dirty-dozen-markhyman.png 908w, https://peterattiamd.com/wp-content/uploads/2020/02/dirty-dozen-markhyman-300x298.png 300w, https://peterattiamd.com/wp-content/uploads/2020/02/dirty-dozen-markhyman-150x150.png 150w, https://peterattiamd.com/wp-content/uploads/2020/02/dirty-dozen-markhyman-768x763.png 768w\" sizes=\"(max-width: 908px) 100vw, 908px\" />\nFigure 1. Dirty dozen. \n<img decoding=\"async\" class=\"alignnone size-full wp-image-12140\" src=\"https://peterattiamd.com/wp-content/uploads/2020/02/clean-15-markhyman.png\" alt=\"\" width=\"918\" height=\"940\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/02/clean-15-markhyman.png 918w, https://peterattiamd.com/wp-content/uploads/2020/02/clean-15-markhyman-293x300.png 293w, https://peterattiamd.com/wp-content/uploads/2020/02/clean-15-markhyman-768x786.png 768w\" sizes=\"(max-width: 918px) 100vw, 918px\" />\nFigure 2. Clean 15\nWhat about organic meat?\n\nOrganic meat generally means no hormones or antibiotics were used AND that it’s not using the chemical inputs on the corn fed to the animals \nHowever, organic doesn’t necessarily mean that the animals weren’t fed “orangic” food that is grown in ways that are destroying the soil\nThat’s why regenerative is sort of organic plus\nUnfortunately, there isn’t a “regenerative” label put on food like they have the “organic label”\nThere are places, like Mariposa Ranch in California, where you can buy half a cow with a bunch of friends and it’s eight bucks a pound, which for a four ounce serving is less than you pay for McDonald’s hamburger, so you can, with a little ingenuity and effort, you can actually start to sort of find how to get these things. \nThe demand for this type of thing is going to increase\n\nFor example, General Mills, Danone, Nestle, and Pepsi even are looking at how to make their supply chain to be more regenerative\n\n\n\n \nWhat can people do on the individual level to protect themselves as well as affect change to the toxic food system? [1:25:00]\nThings people can do:\n\nBeing really focused on what you eat and where it comes from\nBuy from a local farmer’s market\nJoining a community support that supports agriculture\nLooking for regenerative sources online\nBulk buying things together with friends\nMaybe you should have a compost pile\nMake a compost box (They have them on Amazon. You can buy them and have them shipped to you)\nYou might consider being politically active…\n\nYou can go in your municipality and say to your local government and say “let’s have a composting law”\nYou can push for creating economic incentives related to food waste\n\n\n\nResources for this? \n\nMany resources will be featured in Mark upcoming book, Food Fix\nMark has a video called 5 Steps to Seal the Planet and Your Health\nThe Food Policy Action Group rates your senators and congressmen on their voting records on food and ag policy. \n\nMore about food waste:\n\nMany dairy farmers are making less money and struggling. \nOne dairy farmer created these anaerobic digesters which gets food waste every week from grocery stores, mix it with the manure from the animals, and this “digester” combusts and produces electricity for 1,500 homes and makes the farmer an extra a hundred grand a year\n\n–This is important because…\n\nFood waste is an incredible problem\n30 or 40% of all food producers wasted\nThe average family throws out about a pound a day or about $1,800 a year of food\nThis much food in a landfill would create greenhouse gases that would be the third largest emitter of greenhouse gases (after the US and China)\n\n⇒ The Trump Administration has already created a food waste initiative where the EPA, FDA, and the USDA are going to actually deal with the food waste issue\n \nWhat role does the USDA play in this “toxic” food environment and how do we fix it? [1:30:15]\nAt the high level, the USDA is responsible for a number of different food and ag policies that are “messed up”:\n\nOur dietary guidelines\nOur school lunch guidelines\nSNAP program (aka Food stamp program)\n\n75 billion a year\nFeeds 46 million Americans (1 in 4 kids)\n$7 billion a year just in soda (about 30 billion servings a year)\nThere’s no nutritional guidelines\nIn fact, you can buy anything except alcohol and cooked food \nSo you can buy a two liter bottle of soda, but you can’t buy a rotisserie chicken in the grocery store!\n75% of the food stamps goes towards junk food or soda!\n\n\n\n–Then you have crop insurance and agricultural supports that support harmful a industrial agricultural system\n\nFor example, if you have a big soy and corn farm and you want to grow a whole bunch of veggies, you can’t, even if you want to because you will get penalized and not get your crop insurance\nSo farmers are disincentivized from growing fruits and vegetables\nThe gov is simultaneously telling us to eat half our food as fruit and veggies yet less than half a percent of agricultural supports from the government are for fruits and vegetables\n\n“The government tells us on the one hand, eat half of our plate as fruits and vegetables, but less than half a percent of agricultural supports from the government are for fruits and vegetables. It’s like basically if we were eating what the government actually funded in agricultural supports, we’d be having a giant corn fritter, deep fried in soybean oil. And it’s like, that’s not exactly what we should be eating.”\n-The FDA\n\nThe FDA that has confusing food labels or that allows antibiotics in our animal feed \nIt allows substances that are banned in other countries that are toxic to be in our food supply\n\nExample being azodicarbonamide, which is basically a softener for flour products for bread\n\nIn Singapore, you get a $450,000 fine and you go to jail for 15 years for using azodicarbonamide\n\n\n\n\n\n-The FTC, which regulates the airwaves, allows all this unrestricted marketing to kids\nWhat do we need to do to address this?\n\nWe need a national food policy\nWe need activism to change some of these food policies\nWe need support for regenerative ag\nWe need to reform food stamps and school lunches \nAnd we need to help advance the health care system to promote “food is medicine.”\n\nWhy Mark is hopeful…\n\nAll of these things can be done, says Mark\nMark’s working with people to launch a nonprofit and an advocacy group to start to work on these issues in Washington. \nAnd I think there are a lot of these issues are bipartisan issues. \nThere’s a movement and a readiness around the country and even in Washington to address these issues. \nBig food companies like Nestle, Danone, Unilever, General Mills are actually starting to take on these issues.\n\n“But I do see room for hope. I see business innovations, food and ag tech companies, billions and billions are flowing into these areas for innovation, which is all a good thing.”\n \nThe top 3 changes Mark would make if he was “food czar” [1:35:15]\n1 | Immediately transform healthcare reimbursement to focus on food as medicine through paying for food \n\nReimbursing fruit and vegetable prescriptions\nMaking food a central part of the government such as having them only purchase food that is going to promote health and not disease\n\n2 | Reform these dysfunctional food policies\n\nTransform SNAP\nTransform school lunches\nTransform the dietary guidelines to be science-based\n\n3 | Support regenerative ag in every way possible \n\nThrough government policies\nBusiness innovations\nEconomic incentives\n\n \nMark’s rebuttal against the argument that it’s best for the environment if stop farming animals and move to a fully plant-based diet (and his argument for “agriculture 2.0”) [1:36:30]\nIs plant-based diets the best for the climate?\n\nSome people argue that we need to completely get rid of factory farming animals\n\n-Recently published was the EAT-Lancet Report\n\nA very well intentioned report with plenty of good science in it \nIt discussed how we link climate and diet and food\nIn the report that suggested solutions such as…\n\nNeeding to grow more plants, more grains and more beans \nAnd use a process called “sustainable intensification” or “climate-smart agriculture”\n\n\nMark says, “these are just buzz words”\nBut when you look behind the curtain, who funds those organizations? \n60% of the members of climate-smart agriculture are the fertilizer companies\nSustainable intensification means using more and more chemical inputs on farms in developing world to grow more grains and beans. ⇒ “That’s not the solution.”\n\nWe need animals for the soil (even if you don’t eat them)\n\nWithout animals integrated into regenerative agricultural systems, you cannot restore soil in the way we need to restore it as fast as we need to restore it\nPooping, peeing, digging, and even their saliva makes the plants grow\nWith proper management (aka holistic management, or managed grazing, or adaptive multi-paddock grazing)… “you can dramatically increase soil”, says Mark\nSome say it takes a thousand years to get three centimeters of soil naturally\nBut Gabe Brown in North Dakota got 29 inches of soil just through these methods that are sort of “supercharged” methods \n\nWe need Agriculture 2.0\n\n“It’s not about going back to old ways, it’s about inventing new ways, using all the science to actually grow soil.”\nMost of human history we were destructive ⇒ We would grow food on land and we’d deplete the land the move to the next plot of land\n\n“The problem now is we’re running out of land. There’s no more place to go. So I think we absolutely need to actually scale this regenerative agriculture model in order to solve all these global issues.”\n-Can regenerative ag be superimposed on fallow land?\n\nYes, says Mark\nPeople are basically taking degraded land, which is almost desert and turning it back into lush fields and lush agricultural practices.\nSo when those people say we have to be vegan to save the planet, it’s actually not accurate. \nWhether or not you believe in eating meat, from an environmental or a climate standpoint, we must have animals integrated into the process in order to restore soil, which is the biggest carbon sink. \n\nTake home message:  \n“There are a lot of ways to fix climate change, but the quickest, fastest, and most effective and scalable way is using an ancient carbon capture technology . . . is free. It’s called photosynthesis. It’s basically sun and carbon dioxide in the air. We can solve a lot of the global issues that we have.”\n \nWhat is Mark’s overall mission with the work that he’s doing? [1:40:30]\n-Mark wears many hats\n-But he summarizes his high-level goal as follows:\n“I’m trying to end the suffering through the power of functional medicine, systems thinking, and sort of restoring communities and behavioral change through that. And this is just part of that story. Like I said, there’s so much suffering that’s unnecessary, whether it’s chronic disease or poverty or mental illness or kids struggling with learning in schools or violence. These are all needless suffering. \nIf we have the solutions, then we need to focus on them. . .and unless we deal with the systems issues, unless we go upstream, we’re just going to be treading water or bailing a sinking boat. And the acceleration of these problems is so big that I feel like I’m focusing more and more on these bigger issues in order to solve them.\nAt the end of the day, this is an existential threat and once you’ve seen it, you can’t unsee it. I just was researching the book for the last two and a half years. I was shocked by a lot of things that I learned that are not really common knowledge and even when the really educated people. \nIf I go into a room of highly educated people and say, what’s the number one source of climate change? They’re not going to say food, but when you actually unpack it, that’s the biggest threat.”\n \nBread in the US vs. Europe: Why does bread (and wheat products) taste different and potentially cause less health problems in Europe versus the US? [1:42:00]\nPeter recently made an observation while in Europe:\n\nThe bread, the pasta, and much of the food that he ate in Europe did not seem to produce the same negative effect as those same foods in America\nPeter made the same observation about breads and pitas in Egypt compared to the middle Eastern bread here in the US… “it tastes very different”\n\nWhat might explain this?\n-Mark says that it’s a complex web of factors\n1 | In the US, we’ve hybridized the wheat to make it extremely drought resistant and hardy and it’s called dwarf wheat\n\nAnd the guy who invented it, Norman Borlaug, won the Nobel prize because it increases yields\nHowever, there is a “super starch” in there called amylopectin A\n\nIt raises your blood sugar more than regular sugar\n\n\n\n2 | The way we breed plant creates gliadin proteins\n\nThere’s extra proteins that are formed such as gliadin proteins which are inflammatory and more active in terms of causing disruptions in the gut (i.e., more likely to cause leaky gut)\n\n3 | In the US, we spray wheat with glyphosate at harvest (even though it’s not a GMO)\n\n\n\nDoing this de-foliates the plants and gets rid of all the leaves and stuff so it makes it easier to harvest.\nYour Cheerios have more glyphosate than vitamin A and vitamin D in their per amount of weight\n\n\nWhat about “organic” wheat?\n\n\nOrganic wheat is not sprayed with glyphosate\nHowever, it could still be the dwarf wheat\n\n\n\n4 | Calcium procreate\n\nThis is a preservative which is added to the wheat in US\nIt’s known to cause toxic neurological effects, behavioral hyperactivity, and has been linked to autism (at least in animal models like this and this)\n\n5 | Quick rising bread in the US\n\nIn the US, our breads rise in a couple hours\nIn Europe, it can take 12 hours to 14 hours\nIt tastes very different and it’s a very different structure\nIt does different things to the gluten\n\n6 | There’s no GMO in Europe\nCan one make bread here in the US on their own using wheat, like an actual wheat that comes from Europe?\n\nSure you could, says Mark\n\n-Better wheats include:\n\nHeirloom wheats\nEinkorn wheat\nThere’s a new forms of wheat being developed:\n\nOne is Kernza grain by The Land Institute\n\nIt has incredibly deep roots, it’s a perennial wheat, it’s super nutrient dense, “really amazing, amazing product”\n\n\nAnother is Himalayan buckwheat\n\nApparently it is one of the most protein rich, low-glycemic, phytochemical dense hardy super foods on the planet\n\n\n\n\n\n“So there’s a lot of stuff out there that we could use that’s much better for us, but we just kind of homogenized our food supply . . .And our bodies need all those different phytochemicals and nutrients and minerals and vitamins to actually run itself. And we’re now just in this sort of nutrient devoid diet. Even if we’re eating organic stuff, if it’s not grown in good soils, if it’s hybridized plants, it’s just not great.”\n§Selected Links / Related MaterialMark is the Director of the: Cleveland Clinic Center for Functional Medicine | (clevelandclinic.org) [00:50]\nMark’s new book: Food Fix: How to Save Our Health, Our Economy, Our Communities, and Our Planet—One Bite at a Time by Mark Hyman | (foodfixbook.com) [1:00, 53:45, 1:21:00, 1:25:20]\n11 million people that die every year from eating ultra processed food: One in five deaths worldwide linked to unhealthy diet | Kate Kelland (reuters.com) [5:00] \nOne third of all Medicare expenses are for diabetes alone: How Much Does Medicare Spend on Insulin? | Juliette Cubanski et al., 2019 (kff.org) [6:50]\nOne third of all of our federal budget is Medicare: Federal Spending: Where Does the Money Go | (nationalpriorities.org) [6:50]\n70% of military recruits are unfit to fight and they are rejected: Pentagon: 7 in 10 Youths Would Fail to Qualify for Military Service | NOLAN FEENEY (time.com) [8:00]\nThe UN estimates that within a decade or few decades we’re going to have up to a billion climate refugees: Climate Migrants Might Reach One Billion by 2050 | Baher Kamal (ipsnews.net) [8:15]\nFood is Medicine working group in Congress: Bipartisan nutrition group kicks off in House | HELENA BOTTEMILLER EVICH (politico.com) [10:30]\nArticle about the Nepalese honey hunters having to climb up a hundred feet in the trees: he Last Death-Defying Honey Hunter of Nepal | Mark Synnott (nationalgeographic.com) [11:45]\nStudy suggest that for every 10% of your calories that’s ultra processed food, your risk of death goes up by 14%: Association Between Ultraprocessed Food Consumption and Risk of Mortality Among Middle-aged Adults in France (Schnabel et al., 2019) [12:30]\nCondition that sometimes leads to kids eating dirt due to an iron deficiency: Pica | (wikipedia.org) [14:15]\nDavid Perlmutter’s upcoming book talks about how the prefrontal cortex and the amygdala are uncoupled when a diet is producing inflammation: Brain Wash: Detox Your Mind for Clearer Thinking, Deeper Relationships, and Lasting Happiness by David Perlmutter | (amazon.com) [16:00]\nThe nature of eating sugar and processed food drives up inflammation because insulin drives  visceral belly fat “which is a basically metabolic fire that starts in these cells and it spreads inflammation throughout the body”, so just the nature of eating sugar and processed food drives up inflammation: Chronic Inflammation in Obesity and the Metabolic Syndrome (Rosário Monteiro  and Isabel Azevedo, 2010) [17:15]\nMark says the Buck Institute of Aging is developing new panels that are much more specific and much more sensitive and it enabled us to really look at the inflammatory response that’s happening in the body related to aging or diet: Campisi Lab | (buckinstitute.org) [18:00]\nA phenomenon called metabolic endotoxemia can possibly be fixed via the gut microbiome: The spectacular role of the human microbiome in preventing metabolic endotoxemia, the number one cause of mortality worldwide | Kiran Krishnan (restorativemedicine.org) [19:30]\nIt possible to take the poop out of a skinny rat and put it into a fat rat and make them skinny (and vice versa): Prolonged transfer of feces from the lean mice modulates gut microbiota in obese mice (Kulecka et al., 2016)  [19:30]\nGlyphosate is super toxic to the microbiome: [20:30]\n\nThe effect of glyphosate on potential pathogens and beneficial members of poultry microbiota in vitro. (Shehata et al., 2013)\nGlyphosate based- herbicide exposure affects gut microbiota, anxiety and depression-like behaviors in mice (Aitbali et al., 2018) \nGlyphosate and cancer risk\n\n60% of your immune system is in your gut maybe this will do: Allergy and the gastrointestinal system (Vighi et al., 2008) [20:30]\nCleveland Clinic got a $12 million grant from the NIH to study the microbiome and heart disease: NIH Awards Cleveland Clinic $12 Million to Study Link Between Gut Microbes, Heart Disease | (clevelandclinic.org) [22:30]\nAn anti-parasitic medication that can sometimes be used to resolve stomach issues from bacterial overgrowth: Alinea | (rxlist.com) [25:45]\n6 out of 10 Americans have a chronic disease, 4 out of 10 have two or more: Chronic Diseases in America | (cdc.gov)  [27:20]\nOne in two Americans has prediabetes or type two diabetes: Diabetes and Prediabetes | (cdc.gov) [27:20]\n75% of Americans are overweight and most states now have 40% obesity rates: National Center for Health Statistics: Obesity and Overweight | (cdc.gov) [27:30]\nData about the prevalence of type 2 diabetes in different racial groups: Racial and Ethnic Disparities in Prevalence and Care of Patients With Type 2 Diabetes (José E. Rodríguez and Kendall M. Campbell, 2017) [28:15]\nSouth Asians are at a susceptible to get metabolic syndrome even at lower body weights: #69 – Ronesh Sinha, M.D.: Insights into the manifestation of metabolic disease in a patient population predisposed to metabolic syndrome, and what it teaches us more broadly | Peter Attia (peterattiamd.com) [28:15]\n80% of the world’s type 2 diabetics is found in the developing world: Is Diabetes Becoming the Biggest Epidemic of the Twenty-first Century? (Syed Amin Tabish, 2007) [28:30]\nChile’s regulatory actions in response to the massive obesity rates and kids and adults and staggering healthcare cost: Chile Battles Obesity With Stop Signs On Packaged Foods | Eileen Smith (npr.org) [29:00]\n\nThe 18% soda tax: Evaluating the 2014 sugar-sweetened beverage tax in Chile: An observational study in urban areas \nThey put on warning labels on bad food: Chile Battles Obesity With Stop Signs On Packaged Foods | Eileen Smith (npr.org)\nThey eliminated cartoon characters from all the kids food promotions: In Sweeping War on Obesity, Chile Slays Tony the Tiger | Andrew Jacobs (nytimes.com)\nChile’s law | (leychile.cl)\n\nPercentage of US adults that smoke cigarettes is ~16%: Current Cigarette Smoking Among Adults in the United States | (CDC.gov) [32:00]\n1989 was also a big step when secondhand smoking became well enough understood that they banned tobacco in airplanes: Inflight Smoking | (wikipedia.org)  [34:00]\nSoda taxes in California passed in 2016: Three years into soda tax, sugary drink consumption down more than 50 percent in Berkeley | Kara Manke (berkley.edu) [34:15]\nThe behind the scenes deal between Governor Jerry Brown of California and the sugar industry where they “completely co-opted the government and pressured them to do something that they didn’t want to do”: California, of All Places, Has Banned Soda Taxes. How a New Industry Strategy Is Succeeding. | Anahad O’Connor and Margo Sanger-Katz (nytimes.com) [35:30]\nThe failed initiative by the sugar/soda industry that did sham science to try to push their agenda: Global Energy Balance Network, GEBN | (wikipedia.org) [36:15]\nNY Times article that exposing GEBN for what the sham that it was: Coca-Cola Funds Scientists Who Shift Blame for Obesity Away From Bad Diets | Anahad O’Connor (nytimes.com) [36:15]\nScientist James Hill was a legitimate scientist but completely “co-opted” by the soda industry and was paid to run studies for GEBN that showed soda wasn’t bad: [37:00] \n\nCU nutrition expert accepts $550,000 from Coca-Cola for obesity campaign | David Olinger (denverpost.com)\nEmails Reveal Coke’s Role in Anti-Obesity Group | CANDICE CHOI (apnews.com)\n\nNY Times article noting the disbanding of GEBN: Research Group Funded by Coca-Cola to Disband | Anahad O’Connor (nytimes.com) [37:30]\nGeneral Mills will commit a million acres to regenerative ag: Regenerative Agriculture | (generalmills.com) [40:30, 1:24:45]\nNestle reformulating their products to be healthier: Reducing sugars, sodium and fat | (nestle.com) [40:30]\nUN estimates that we could take 2 million degraded hectares of land around the world and using regenerative agriculture to restore the soil, we could stop climate change and delay that progression for about 20 years and it would cost $300 billion: How to Halt Global Warming for $300 Billion | By Adam Majendie and Pratik Parija (bloomberg.com) [44:00]\nEvery 1% organic matter can hold ~27,000 gallons of water: Soil Health Key Points | (nrcs.usda.gov) [45:15]\nThere is ~50% less nutrient density and minerals in food compared to 50 years ago: A study on the mineral depletion of the foods available to us as a nation over the period 1940 to 1991. (Thomas D., 2003) [47:45]\n\nAnother source: Declining Fruit and Vegetable Nutrient Composition: What Is the Evidence? (Donald R. Davis, 2009)\nAnother another: As CO2 levels climb, millions at risk of nutritional deficiencies (sciencedaily.com) \n\nFertilizer companies today use more natural gas than Exxon: Emissions impossible: How big meat and dairy are heating up the planet | by GRAIN and the Institute for Agriculture and Trade Policy (IATP) | 18 Jul 2018 (grain.org) [48:30]\nOhio methane leak that you could see from space: [49:00]\n\nA blowout turned an Ohio natural gas well into a methane ‘super-emitter’ | Steven Mufson (washingtonpost.com)\nA methane leak, seen from space, Proves to Be Far Larger Than Thought | Hiroko Tabuchi  (nytimes.com)\n\nOne fifth of all our oil consumption is for the food system—more than all cars, planes, boats, transportation combined: Energy Use in the U.S. Food System | Patrick Canning, Ainsley Charles, Sonya Huang, Karen R. Polenske, and Arnold Waters (mit.edu)  [49:30]\nGabe Brown is a North Dakota farmer with a 5,000 acre farm devastated by hail and weather, and was about to go bankrupt then used regenerative agriculture build 29 inches of soil: Brown’s Ranch | (brownsranch.us) [54:30, 1:00:40, 1:38:45]\nFertilizer put in soil damages the soil and releases nitrous oxide which is 300 times more potent than the greenhouse gas carbon dioxide: Global metaanalysis of the nonlinear response of soil nitrous oxide (N2O) emissions to fertilizer nitrogen. (Shcherbak et al., 2014) [55:45]\nit’s created dead zones and 400 areas around the world the size of Europe: Declining oxygen in the global ocean and coastal waters | Breitburg et al., 2018 (sciencemag.org) [56:00] \nA ocean dead zone the size of New Jersey in the Gulf of Mexico that kills 212,000 metric tons of fish every year: Gulf of Mexico Dead Zone: Mitigating the Damage | Chris Watts (gulfhypoxia.net) [56:00\nUN estimates we waste about 30 to 40% of food: New online platform fosters efforts to curb food losses through information sharing | (fao.org)  [57:45]\nThis study estimates that the average family throws away $1,800 worth of uneaten food per year: Penn State study finds average household throws away 30 percent of food it buys | Rachel McDevitt (pennlive.com) [57:45]\nTrump administration just bailed out farmers for about $20 billion: Farmers Got Billions From Taxpayers In 2019, And Hardly Anyone Objected | Dan Charles (npr.org) [1:00:00]\nGroups working to push forward support for the transition to regenerative ag: [1:01:00]\n\nKiss the Ground\nCarbon Underground\n\nA huge report called Climate Change and Land  that came out in August 2019: Climate Change and Land | (ipcc.ch) [1:01:00]\nBook that Mark describes as “a wonderful explanation of the top solutions that exist today that don’t need to be invented that can draw down carbon out of the environment”: Drawdown: The Most Comprehensive Plan Ever Proposed to Reverse Global Warming by Paul Hawken | (amazon.com) [1:03:00]\nPaul Hawken’s next book is going to be called “Regeneration” and it’s about how we regenerate our health, regenerate the soil: Desiree Driesenaar via medium.com – 1/7/20 | (medium.com) [1:03:15] \nIt’s been estimated that we could draw down anywhere from 30% to a 100% of all the carbon that’s been released since the industrial revolution if regenerative ag can be scaled up: [1:03:25]\n\nSoil Carbon Sequestration Impacts on Global Climate Change and Food Security (R. Lal, 2004)\nRegenerative Organic Agriculture and Climate Change | (rodaleinstitute.org)\n\nCompany that makes “burgers” out of a GMO, soy-based product: Impossible Foods | (wikipedia.org) [1:04:15]\nWe take out of the earth about $125 trillion a year of resources in soil and everything else that we steal from the earth: Changes in the global value of ecosystem services (Costanza et al., 2014) [1:04:50]\nPrivate equity company that’s buying up conventional farms and converting them to regenerative agriculture: Farmland LP [1:05:15]\nQuantis did an analysis looking at the impossible burger compared to regeneratively raised beef burger: Here’s how the footprint of the plant-based Impossible Burger compares to beef | (quantis-intl.com) [1:06:45] #askmark\nThe comparative analysis of agriculture in US versus Europe showed no difference in yields and far less use of pesticides and herbicides in the EU: U.S.-EU Food and Agriculture Comparisons | (usda.gov)  [1:12:30]\nThousands of lawsuits against glyphosate with billions of dollars in settlements: Jury Awards $80 Million In Damages In Roundup Weed Killer Cancer Trial | Richard Gonzales (npr.org) [1:13:30]\nStudy on epigenetics and glyphosate where grand rats got prostate disease, cancer, and more: Assessment of Glyphosate Induced Epigenetic Transgenerational Inheritance of Pathologies and Sperm Epimutations: Generational Toxicology (Kubsad et al., 2019) [1:13:50]\nOther studies where glyphosate disrupts the microbiome in significant ways in animals: [1:14:00]\n\nThe Ramazzini Institute 13-week pilot study on glyphosate and Roundup administered at human-equivalent dose to Sprague Dawley rats: effects on the microbiome (Mao et al., 2018) \nThe effect of glyphosate on potential pathogens and beneficial members of poultry microbiota in vitro. (Shehata et al., 2013)\n\nThe dose that’s in one impossible burger is 110 times the dose that was used in the animal studies to totally disrupt the microbiome of the rats: GMO Impossible Burger Positive for Carcinogenic Glyphosate | (momsacrossamerica.com) [1:14:00]\nGreat Plains Lab has a test available where you can check your glyphosate levels: Glyphosate Test | (greatplainslaboratory.com) [1:14:45]\nIncreasing suicides and terrible economic consequences from these farmers around the world because they’re not able to maintain a livelihood doing what they’re doing: ‘They’re Trying to Wipe Us Off the Map.’ Small American Farmers Are Nearing Extinction | Alana Semuels (time.com) [1:16:45]\nTime article where emocratic candidates in Iowa spoke to farmers about their livelihoods being destroyed: The Newest Audience for Democrats’ Climate Change Plans: Iowa Farmers | Justin Worland (time.com) [1:17:55]\nWe’ve lost 90% of our edible plant species and half of all our livestock species: WHAT IS HAPPENING TO AGROBIODIVERSITY? | (fao.org)  [1:19:05]\nWe have lost ~75% of our pollinator species on which are agriculture depends: [1:19:30]\n\nThe environmental risks of neonicotinoid pesticides: a review of the evidence post 2013 (Thomas James Wood and Dave Goulson, 2017) \nThe Hidden Costs Of Food | Peter Lehner (huffpost.com)\n\nAbout 500 billion people depend on these coral reefs for food: Coral Reefs | (oceanhealthindex.org) [1:20:40]\nBook by Michael Pollan that discusses how “industrial organic” is better than industrial farming, but it’s not fully regenerative: The Omnivore’s Dilemma: A Natural History of Four Meals by Michael Pollan | (amazon.com) [1:22:00]\nThere is now a proposal to create a regenerative organic certification: ROC Pilot Program & Participants | (regenorganic.org) [1:22:15]\nPesticide exposure in children may result in loss of IQ points: Prenatal Exposure to Organophosphate Pesticides and IQ in 7-Year-Old Children (Bouchard et al., 2011) [1:22:30]\nThe Dirty Dozen and The Clean 15 guide via The Environmental Working Group: 2019 “Dirty Dozen” and “Clean 15” lists released | (produceretailer.com) [1:23:00]\nWhere you can buy half a cow with a bunch of friends: Mariposa Ranch in California | (mariposaranchmeats.com) [1:24:30]\nPepsi making strides towards more sustainable farming: Helping to build a more sustainable food system | (pepsico.com) [1:24:45]\nVideo of Mark explaining the five steps to heal the planet and yourself: 5 Steps to Seal the Planet and Your Health | (foodfixbook.com) [1:25:30] \nThe average family throws out about a pound a day or about $1,800 a year of food: Penn State study finds average household throws away 30 percent of food it buys | Rachel McDevitt (pennlive.com) [1:29:00]\nTo fight food waste, the Trump Administration has created a food waste initiative: Trump Administration Launches “Winning on Reducing Food Waste” Initiative | (usda.gov) [1:29:30]\nWebsite that rates your senators and congressmen on their voting records on food and ag policy: Food Policy Action Group | (foodpolicyaction.org) [1:30:00]\n75% of the food stamps (SNAP program) is junk food or soda:  Food Stamps For Soda: Time To End Billion-Dollar Subsidy For Sugary Drinks? | Allison Aubrey (npr.org) [1:31:00]\n70% of the military recruits unfit to fight: Pentagon: 7 in 10 Youths Would Fail to Qualify for Military Service | Nolan Feeney (time.com) [1:34:30]\n70% of the evacuations from Afghanistan and Iraq were not for war injuries, but we’re for obesity related injuries in the soldiers: Unhealthy and Unprepared | (strongnation.org) [1:34:30]\nThe EAT-Lancet Report was well intentioned but Mark says it used “buzz words” and didn’t offer the best solution: Food in the Anthropocene: the EAT–Lancet Commission on healthy diets from sustainable food systems (Willett et al., 2019) [1:37:15]\nNorman Borlaug won the Nobel prize for his part in developing methods to increase production of grains and breads: \n\nNorman Borlaug: The Researcher | (borlaug.cfans.umn.edu) [1:43:40]\nNorman Borlaug: Nobel Peace Prize | (wikipedia.org) [1:43:40]\n\nWheat has gliadin proteins which are inflammatory and more active in terms of causing disruptions in the gut, so they’re more likely to cause leaky gut inflammation: The Dietary Intake of Wheat and other Cereal Grains and Their Role in Inflammation (Karin de Punder and Leo Pruimboom, 2013) [1:44:00]\nCheerios have more glyphosate than vitamin A and vitamin D: Tests Reveal More Weed Killer Than Some Vitamins in Kids’ Cereals | Alex Formuzis (ewg.org) [1:44:30]\nThe potential autism-inducing effect of the calcium propionate, a preservative added to the wheat: [1:44:45]\n\nAltered brain phospholipid and acylcarnitine profiles in propionic acid infused rodents: further development of a potential model of autism spectrum disorders. (Thomas et al., 2010) \nPathophysiological and neurobehavioral characteristics of a propionic acid-mediated autism-like rat model (Choi et al., 2018)\n\nNew form of wheat being developed: Kernza grain (Landinstitute.org) [1:46:00]\n§People Mentioned\nDavid Perlmutter (Brain Wash book) [16:00]\nMichelle Bachelet (politician in Chile who enacted soda taxes) [29:15]\nBarry Popkin [30:15]\nMichael Bloomberg [30:15]\nGovernor Jerry Brown [35:30]\nAnahad O’Connor [36:15]\nRhona Applebaum (chief science and health officer at Coca-Cola) [36:30]\nJames Hill (co-opted scientist who did sham studies for GEBN) [37:00]\nGabe Brown (farmer who used regenerative techniques to rebuild his farm) [54:30, 1:00:40]\nPresident Trump [1:00:00]\nPaul Hawken (Drawdown book) [1:03:00]\nPat Brown (founder of Impossible Foods) [1:04:15, 1:06:00]\nEarl Butz (go big or go home) [1:17:30]\nAlbert Einstein (if we lose bees from the face of the earth, humans have four years left to live) [1:19:40]\nTimothy McVeigh (bombed building by going to like a farm store and buying nitrogen fertilizer and turning into a bomb) [1:20:00]\nMichael Pollan (Omnivore’s Dilemma) [1:22:00]\nDariush Mozaffarian (dean of Tufts School of Nutrition Science and Policy) [1:32:40]\nTim Ryan (Ohio representative) [1:32:40]\n\n\nNorman Borlaug [1:43:40]\n\n§<img width=\"310\" height=\"284\" src=\"https://peterattiamd.com/wp-content/uploads/2020/02/bio-pic-markhyman.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/02/bio-pic-markhyman.jpg 310w, https://peterattiamd.com/wp-content/uploads/2020/02/bio-pic-markhyman-300x275.jpg 300w\" sizes=\"(max-width: 310px) 100vw, 310px\" />Mark Hyman, M.D.Dr. Hyman is the Head of Strategy and Innovation for the Cleveland Clinic Center for Functional Medicine, and founder and director of The UltraWellness Center. He is the bestselling author of numerous books, including Food: What the Heck Should I Cook?, Food: What the Heck Should I Eat?, Eat Fat, Get Thin, and The Blood Sugar Solution 10-Day Detox Diet.\nDr. Hyman believes that food has the power to change our most important global issues – transforming individual, environmental, economic, societal, and global health, and everything in between. [foodfixbook.com]"
}