{
  "title": "A broader perspective on lung cancer",
  "content": "In 2021, an estimated 608,570 lives were lost in the U.S. to cancer. Almost one-quarter of these deaths (131,880) were due to lung cancer. Lung cancer is the leading cause of cancer death for both men and women.\nFor most people, the subject of lung cancer immediately conjures up a particular image: smoking. This automatic association is hardly unfounded: about 82% of lung cancer deaths are attributable to cigarette smoking. Another 3% are attributable to second-hand smoke exposure. Smoking continues to be the leading preventable cause of death in the U.S., and if we take these numbers at face value, smoking-attributable lung cancer is the leading cause of all cancer death.\nBut what about the remaining 15%, amounting to nearly 20,000 residual lung cancer deaths in the U.S.? The scary truth is that people who never smoke can develop and die from lung cancer, too. And the numbers are not trivial. Lung cancer among “never-smokers” – defined as individuals who have smoked fewer than 100 cigarettes in their lifetime – ranks among the top 10 causes of cancer death among both sexes combined.\nLung cancer rates among never-smokers are rising\nThe proportion of lung cancer cases among never-smokers vs. smokers is rising. This is at least in part because smoking prevalence is continually falling, though there is some debate over whether nonsmoking-related lung cancer might also be increasing independently of a decline in smoking rates. One problem in addressing this question is that data on smoking status have only recently begun to be collected by cancer registries, so the absolute incidence of lung cancer over time in never-smokers isn’t available.\nA similar controversy surrounds the question of how gender affects risk of lung cancer among never-smokers. Women have a larger fraction of nonsmoking-related lung cancer than men, with 60% of cases occurring in women. Though one might initially interpret this to mean that women who never smoke have a greater risk of developing lung cancer than men, women have historically not smoked to the same extent as men. The relative risk of lung cancer associated with smoking is about the same for men and women, but there are fewer cases in women because fewer women smoke.\nIn terms of sex, however, a recent study suggests that women who’ve never smoked are more likely to develop lung cancer than men who’ve never smoked. In other words, while the risk of lung cancer associated with smoking is about the same for men and women, it seems that the risk of lung cancer in never-smokers may be higher for women.\nWhat’s causing so many cases of lung cancer in never-smokers?\nOther risk factors unrelated to smoking include genetic predispositions and a family history of lung cancer. Genome-wide association studies conducted in never-smoker cohorts have implicated variants in genes involved in apoptosis, cell growth, and metabolism of exogenous compounds. Risk alleles have also been identified in genes related to DNA repair and inflammation. Inheritance of susceptibility alleles certainly contributes to the enhanced risk associated with a family history of lung cancer, though it’s not clear to what extent shared household exposures such as air pollution or radon may also factor into family-associated risk.\nAccording to the Environmental Protection Agency (EPA), radon exposure is the number one cause of lung cancer among non-smokers in the U.S. Radon is a colorless, odorless, radioactive gas produced from the natural breakdown of uranium in soil and rock. The gas can accumulate indoors, causing exposure to DNA-damaging radiation. The EPA estimates that residential radon is responsible for about 21,000 lung cancer deaths every year worldwide, and about 2,900 of these deaths occur among never-smokers. Put another way, it is estimated that more than 10% of radon-related lung cancer deaths occur among never-smokers. Fortunately, testing a home for radon is relatively simple, and home radon mitigation systems usually cost between $800 and $1,500. The EPA has more information about residential radon exposure and how to deal with it.\nPollution constitutes another important risk factor for the development of lung cancer. According to a 2020 analysis, an estimated 14.1% of lung cancer deaths worldwide are attributable to outdoor air pollution, making it the second leading cause of lung cancer deaths behind smoking. In 2021, this would amount to an estimated 6,200 deaths in the U.S. However, this number doesn’t distinguish between different smoking statuses (or exposure to any other risk factor for lung cancer death), so it’s unclear how many of these deaths are exclusively in never-smokers. One prospective study found air pollution was associated with a 15-27% increase in lung cancer mortality, but the results were not statistically significant when adjusted for other risk factors.\nBut why would female never-smokers be at greater risk than male never-smokers?\nAfter all, it’s unlikely that women are exposed to more radon or air pollution than men. One possibility is that hormonal factors play a role. Estrogen receptors are expressed in normal lung tissue and in lung adenocarcinomas, the most common type of lung cancer among never-smokers. Several studies have identified cytoplasmic estrogen receptor-beta as a biomarker associated with poor prognosis among lung adenocarcinoma patients; however, these investigations typically did not differentiate between smokers and nonsmokers. Studies in mice further suggest that the development of lung cancer is influenced by sex hormones. Male-dominant sex hormones (testosterone) inhibit, while female-dominant sex hormones (estrogen) accelerate, the development of lung tumors, at least in mice injected with a chemical produced from cigarette smoke.\nRadiation for breast cancer has also been associated with an increased risk for lung cancer. For example, in a study of Asian women with breast cancer, the associated risk for subsequent development of lung cancer in those treated with radiation therapy was more than 10 times higher than in those who didn’t receive radiation therapy after adjusting for several risk factors. This is hardly surprising, as the high-energy radiation used in radiation therapy can damage normal cells in addition to destroying cancer cells, and the close proximity of the lungs to the breasts puts lungs at a higher risk for such off-target cell damage during breast cancer radiation therapy vs. therapy for cancers in more distant tissues. However, because an overwhelming majority of breast cancer cases occur in women, radiation therapy for this disease may contribute in small part to the higher risk for female never-smokers.\nWhat can be done to improve lung cancer survival in never-smokers?\nThough the relative impact of various risk factors may not be entirely known, one thing is clear: lung cancer among never-smokers is a very real threat with a shockingly high incidence. So what’s to be done? Screening – typically through low dose computed tomography (LDCT) scans – certainly offers one avenue for reducing lung cancer mortality, as early detection is associated with greater survival rates. However, the U.S. Preventive Services Task Force currently recommends regular lung cancer screenings only for adults aged 50 through 80 with a history of smoking. Limiting screening recommendations to current or former smokers likely accounts for the observation that lung cancer is typically diagnosed earlier in smokers than in never-smokers. Indeed, according to one study, most lung cancer cases among smokers were diagnosed at stages IA through IIIB, whereas 62% of cases among never-smokers had reached the most advanced stage by the time of diagnosis, stage IV.\nDelays in diagnoses among never-smokers are further exacerbated by the stigma associated with lung cancer due to its association with smoking. Lung cancer stigma affects patients regardless of any history of tobacco use and is associated with increased anxiety and decreased quality of life following diagnosis. Anecdotal reports have shown that anticipation of stigma from friends, family, and even clinicians can lead to delays in seeking medical evaluation after the onset of symptoms.\nI cannot possibly overstate the positive impact of tobacco regulation policies and anti-smoking media campaigns. Educating the public on the causative link between smoking and lung cancer has led to a reduction in smoking prevalence among both youth and adult groups in areas where such measures have been taken, and lung cancer rates have begun to decline as a result. Still, the indisputable fact that smoking causes lung cancer does not imply that it is the disease’s only cause or risk factor. Further research is critical for elucidating how other factors may contribute, and public health recommendations, educational campaigns, and medical practitioners should acknowledge that never-smokers – and in particular, female never-smokers – are not immune to this disease."
}