{
  "title": "A pilot immunotherapy trial is one step on a long road toward curing cancer",
  "content": "“Remission in every patient” reads the New York Times headline about a study published earlier this month in the New England Journal of Medicine. In a cohort of 12 participants with rectal cancer, a novel drug “completely obliterated a cancer in every patient.” No radiation. No chemotherapy. No surgery. To read this NYT article, one might think the miracle treatment came out of nowhere to answer all our prayers. Cue the parades and roll out the “Mission Accomplished” banner – the War on Cancer is over.\nOr not. Longtime readers will know that sensationalist journalism is a particular peeve of mine. Misrepresentation of scientific and medical research can be downright dangerous, or it can be so blatant as to be comical. In the case of this NYT article, journalistic flourish has another consequence: trivializing the years of hard work that laid the foundation for this new treatment, as well as the years of hard work that must still follow. My goal this week is to bring some of that context back into focus.\nWhat is the new treatment?\nThe new medication, dostarlimab, is an example of a class of drugs called immune checkpoint modulators, which constitute one branch of the broader treatment approach known as immunotherapy. As discussed some months ago in my podcast interview with Dr. Steven Rosenberg, immunotherapy for cancer treatment is founded on the concept that tumor cells have mutations which differentiate them from normal cells, making it possible for the body’s own immune system to recognize the cancer cells and destroy them. This approach offers a level of selectivity that isn’t possible with more traditional treatments such as chemotherapy, radiation, and even surgery. While those treatments all involve varying degrees of damage to normal tissue, the immune system has evolved to target exclusively the cells it recognizes as foreign or abnormal (e.g., bacteria, virus-infected cells, cancer cells), leaving normal cells unharmed.\nUnfortunately, though the immune system can indeed recognize many cancers, the subsequent immune response is, in the vast majority of cases, too weak to overcome tumor growth and spread. Making matters worse, cancer cells can also evade the immune system by producing particular molecules which suppress an immune response, for instance by inhibiting the action of effector T cells and promoting production of immunosuppressive regulatory T cells. The goal of immunotherapy is thus to assist the immune system in overcoming these challenges and doing what it’s meant to do: eradicate abnormal cells.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/rVCt2S661tU?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\nA spectrum of immune-based approaches to cancer\nAccomplishing this goal requires treatments of varying degrees of aggressiveness depending on the patient and on the tumor. In very rare instances (think: reportable in the literature as case reports), the immune system is capable of fighting advanced cancer all on its own, resulting in spontaneous regression without treatment. For others, simply jump-starting the immune system’s natural activity in sufficient: some of the earliest successes in immunotherapy came during the 1980s when Dr. Rosenberg treated melanoma patients with high doses of interleukin-2 (IL-2), a cytokine which plays a key role in immune stimulation by promoting T cell growth and activation. However, success with this approach is also relatively rare (10-20% of patients) and is confined to only melanoma and kidney cancer.\nWhich brings us to immune checkpoint modulators, a more aggressive approach to boosting the immune system’s response to cancer. In inhibiting immune responses, cancer cells activate “immune checkpoints,” which normally function to prevent autoimmune reactions against healthy tissue. For most cancers, this inhibition provides such a powerful brake on the immune response that it can’t be overcome merely by increasing proinflammatory signaling. Thus, immune checkpoint modulators are designed to block this immunosuppression, removing the brake and freeing effector T cells to attack the tumor cells.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/yyFpi_ilmC8?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\nAbout the Study.\nThe NEJM results are certainly exciting – total elimination of cancer in any patient is worthy of celebration – but when we look more closely, we find that even with a 100% response rate, dostarlimab, like IL-2 therapy, is unlikely to be a universal cancer cure. Only 12 patients have thus far completed the full treatment regimen out of a starting cohort of 16, all of whom had locally-advanced (stage II or III) rectal adenocarcinoma. Critically, these cancers all shared the key characteristic of “mismatch repair deficiency,” meaning that they included mutations which impair a cell’s ability to correct mistakes in DNA during replication. Only roughly 5-10% of all rectal cancers are mismatch repair-deficient, so why did the investigators choose only patients with this characteristic?\nBecause checkpoint modulators won’t work against cancers that are mismatch repair-proficient. When cells can’t correct DNA replication mistakes, they accumulate more mutations with each cell division cycle. Thus, mismatch repair-deficient tumors develop an unusually high number of mutations, generally at least an order of magnitude greater than mismatch repair-proficient cancers (think 1000 mutations instead of 100). As stated above, the immune system can only recognize cancer cells as abnormal because those cells include mutations which differentiate them from normal cells, so tumors with a high mutation burden are recognized (and subsequently destroyed) more easily and efficiently than those with fewer mutations. As Dr. Rosenberg explained on the podcast (clip below), immune checkpoint modulators are thus most effective against highly mutated cancers, but they have little effect on cancers with lower, more typical numbers of mutations. Checkpoint modulators relieve T cell inhibition, but those T cells must then be capable of finding and attacking cancer cells on their own.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/sJjLaoGbCqc?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\nLooking ahead\nSo now, one of the next hurdles for immunotherapy is how to make T cells better at recognizing cancers without a high mutation burden. One option is adoptive cell therapy, in which the select T cells which do respond to tumors are engineered or isolated from a donor. The cells are grown in a lab in large numbers, after which they’re introduced into the patient. Research on this strategy is in its early stages but has become a principal focus for Dr. Rosenberg and other investigators.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/K3wJvalc9oc?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\nThe Bottom Line.\nNone of this is meant to disparage the investigators or their work or to imply that immune checkpoint modulators are not the life-saving drugs that they truly are. A friend of mine wouldn’t be alive today if it weren’t for a drug of this class. I simply wish to point out that this new study is part of a broader pattern of incremental advances in immunotherapy as a cancer treatment, a pattern which will continue for years into the future. The road to a universal cancer cure is long, and this study is one step along the way."
}