{
  "title": "A win for Topo Chico; COVID-19 vaccine second dose",
  "content": "Here are a few things I think are worth checking out:\n \nTopo Chico Cuts PFAS Levels by More Than Half in New Tests by Consumer Reports (Consumer Reports, 12 February 2021)\nI was excited to see the news that Topo Chico has reduced its average PFAS in its bottled water. You may recall that I wrote about Topo Chico in the fall of last year following another Consumer Reports (CR) article that reported levels of detected PFAS (measured in parts-per-trillion, or ppt) above 1 ppt in different bottled waters, mostly sparkling. At the time, Topo Chico measured a reported 9.76 ppt and it raised alarm bells. That’s because the International Bottled Water Association (IBWA) recommends that bottled water should have levels of PFAS below 5ppt for a single PFAS compound and a cumulative 10ppt for multiple compounds. PFAS are a synthetic class of chemicals found in imported products and also used as an industrial surfactant in products like textiles and carpets.\nSince the CR article, Topo Chico has reduced the measured PFAS in its product from the former 9.76 ppt to a reported 3.9 ppt. At the end of my commentary, I reiterated what the article stated: that the Coca-Cola-owned brand said that it would “continue to make improvements to prepare for more stringent standards in the future.” It looks like that statement is proving to be true.\n \n§\n \nThe Second COVID-19 Shot Is a Rude Reawakening for Immune Cells: side effects are just a sign that protection is kicking in as it should (The Atlantic, 02 February 2021)\nAs more people get vaccinated with either the Pfizer-BioNTech or the Moderna COVID-19 vaccine, both vaccines delivered by two separate doses roughly 4 weeks apart, some people report that they experience the ensuing days in fever, headaches, and chills. And if such symptoms do arise, it is more likely from a response to the second dose. Further, Moderna’s shot was linked to more side-effects than Pfizer’s; that could be because Moderna’s shot contains 3 times as much genetic material as Pfizer’s. It may pack a larger punch to the immune system. The article articulates why this is: the second injection reminds the adaptive immune system that a viral threat is still around. The adaptive B and T cells are already raring to go and can react faster, thanks to the first dose. Such side effects signify that both the innate and adaptive immune response are present and engaged. Anecdotally, I have heard from a number of people who have had such reactions. Furthermore, those who wear continuous glucose monitors have also reported large glycemic spikes in response to the second dose, suggestive of an heightened systemic inflammatory response.\nThe factors that influence the immune response to vaccination depend on a large number of variables such as age, genetics, and comorbidities. According to the article, if you don’t respond with body aches and pains after the first and/or second dose, the immune response is working all the same; it’s just that people have different immune system volumes. Okay, so if that is true, that leaves me with a question: what is the evidence to support that someone who does not have a heightened systemic inflammatory response to vaccination still has the same level of protection against COVID-19 as someone that does have that response?\nWe know that people who don’t respond to vaccination with symptoms like headache, fatigue, dizziness, are still protected; the answer is in the clinical data. In short, the incidence of a experienced immune response is not greater than the effectiveness of either Moderna’s or Pfizer’s vaccine.\nFrom the published effectiveness reports, Moderna’s showed 94.1% effective and Pfizer’s showed 95% effective at preventing symptomatic COVID infection after two doses. If we compare cohort data of the Moderna and Pfizer vaccine trials, we can see the percentage of people, by age group, who reported a “grade 3” systemic reaction (see table below). The grade 3 attribution denotes a vaccine reaction that prevents daily activity but does not require hospitalization or suggest risk of death. At the high end, less than a quarter of participants reported the grade 3 systemic reaction—a percentage that is far less than that of vaccine effectiveness. In other words, if you don’t feel horrible after you receive the vaccine, it does not mean you missed out on getting the benefits of priming your immune system.\nTable. Number of participants by age group who reported a grade 3 systemic reaction to either Moderna or Pfizer-BioNTech vaccine following each dose. A full spectrum of vaccine responses can be found on the CDC website for each trial.\n<img decoding=\"async\" class=\"alignnone size-full wp-image-15082\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/vaccine-table-1.jpg\" alt=\"\" width=\"1045\" height=\"380\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/vaccine-table-1.jpg 1045w, https://peterattiamd.com/wp-content/uploads/2021/02/vaccine-table-1-300x109.jpg 300w, https://peterattiamd.com/wp-content/uploads/2021/02/vaccine-table-1-1024x372.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/vaccine-table-1-768x279.jpg 768w\" sizes=\"(max-width: 1045px) 100vw, 1045px\" />\n(Grade 3 reactions: refers to an inflammatory immune response to a vaccine that prevents daily activity, such as: fever, headache, fatigue, nausea/vomiting, chills.)\nWith that said, it does still leave the question about if there is any additional protective benefit from a heightened reaction. At least to my eye, we would need more data from either company to know if a systemic inflammatory response to the vaccine confers superior protection or not. In order to construct a hazard ratio of side-effects to strength of immune response, we would need degrees of effectiveness within a population. Moreover, we currently do not have enough information from the publications to determine the prevalence of grade 3 reactions in the 5% of the study population for whom the vaccine was ineffective."
}