{
  "title": "Adding context to the Alzheimer’s disease research fraud charges",
  "content": "This past July, a news article published in Science sent shockwaves through the scientific community when it reported that one of the most influential and frequently-cited publications in Alzheimer’s disease (AD) research was evidently based on fraud. If you haven’t yet read the Science article, I highly recommend doing so, as author Charles Pillar has done an excellent job of describing how Dr. Matthew Schrag and other scientists uncovered problems with the seminal 2006 work and with many subsequent publications by its first author, Dr. Sylvain Lesné. While I leave coverage of the story itself to journalists like Pillar, I’d like to offer some thoughts on how these events fit within the broader context of AD and the culture of scientific research.\nWhat the Study [Seemingly] Showed\nIn their celebrated 2006 Nature paper, Lesné and his colleagues reported a key link in the so-called “amyloid hypothesis” of AD pathogenesis – the theory that the cognitive and memory impairments associated with AD are caused primarily by aggregates (known as “plaques”) of amyloid beta (Aꞵ) proteins. The authors claimed to have discovered a previously unknown subtype of Aꞵ called Aꞵ*56, which they then showed caused memory impairment when injected into young rats. Aꞵ plaques had been recognized as a common feature of AD since 1906, but Lesné’s work implied a causal link between these proteins and cognitive decline. Thus, though the study wasn’t the first to report a connection between amyloid and AD, it strengthened the case for the amyloid hypothesis and played an enormous role in helping this theory to take precedence above others. \nBased in large part on Lesné’s findings, research on Aꞵ’s role in AD pathogenesis has received a lion’s share of government funding allotted for the disease over the last 16 years. This research provided the foundation for subsequent development and approval of anti-amyloid medications (e.g., aducanumab) for AD treatment. The logic is simple: Aꞵ plaques are the causal driver of disease, so removing them should slow or halt disease progression.\nThe Other Shoe Drops\nThat hopeful outcome didn’t come to pass. Virtually all clinical trials using anti-amyloid drugs have failed to show any positive effect on cognition, and many Phase 3 trials have been terminated early for lack of efficacy. Long before Dr. Schrag’s investigations, these results led many AD experts to raise serious questions about Aꞵ as a primary culprit. Amyloid advocates point out that starting treatment with these medications earlier in the course of disease might yield more positive outcomes, but critics remain skeptical, pointing out that many elderly individuals with normal cognition are found to have significant amyloid plaques during autopsy. \nSo when Schrag revealed compelling evidence that Lesné had falsified data images in the 2006 paper and in several of his subsequent publications on Aꞵ*56, the revelation certainly wasn’t the first blow to the amyloid hypothesis. The potentially gross misrepresentation of results on Aꞵ*56 simply weakened the argument in favor of a theory which many experts agreed was already critically flawed or incomplete. Still, Schrag’s findings also don’t disprove the amyloid hypothesis, nor do they bolster evidence for any alternative theories. The upshot? In terms of experts’ beliefs about AD pathogenesis, the overall effect of these fraud allegations is actually fairly small. But although the impact on scientific opinions might be underwhelming, the impact on opinions about research practices and culture might prove to be more far-reaching.\nThe Cost of a Flawed System\nHigh-profile fraud cases have a way of calling attention to larger, systematic problems in the execution and communication of biomedical research. Following publication of Lesné’s results, interest in and funding for amyloid-related AD research projects surged. The recent news that these results are allegedly fraudulent has thus elicited widespread concern and regret that years of work and billions of dollars in NIH funds might have been wasted or would have been better shared with research into other hypotheses. The race to develop drugs against amyloid may have come at the cost of earlier breakthroughs in identifying how inflammation or microglial activation might contribute to AD pathology. But this raises the question: why were so many eggs put in the proverbial amyloid basket in the first place?\nAn overarching goal of biomedical science is to find the most effective ways to treat and prevent disease. But in the current system of research, rewards of funding, publications, and prestige are typically given to those who arrive at the first answer rather than the best answer, and when industry interests are added into the mix, focus often shifts away from understanding the causes of a disease and instead toward creating marketable drugs as quickly as possible. So, given this culture, when Lesné reported a causal link between Aꞵ – a relatively druggable target – and AD progression, is it any surprise that so many investigators joined the amyloid gold rush instead of plodding away on more fledgling alternative theories?\nThe problem was exacerbated by the relatively limited NIH budget for AD research in the decade following Lesné’s study. In 2012, AD research received less than 25% of the funding devoted to cardiovascular research and only about 9% of the funding allocated for cancer research. When grants in a particular field are limited, competition is fierce, and investigators have all the more reason to prioritize avenues with the strongest foundational data – often a make-or-break element of grant proposals. And in a race to get new, publishable results, how many researchers will take the time to question – let alone test – whether those foundational data are replicable? As long as the system is structured to reward haste and profitability over reliable knowledge, rigorous exploratory work will always take a backseat to flashy results of dubious reliability.\nCould the tide be shifting?\nIt’s too early to know if and how these allegations of fraud might impact theories on AD or practices around scientific research, but even before Schrag’s investigations, the tide appeared to be shifting. Inconsistencies in evidence and the failure of anti-amyloid drugs to provide any benefit have prompted experts to rethink the dominance of the amyloid hypothesis, and the rising burden of AD in the United States has motivated Congress to more than quintuple the NIH budget for AD and dementia-related funding since 2015. Some of these funding opportunities specifically prioritize projects exploring new or under-studied hypotheses on AD pathogenesis. \nSo while credible allegations of fraud may have led to a highly-publicized fall from grace for Lesné over the last several weeks, it would seem that his work has been quietly diminishing in importance to the AD field for much longer. Who knows? The once-influential 2006 paper may someday be all but forgotten. Now how’s that for showing memory decline.\n– Peter\nFor a list of all previous weekly emails, click here."
}