{
  "title": "Alcohol, sleep, and stress: A self-fulfilling prophecy",
  "content": "This audio clip is from our sleep series with Matthew Walker, Ph.D., episode #126 — Matthew Walker, Ph.D.: Sleep and immune function, chronotypes, hygiene tips, and addressing questions about his book. This episode originally aired on August 31, 2020.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/z_lzPtwzX-E?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n\n            \n            Show NotesThe impact of alcohol consumption on sleep quality and stress levels [20:00]\nPeter has found himself consuming more alcohol during the pandemic – he thinks it’s probably stress related \n\nUsing his Oura ring, Peter can clearly see that he sleep quality suffers if he has more than one drink too close to bedtime\n\nHeart rate variability gets crushed\nResting heart rate goes up by 10-25%\nRespiratory rate is up two breaths per minute, and \nCore body temperature is up half a degree\n\n\nFor peter, this is concerning enough on it’s own \nHowever, you now couple that with the fact that how alcohol disproportionately negatively impacts REM sleep (see previous episode of The Drive—Matt Walker, Part 3)\nThis creates an ironic situation, says Peter, “I’m probably numbing a little bit of my anxiety with alcohol, which is impairing my ability to have REM sleep, which is paradoxically exactly the medicine I need.”\n\nHow alcohol disrupts sleep:\n1—Alcohol is a sedative—You actually “lose consciousness” faster when you put yourself in bed, but you’re not going into naturalistic sleep\n2—Your sleep becomes more fragmented because the alcohol will actually stimulate the fight or flight branch of the nervous system which are wake promoting chemicals making you wake up more frequently throughout the night \n3—Alcohol will decrease the amount of REM sleep that you get \nA self-fulfilling prophecy: \n\nIf you’re downscaling the amount of REM sleep that you get at night with alcohol, you may not be getting the necessary emotional benefit that you need to de-risk the emotional experiences and the anxiety that’s building up\nThen the next night you find yourself reaching for another glass of wine because of the increased stress from not enough REM sleep which then takes away the REM sleep once again\n\nGenetic difference in people in terms of how alcohol affects sleep\n\nAlcohol impacts people differently\nPeter has made the observation in his patients that people are not all identical in how alcohol impacts their sleep\nFor some, the true release of stress from a drink or two might outweigh any potential impact on sleep\nMatthew confirms this observation — if you do some of the genetic testing you can see that some people are fast metabolizers of alcohol (same with caffeine)\nAnd in those fast-metabolizers, by the time their brain is ready for REM sleep, the metabolic consequences of alcohol degradation—the aldehydes and ketones—are no longer present\nOf course, there are also people who have one drink at 3pm and it “crushes” their REM sleep\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image-2x1-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image-2x1-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image-2x1-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Matthew Walker, Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science.\nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google.\n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s"
}