{
  "title": "Are we oversimplifying Alzheimer’s disease?",
  "content": "There is a saying that I have heard some of my neurodegenerative disease specialist colleagues say at meetings: once you have seen one person with Alzheimer’s, you have seen one person with Alzheimer’s. In other words, Alzheimer’s disease (AD) is a heterogeneous disease which may present and progress differently depending on the person and the factors contributing to the disease pathology. As such, there is no paint-by-numbers approach to targeted treatment. Researchers in the field are thus motivated to figure out a way to categorize AD in order to guide more individualized approaches to patient care and help anticipate disease trajectory.\n4 Subtypes of Alzheimer’s disease\nStudies that seek to subtype AD may be valuable in research and clinical settings because they can help elucidate why clinical tests for AD, like cognitive exams and brain scans, can look so different and yet all still be cases of AD. For example, a recent study published in Nature proposed a framework for categorizing AD into subtypes. The researchers analyzed a large collection of data (thousands of brain scans) to propose that the varied AD presentations can be organized into 4 distinct subtypes based on a protein called tau.  Abnormal tau aggregation in neurons is one of the hallmarks of AD and is widely believed to contribute to disease progression, making it an attractive choice as a potential biomarker for individual variation. The study collected multiple positron emission tomography (PET) brain scans from over 1,000 people and used machine learning software to analyze the density, distribution, and progressive changes in tau patterning over 1-2 year follow-up.\nIt bears noting here that tau protein buildup is just one of the hallmark indicators of AD diagnosis and progression. For example, another protein called amyloid builds up in the brain of people with AD decades before the first symptom of memory loss begins. Along these lines, some who meet diagnostic criteria for AD have no tau protein pathology at all. Thus, one challenge in focusing on a single biomarker like tau is that doing so doesn’t offer a complete picture of what contributes to the pathology of AD, which involves many inputs that together produce a constellation of disease symptoms. But one biomarker is better than none, and identifying AD subtypes based solely on tau patterning is nevertheless an important step toward characterizing individual variations in AD development, features, and progression.\nToward this end, the study identified 4 subtypes, each having a distinctive pattern of tau buildup and resulting AD symptoms. I have labeled the 4 subtypes in the figure below, a through d, to match the descriptions to follow, summarized from the Nature paper:\n\nSubtype a: tau aggregates in the inner region of the brain (the limbic subtype), such that memory and emotions are impacted but overall cognition is relatively spared;\nSubtype b: tau buildup occurs first in the back of the brain and then spreads to the frontal region over time (the posterior subtype). There is a slower cognitive decline relative to the other subtypes when it comes to everyday mental skills such as counting backwards, 3-item list recall, or phrase repetition. However, tau build-up in the visual cortex impacts visuospatial processing abilities such as spatial orientation and distinguishing object shapes, contours, distance, and location relative to other objects;\nSubtype c: the disease onset is younger and there are more tau aggregates overall but relatively less in the hippocampal region (the medial-temporal lobe, or MTL sparing subtype). The subtype is considered “atypical” because memory impairment is initially absent. On the other hand, tau builds up in the rest of the cerebral cortex so people may have greater difficulties with executive function (i.e., the ability to plan and perform an action or complex task);\nSubtype d: tau buildup favors the left side (“L” temporal subtype) of the brain, which explains why some people may have preserved memory but impaired language ability (since language is typically processed on the left side of the brain).\n\n<img decoding=\"async\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/Are-we-oversimplifying-Alzheimers-disease-chart-copy.jpg\" width=\"648\" height=\"728\" />\nFigure. Four distinct subtypes of Alzheimer’s Disease based on tau protein aggregate location (grey regions) and progression: (a) Limbic; (b) Posterior; (c) Medial-temporal lobe sparing (MTL-sparing); (d) Left-temporal (L temporal). Image adapted from Vogel et al., 2021\nAlternative Approach to Subtyping AD\nMy colleague Richard Isaacson, with whom I have spoken a couple of times on the podcast, characterizes AD based on clinical markers and attributes (such as APOE4, blood lipids, cardiovascular health, body composition, biological sex) and then addresses the individual’s risk based on the markers that he sees. I wonder if this strategy – using clinical presentation to better predict disease progression – is a more practical way to subtype AD. For example, while an amyloid blood test is now available in clinical practice, we do not yet have easily accessible ways to measure tau in real-world clinics outside of a costly tau brain imaging scan. If we focus on disease classification the reverse way (typing via clinical presentation), we can also more optimally personalize care based on modifiable risk factors for disease progression.\nWhy Subtyping is Helpful\nNeurodegenerative disease treatment (and precision medicine for that matter) are puzzles that call for a gestalt interpretation; the whole picture is greater than the sum of its parts. Hopefully, in the not-too-distant future, we will have a repository of information that includes brain imaging data (like that in the Nature study), genetic signatures composed of multiple disease-associated genes (i.e., polygenic risk scores), and subtyping molecular signatures of regulatory pathways such as those that control inflammation, cerebral spinal fluid, blood lipids, metabolic panels, and more. And to take it one step further, I would want to understand the various inputs that lead to a given subtype, in the hope that we might prevent or slow the potential disease course. For example, if we can recognize early signs of factors that interact and lead to early AD onset, we can preventatively treat the precursors before disease symptoms manifest.\nUltimately, the utility of subtyping lies in the extent to which doing so can improve clinical outcomes. Taking into account the variation of a particular disease across individuals affords opportunities to apply nuanced prevention or tailored treatment, and in a paper I co-authored with Dr. Isaacson’s research group, we found that individualized, multidomain interventions based on emerging principles of precision medicine may improve cognition and reduce Alzheimer’s and cardiovascular risk scores in patients at risk for AD dementia. Subtyping, in essence, is a useful shortcut toward individualization, and in that capacity, this Nature study is a beacon. We can’t fully understand the multitude of factors that lead to AD risk and progression in different individuals until we have more exhaustive datasets with “top down” inputs, but formal recognition of the heterogeneity of this disease – whether in 4 subtypes or 400 – constitutes an important advance toward tailored care."
}