{
  "title": "Avoiding Injury Part II: Grip Strength",
  "content": "Last week, I highlighted the importance of eccentric strength in increasing stability and preventing falls, a major cause of health decline and death among the elderly. This week, we turn our attention toward another critical element in avoiding injury: grip strength.\nWhy is grip strength important?\nNot enough can be said about the importance of grip strength as you age. It’s one of the strongest physical associations with longer life. In AMA #27, we review in greater detail some of the studies which have demonstrated the association between grip strength and longevity, discussing the importance of grip strength as well as strength in general. In part, this association reflects the fact that grip strength serves as a great proxy for overall body strength and muscle mass, as gripping involves not only the muscles of the hand but also those of the arms and shoulder. (In fact, grip strength is commonly used as a metric for defining sarcopenia, or age-related muscle loss.) \nGrip strength is a very functional form of strength – given our reliance on our hands for countless everyday tasks, having a strong grip has an outsized impact on our quality of life. As I discussed in episode #202 (approximately 57 min into the recording), so much of your upper body is mediated through your hands. If your grip is weak, everything upstream of that is weak, which can often lead to injury. \nWhen it comes to accidents, grip strength can directly make the difference between a good and a bad outcome. Having a strong grip gives you a greater chance of catching yourself after losing balance, thus avoiding the downward spiral in health that often follows a bad fall. In other words, grip strength complements eccentric strength: while eccentric strength improves stability and deceleration and makes us less likely to lose our balance, grip strength provides a back-up level of protection for those inevitable occasions when we do stumble. The better we are at gripping supports, the less likely that a lapse in balance will result in a full-fledged fall and serious injury. And as we increase in age, this delta between catch and no catch becomes increasingly important.\nGrip Strength Exercises\nSo how can we incorporate grip strength training into a fitness routine? Below, I’ve linked videos featuring three of my favorite grip strength exercises.\n\nFinger Pull-ups\nDumbbell Grip\nPaused Pull-ups\n\nIf you are lifting weights regularly, it’s likely that you’re getting a fair amount of grip training already from staple exercises such as pull-ups and deadlifts. But supplementing with dedicated grip exercises, such as those listed above, can help ensure you’re getting maximal benefits throughout life and aren’t letting this important element of physical fitness fall under the radar."
}