{
  "title": "Breakfast: a legacy of cereal…and sin?",
  "content": "We’ve been told for decades that breakfast is “the most important meal of the day.” More recently, studies have made headlines suggesting that skipping breakfast is unhealthy, apparently vindicating General Foods, the company that started this myth in the 1940s. I wrote about this claim, and the bad science behind it, in a previous email.\nThere’s something, however, that I didn’t address in that email. I think most of us would agree that the American Heart Association (AHA) putting their “heart-healthy” stamp of approval on breakfast cereals such as Lucky Charms, Trix, and Cocoa Puffs was a face-palm move. (These three selections no longer adorn the seal, but the AHA still includes other sugar-sweetened cereals on their list of certified heart-healthy foods.) Digging into a bowl of French Toast Crunch and skim milk for your health seems like a bad choice, assuming you have at least a tincture of interest in your health. But why is it even a choice in the first place? Where did the idea of eating sugar-coated grains soaked in milk for breakfast come from? Why are there entire aisles of the grocery store stocked with this crap (which, by the way, is my kryptonite)?\nChalk this one up to the law of unintended consequences. \nBefore General Foods, there was Kellogg’s. Before Kellogg’s the brand, there was Kellogg the man. John Harvey Kellogg—a doctor, a nutritionist, and a Seventh-day Adventist—developed one of the first dried cereals in an attempt to provide a healthful option for patients he treated at the Battle Creek Sanitarium, a wellness resort based on health principles advocated by the Seventh-day Adventist Church.\nKellogg believed “stimulating” foods, such as rich sauces, condiments, spices, and highly seasoned food, “has an undoubted influence upon the sexual nature of boys, stimulating those organs into too early activity, and occasioning temptations to sin which otherwise would not occur.” Bland foods would allow for a “simple, pure and unstimulating diet,” and provide a number of benefits. For example, the diet could help prevent young men from masturbating, which to Kellogg, was “the most dangerous of all sexual abuses.”\nEventually, he created a food company to help with the production. Their first cereal was called Granula. That name was already taken by James Caleb Jackson, who is perhaps the true inventor of dry breakfast cereal. Jackson also started the trend of eating cereal with milk, since his creation, dried graham flour dough nuggets, were so hard they required soaking in milk for at least 20 minutes to actually chew the food. Kellogg renamed his cereal to Granola. \nJohn Harvey’s brother, and business partner, William, wished they could reach more customers, and he thought sugar was the answer. Because of his nutrition and religious beliefs, John Harvey was against adding “flavorful foods” like sugar—which he believed were “sinful and unclean”—to his foods. After all, the whole point of this simple and pure cereal thing was to stop people from pleasuring themselves. He was apparently so opposed to this idea that he walked away from the partnership, leaving William in control of the cereal company. Kellogg’s went on to release such hits as Sugar Corn Pops, Sugar Frosted Flakes, and Sugar Smacks, and since then have developed a prodigious list of sugary cereals.\nOne other detail—and unintended consequence—to bring this full-circle: John Harvey’s competitor, C.W. Post, was a former patient of his at the Battle Creek Sanitarium. Post created Grape-Nuts, produced and sold by the Postum Cereal Company, which later adopted the name General Foods—the company we can all thank for educating us about the importance of breakfast.  \nYou can read about the story in more detail here. A good reminder that not only do the best-laid plans often go awry, but good intentions can often lead to not-so-good outcomes.\n \n – Peter"
}