{
  "title": "Breaking down VO2 max: Definition, history, why it plateaus, and whether it really matters",
  "content": "This video clip is from #151 – Alex Hutchinson, Ph.D.: Translating the science of endurance and extreme human performance, originally released on March 1, 2021.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/1nM1iADTcYU?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n\n            \n            Show NotesBreaking down VO2 max: Definition, history, why it plateaus, and whether it really matters [38:15]\nwhat VO2 max is, both in an absolute term, and then in a manner that we normalize it by weight, and what it is and what it isn’t. How it’s measured, how it matters, and maybe we’ll even talk about some notable exceptions.\nWhat is VO2 max\n\nThe first order analogy = it’s the size of your engine\nPhysiologically, VO2 max is telling you how quickly you can take oxygen from the air into your lungs, get it into your blood, pump it to your muscles, and then have your muscles use it in the metabolic processes that will provide energy to move you\nVO2 max is a rate ⇒ how much oxygen per unit time can you process going max effort\n\nQuick backstory\n\nVO2 max was first discussed/measured in the 1920s by a guy named A.V. Hill, a very good runner himself\nIf you ask someone to go out and run at a gentle pace, let’s say they consume 2 liters of oxygen per minute\nTell them to speed up and now they’re doing 3 liters of oxygen per minute\nTell them to speed up again and now they’re going really fast and they’re losing 4 liters of oxygen per minute\nTell them to speed up again and they are still only using 4 liters of oxygen a minute\nIn other words, there’s a plateau—a point at which, even though you’re working harder, you’re not using any more oxygen\n\nWhat it means when you plateau\n\nBasically, you’ve reached a point where no matter how hard you push yourself, you can’t get more oxygen\nYou can still go faster, because you’re starting to use other forms of energy, but this is the limits of your aerobic system\nVO2 max does NOT tell you exactly how fast you can run, but it tells you what sort of aerobic engine you have to play with\n\nExplaining the unit of measurement \nHow body size affects your VO2 max\n\nWhen Alex was tested back in high school, he could get to around 5.1 or 5.2 liters per minute\nA good rower, by comparison, would be using 7 liters a minute or more\nHowever, the rower is much bigger than Alex\nSo his higher liters per minute doesn’t necessarily mean that that rower is better at using oxygen, because the rower has way more muscle\nThe amount of oxygen reaching any given muscle cell may actually be lower\n\nMilliliters per kilogram\n\nA better comparison between athletes is to divide by weight\nRather than liters of oxygen per minute, VO2 max numbers are typically reported in milliliters of oxygen per minute, per kilogram of body weight\nFor Alex, 5 liters of oxygen per minute works out to something like 80 milliliters of oxygen per minute, per kilogram of body weight\n\nAn even better comparison\n\nPeter says a better comparison would be total liters per minute divided by lean mass, normalized at time\nThen you’re at least getting the metabolically active tissue, presumably.\n\nDoes it even matter?\n\nAt a certain point, it doesn’t matter that much anyway because you can’t just measure someone’s VO2 max and know how fast they’re going to race\nIt’s really not that useful, especially for comparing between people\nNow comparing within yourself and how you improve, does tell you something, but in that sense it doesn’t matter what you’re dividing by\n\nWhat is it that causes VO2 max to plateau?\n\nResearchers love the VO2 max test because it is separated from motivation — “if you tested endurance by simply having someone run a mile as fast as possible, any test like that depends on motivation”\nThe nice thing about VO2 max is that, in theory, it’s independent of motivation\nSo if you see a plateau, you know that’s a property of their body and not a product of whether they were excited about the study\n\n-So what’s causing the plateau?\n\nIt could be in the lungs\nheart\ncirculation\nthe muscle’s ability to extract oxygen\nIt’s still a controversial topic\n\n-The picture that emerges: \n\nAlmost every part along this cascade is engineered more or less to what it needs to be\nAnd so if you perturb any of those elements, you can get limitations\nFor example, the conventional wisdom is that your lungs are not a limitation, that you can always breathe enough in\n\nAnd for decades, it’s been conventional wisdom that the lungs don’t respond to training because they’re overbuilt\nThere was a big review paper published recently arguing that in some cases the lungs aren’t overbuilt and one of the situations is highly trained endurance athletes \n\nThey can be limited by their ability to get enough oxygen in\n\n\n\n\nYou can also run into situations where an athlete is so fit, their heart is so strong, it pumps blood past your lungs so quickly that it doesn’t have time to fully stock up on oxygen\n\nget something called exercise induced arterial hypoxemia\nusually an issue at altitude, but in elite endurance athletes is actually about half of them exhibit it even at sea level\n\n\nAt every stage of the way, there can be limitations if anything is knocked off kilter\n\nRight down to the ability of the muscles to first extract the oxygen from the bloodstream and then to make use of it metabolically in the mitochondria\n\n\n“There isn’t one single answer”\n\nIs there a better way to test where the limitation is coming from?\nPeter says he’s always wanted to see this kind of experiment:\n\nTake a group of athletes and run them all to max\nThen you reduce the FiO2 of the incoming oxygen\n\nWith room air, for context, you’re getting a fractional inhalation of oxygen of 21%\n\n\nThe way they’re calculating how much oxygen is being consumed is they’re measuring the concentration of oxygen on the way out and calculating the delta\nPeter thinks it would be interesting to start selectively dropping FiO2 21%, 20%, 19%, 18%, etc.\nPresumably if the lungs aren’t the limitation, you should still see the same absolute delta\nThis experiment would least start to eliminate one of those variables—which would be FiO2 and capillary exchange—and then you start pointing to some of these other variables\n\nThe lactate paradox\n\nIt’s interesting when you go to higher altitude and you reduce the amount of oxygen, “funny things happen”\nFirst, you would think what would happen is you can’t get enough oxygen, so you’re going to be go anaerobic sooner, you’re going to produce more lactate\nAnd yet, the opposite happens — something called the lactate paradox\nAlso, if you try and exercise to exhaustion at lower levels of altitude, you actually give up when your lactate levels are lower than you would at sea level\nThe picture that makes sense to Alex is that these things are not just about how much oxygen is making it to the muscle:\n\nIt’s also like, “What is your brain oxygen level?” \nOther circuit breakers that are starting to come down that aren’t even on this path from mouth to lungs, to blood, to muscle.\n“There’s other factors that are saying, ‘Whoa, wait a second. Oxygen is getting a little low, we’re going to actually cut off the supply to the muscles or reduce it in order to make sure that we don’t get stupid.’”\n\n\n\n§<img width=\"400\" height=\"400\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson.jpg 400w, https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson-300x300.jpg 300w, https://peterattiamd.com/wp-content/uploads/2021/02/1x1-hutchinson-150x150.jpg 150w\" sizes=\"(max-width: 400px) 100vw, 400px\" />Alex Hutchinson, Ph.DAlex is a sports science journalist, author of the book ENDURE: Mind, Body, and the Curiously Elastic Limits of Human Performance, and former competitive runner for the Canadian national team. He currently writes the Sweat Science column for Outside Online. Prior to his journalism career, Alex acquired a Ph.D. from the University of Cambridge. He spent a few years as a postdoctoral researcher with the U.S. National Security Agency working on quantum computing and nanomechanics while simultaneously competing as a middle- and long-distance runner for the Canadian national team."
}