{
  "title": "Can you preserve lean body mass during “semi-starvation?”",
  "content": "Check out more content on this topic:\n\n(Aug 25, 2019) Part 1: Can you preserve lean body mass during “semi-starvation?”\n(Sept 1, 2019)  Part 2: Can you maintain muscle during fasting?\n\n\nDuring military operations, individuals can experience sustained periods of strenuous effort alongside a relative scarcity of food intake. In other words, they’re unavoidably and repeatedly semi-starved. One of the major concerns of such exposure is the associated loss of lean body mass (LBM) and muscle function. Similarly, one of the potential drawbacks of severe caloric restriction (CR), and fasting, as health-promoting tactics are the loss of LBM and muscle function that can accompany them.\n\nWith that in mind, I read an interesting study published this month entitled, “Effects of testosterone supplementation on body composition and lower-body muscle function during severe exercise- and diet-induced energy deficit: A proof-of-concept, single centre, randomised, double-blind, controlled trial.” Essentially, the investigators were wondering: if we give supplemental testosterone to young and healthy men undergoing a month-long severe energy-deficit, can it preserve LBM and muscle function (as measured by isometric and isokinetic knee extension tests)? The hypothesis was that, yes, the group receiving testosterone would lose less LBM, lose more fat mass (FM), and lessen lower-body muscle functional decline compared to a placebo group.\nAfter getting a handle on the estimated number of Calories (kcal) each of the 50 participants burned in a day under relatively eucaloric (i.e., weight-stable) conditions—referred to as total daily energy expenditure (TDEE)—the investigators confined them to the inpatient unit in a metabolic ward and dropped the hammer: participants were prescribed exercise that would elevate their TDEE by 50% above their previously determined TDEE, and the diet was restricted to 45% of their elevated TDEE.\n\nAn example is in order to avoid some confusion. Let’s take a 25-year-old participant with a TDEE of 3,000 kcal/day (i.e., under weight-stable conditions he’s eating 3,000 kcal/day). His prescribed exercise for the 28-day inpatient period is 1,500 kcal/day (i.e., 50% of his previously determined TDEE). On the intake-side of the equation, this individual is fed about 2,000 kcal/day, or 45% of his elevated TDEE (estimated at 4,500 kcal/day, which is his TDEE of 3,000 kcal/d + the 1,500 kcal/d of exercise tacked on). Obviously, intake and expenditure are not independent variables, so these numbers are by no means static and over time under these conditions his TDEE will fall, but the back-of-the-envelope initial calculations show an energy deficit of 2,500 kcal/day, hence the degree of CR.\nSo, what did the investigators find? The testosterone group actually gained close to 6 lb of LBM over 28 days, while losing about 11 lb of FM, on average. However, these changes did not translate into any improvements in muscle function. In fact, their muscle function declined just as much as the placebo group.\nAll of this is very interesting, but what I find much more interesting in this study is that the placebo group did not lose any substantive LBM, while losing about the same amount of fat (10 lb) as the testosterone group, despite the severe CR/energy-deficit. Let me repeat: the group taking no testosterone lost the same amount of fat, but did not actually lose muscle relative to their fully fed baseline. To put their level of exercise in perspective, I need to bike for 2 hours at about 200 watts (the power required to propel me to 18-19 mph under mostly flat, mostly windless riding conditions) to achieve the same energy consumption. Not only that, they were eating less food during this 28-day period compared to when they were not regularly engaging in this volume of physical activity.\n\nIt’s remarkable to me that these individuals (1) were able to exercise at a high volume, and (2) did not lose any muscle mass during this month.\nHow is it possible that these participants were able to expend so much energy, eat in a “caloric deficit,” and maintain lean body mass? What would’ve happened if they didn’t eat at all (i.e., water-only fasted)? There’s more to explore and explain, but I’ll save you from the quadruple-digit word count and break this up into two parts. Until next week…\n– Peter"
}