{
  "title": "Can cocoa help prevent cardiovascular death?",
  "content": "Wouldn’t it be great if eating chocolate could help you live longer? After all, cocoa comes from plants, and as we discuss in “Ask Me Anything” episode 36 on fruits and vegetables, plants contain bioactive compounds called polyphenols which may have various beneficial effects on human health. The cocoa bean is high in a subclass of these compounds called flavanols, and in particular the flavanol (-)-epicatechin, which has been shown to increase levels of circulating nitric oxide – a key factor in maintaining vascular endothelial health. Nearly 875,000 deaths each year are attributed to atherosclerotic cardiovascular disease (ASCVD), so is it possible that cocoa could help delay the onset of ASCVD?\nA recent 3.6-year study by Sesso et al. sought to explore this idea: could supplementation with the beneficial compounds in cocoa have a clinically-relevant effect on ASCVD? The 21,442-participant randomized control trial (RCT) evaluated the effects of cocoa extracts on ASCVD. Subjects were randomly assigned to receive either cocoa flavanols (500 mg per day) or placebo. Subjects included women ≥65 years and men ≥60 years who were free of myocardial infarction (MI) and stroke within the two years leading up to the study.\nThe investigators evaluated the total number of cardiac events, including myocardial infarction (MI), stroke, cardiovascular (CV) mortality, and carotid artery surgery. While the study found no difference between the control and intervention groups in the absolute number of adverse events, the group taking cocoa supplements had a 27% relative risk reduction in ASCVD deaths compared to the placebo group. This reduction in mortality corresponded to an absolute risk reduction of 0.26%, a difference of 0.97% risk for placebo vs. 0.71% for cocoa supplements (for a primer on relative vs. absolute risk, check out my previous newsletter on this topic). These results were likely mediated by a reduction in adverse event severity – in other words, the supplement group had a comparable number of total adverse cardiac events as the placebo group but had fewer major adverse cardiac events.\nWhy might it work (if it works)?\nThis study isn’t the first to link compounds in cocoa to health benefits. Small RCTs have found that flavanol-rich cocoa can lower blood pressure, inhibit platelet activation, and improve endothelial function. There appear to be both acute effects within hours of consumption (when flavanols are at the highest concentration in the body) as well as longer-term effects over the course of months.\nFor instance, one small pilot study of five healthy men showed that consumption of 450 mg of cocoa flavanols resulted in an average 2.5 mmHg decrease in both systolic and diastolic blood pressure two hours after flavanol consumption. It also showed a consistent reduction in blood pressure over the course of the entire month: an average of 4 mmHg reduction in systolic and diastolic blood pressure, comparable to the effect size typically observed with blood pressure medications. Elevated blood pressure has prognostic value in predicting risk of ASCVD, and cocoa flavanols have been shown to improve this metric toward reduced ASCVD risk. These short-term study results then beg the question, how do short-term effects add up over time, and is there an effect on long-term health if cocoa is frequently consumed? The Sesso et al. paper has made important strides toward addressing these questions.\nWhat “dose” of chocolate is equivalent to cocoa supplements?\nThe cocoa supplements used in these studies are more concentrated in polyphenols than the everyday chocolate bars we might buy in a store. Flavanols present in consumer chocolate are variable due to natural heterogeneity across cocoa plants and as a result of differences in processing and the amount of sugar and fat added. Cocoa extract supplementation removes this variability in flavanol concentration, and as a result of the extraction process and selection of high-flavanol beans, the supplements contain higher levels of flavanols than typical raw cocoa powder.\nSo how much dark chocolate is equivalent to the cocoa supplements used in this study? The supplements contained 500 mg flavanols per day, with 80 mg (-)-epicatechin. Pure cocoa powder contains up to 50 mg of polyphenols per gram, but chocolate is not pure cocoa. Dark chocolate is estimated to have about 23.4% nonfat cocoa solids. A one-ounce serving of dark chocolate, or about 30 g, is estimated to contain about 57 mg of flavanols and 10 mg  (-)-epicatechin – eight to ten-fold less than supplements. Milk chocolate contains about five times less than dark chocolate, and white chocolate notoriously lacks nonfat cocoa solids altogether.\nWhile eating ten servings of dark chocolate every day might sound great in theory, the high energy density of dark chocolate (about 170 kcal/30 g serving) means that such a high level of consumption of excess fat and sugar would likely induce weight gain and the accompanying increases in risk for hypertension, dyslipidemia, diabetes, and cardiometabolic disorders in general. For a person on a 3000 kcal/day diet, reaching the level of flavanols found in the study’s cocoa extract supplements would require consuming 57% of all daily calories from dark chocolate. To get the same amount of flavanols from milk chocolate? It would take fifty servings, or over 8000 calories of milk chocolate every day, to replicate the study’s flavanol intake – a whole new meaning to the phrase “death by chocolate.” So although cocoa supplements may provide meaningful benefit in lowering risk of ASCVD mortality, extending these findings to dietary chocolate is, at best, wishful thinking.\nShould I try cocoa supplements?\nSesso et al.’s study shows promise for the benefits of cocoa supplementation, though it’s worth noting that the greatest impact may be for those already at high risk of vascular-related diseases. One of the largest modifying effects in the Sesso et al. longer term study related to smoking history: while ever-smokers (>100 cigarettes over lifetime) taking cocoa supplements were at significantly lower risk of CV events relative to those taking placebo (hazard ratio: 0.77, or 23% fewer CV events for supplement vs. placebo groups), cocoa supplements did not appear to confer any CV benefit relative to placebo among never-smokers (hazard ratio: 1.05). Smoking is known to impair endothelium-dependent vasodilatation, a process that needs nitric oxide. While smoking inhibits nitric oxide synthase (the enzyme that makes nitric oxide) and increases its degradation, the cocoa flavanol (-)-epicatechin has been shown to increase circulating nitric oxide levels. Thus, cocoa supplements may have a greater effect on smokers by acting in opposition to one of the mechanisms by which smoking harms the cardiovascular system, though it’s unclear whether those with other ASCVD risk factors (e.g., hypertension, family history) may also derive greater benefit from cocoa supplements than individuals at average risk.\nIt’s always important to keep in mind any potential commercial motivations behind these studies, especially since taking these daily supplements (trade name Cocoavia) will cost upwards of $45/ month, and requires long-term commitment: the improved hazard rates for ASCVD death didn’t begin until one year after starting supplements. Cocoavia supplements used in this study were provided by the manufacturer Mars Edge, which, notably, also funded this research, though the company was not directly involved in the trial design or data collection. Still, despite skepticism over the research motivations, there appears to be no harm (other than accumulated monetary cost) in supplementing with cocoa extracts, as the worst side effects of supplements were nausea.\nThe bottom line\nSupplementing with cocoa flavanols isn’t likely to change the possibility of having an ASCVD event, but it may reduce event severity, leading to better outcomes and fewer ASCVD deaths. While this benefit may be very small relative to other strategies like aerobic exercise, every advantage helps, and these data certainly merit consideration."
}