{
  "title": "Can you maintain muscle during fasting?",
  "content": "Check out more content on this topic:\n\n(Aug 25, 2019) Part 1: Can you preserve lean body mass during “semi-starvation?”\n(Sept 1, 2019)  Part 2: Can you maintain muscle during fasting?\n\n\nIn last week’s email, I discussed a study, “Effects of testosterone supplementation on body composition and lower-body muscle function during severe exercise- and diet-induced energy deficit: A proof-of-concept, single centre, randomised, double-blind, controlled trial,” in which a severe energy deficit resulted in losses of fat mass (FM) alongside gains & maintenance of lean body mass (LBM) in the testosterone and placebo groups, respectively.\nIf you recall from last week, these young men were prescribed daily exercise to the tune of > 1,500 kcal expended, and were instructed to slightly restrict the number of kcal/d compared to how much they were eating at a weight-stable baseline. On average, participants were facing an estimated daily energy deficit of over 2,000 kcal/d.\nSo these guys were in an “energy deficit” and yet many of them maintained (or even gained) LBM. One of the questions I posed in my previous email and want to address in this one: what happens to LBM during a water-only fast? In particular, what happens to skeletal muscle mass? Can you maintain muscle while fasting?\nWe know that if skeletal muscle mass is maintained, muscle protein synthesis (MPS) and muscle protein breakdown (MPB) are balanced overall. So, what are the ways in which you can boost MPS and/or limit MPB?\nEating a meal that contains protein with high quantities of all of the essential amino acids, leucine in particular, is a great way to stimulate MPS (and reduce MPB). If you’re fasting, this important contributor of MPS, and attenuator of MPB, appears to be out of play.\nAnother way to stimulate MPS is by exercising (resistance training in particular, but also aerobic exercise, perhaps to a lesser degree). However, this also stimulates MPB. If that’s the case, how can we build muscle if exercise both stimulates the synthesis and breakdown of protein? It turns out that exercise also sensitizes skeletal muscle to the anabolic effects of a protein-containing meal, which can result in an overall increase in MPS and LBM. But if we’re fasting, apparently there’s no protein-containing meal to be had.\nAnecdotally, during my week-long water-only fasts where I engage in daily resistance exercise and 1-2 zone-2 rides, I don’t seem to lose any muscle mass. (Granted, I’m basing this off pictures and bioelectrical impedance scales for the most part, so there may be some small margin of error.) Given the apparent constraints above, how is this possible?\nFor one thing, fasting increases the production of ketones, beta-hydroxybutyrate (BOHB) in particular, and this may spare the body’s protein from oxidation. Infusing BOHB is associated with the maintenance and even increases in circulating branched-chain amino acids (i.e., leucine, isoleucine, and valine). Steve Phinney and Jeff Volek have pointed out that the primary driver of MPS is the availability of essential amino acids (especially leucine) and that in the keto-adapted state, blood levels of leucine increase. In other words, the keto-adapted state spares protein and preserves lean tissue. Couple this with the effects of mechanical stress (and myokine signaling, perhaps) from resistance exercise on MPS, and it could be a powerful 1-2 punch for muscle maintenance during a fast. But how can you synthesize muscle protein if you’re fasting?\nDuring fasting, insulin and glucose plummet while counter-regulatory hormones increase (e.g., growth hormone, adrenaline), setting up a milieu that favors fat-oxidation and enhanced autophagy. While protein breakdown exceeds protein synthesis during a week-long fast, this does not necessarily mean that MPB exceeds MPS. All cells contain proteins, so when proteins are catabolized, this may be preferentially coming from skin and intestinal cells, for example, compared to muscle cells. It stands to reason that during times of famine, muscle preservation is favored over other cells that turnover more rapidly. (Jason Fung, a previous guest on The Drive, has a great post explaining muscle preservation during starvation.)\nGlobally, mTOR—described as the cell’s general contractor by my friend David Sabatini—is turned down during fasting. But, the mechanical stress from resistance training can turn up mTOR (mTORC1, to be more specific) locally (i.e., in muscle cells), independent of growth factors and amino acids (which are the two other well-known ways to turn up this protein complex). This may help partition some of the amino acids in the body that are broken down toward muscle, thus preserving muscle mass. I don’t think it’s out of the realm of possibility that you can “eat” a meal of protein that contains all of the essential amino acids during a fast. This may be one of the benefits of autophagy, which literally translates to “self-eating.” Your muscle cells may be dining off your skin cells, so to speak.\nObviously, the longer you fast, the more you drain your internal sources of food, and the more likely MPB will exceed MPS over time. (This may also suggest that the fatter you are to begin with, the longer you can eat yourself, and presumably maintain muscle mass for longer.) If you want to ADD muscle mass to your frame, fasting is obviously not the best strategy. Getting leucine, and all of the essential amino acids for that matter, from outside sources is a must for long-term growth and maintenance of muscle mass. But in the short-term (at least up to a week for most people), I believe you can maintain muscle mass while fasting, particularly if you’re resistance training.\n– Peter"
}