{
  "title": "Colorectal cancer screening",
  "content": "When I learned about Chadwick Boseman’s death from colorectal cancer (CRC) at the age of 43 a few weeks ago, it broke my heart. I know it might seem odd to be so struck by the passing of someone we never knew. I suppose I was so sad because his death felt so sudden, not unlike Kobe Bryant’s tragic death in January, even though obviously dying of cancer is not sudden. Both individuals seemed almost invincible to me, yet they passed in their early 40s, and perhaps part of the emotion I felt was the awareness of my own mortality. But what adds to the pit in my stomach in this particular instance is how preventable I consider CRC to be. It is, in my opinion, the most preventable cancer mortality (maybe with the exception of lung cancer).\nI don’t know the details of Boseman’s case, but a statement from his Instagram account said he was diagnosed in 2016 with Stage III CRC1Stage III colon cancer is a broad definition, ranging from IIIA to IIIC as you can see here, but the point is, it’s advanced enough to have spread to local lymph nodes, and maybe even clear through the wall of the colon, but not to distant organs—called Stage IV—which is the form of CRC that results in death almost without exception. About one-third of people diagnosed with Stage III colon cancer will not be alive 5 years after diagnosis. when he was 39 or 40 years old. I would assume given his age, he had never received a colonoscopy prior to presentation. Why is that?\nRoutine CRC screening is unanimously recommended by the American Cancer Society (ACS), the CDC, the National Cancer Institute, and the United States Preventive Services Task Force (USPSTF) for average-risk persons aged 50 to 75. There are several different screening methods endorsed by these institutions that break down into two categories: stool-based tests and direct visualization tests. Stool-based tests are essentially a screening test for a screening test. If you have a positive stool-based test, it prompts a direct visualization test of the colon (depicted in Figure 1), either a flexible sigmoidoscopy, which allows the endoscopist to view the lower part of the colon (including the sigmoid and descending colon), or a colonoscopy, which examines the entire colon. In my opinion, none of the other tests compare to a colonoscopy.\n<img decoding=\"async\" class=\"alignnone size-full wp-image-13882\" src=\"https://peterattiamd.com/wp-content/uploads/2020/09/colon-bruceblaus-wikicommons.png\" alt=\"\" width=\"2500\" height=\"2000\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/09/colon-bruceblaus-wikicommons.png 2500w, https://peterattiamd.com/wp-content/uploads/2020/09/colon-bruceblaus-wikicommons-300x240.png 300w, https://peterattiamd.com/wp-content/uploads/2020/09/colon-bruceblaus-wikicommons-1024x819.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/09/colon-bruceblaus-wikicommons-768x614.png 768w, https://peterattiamd.com/wp-content/uploads/2020/09/colon-bruceblaus-wikicommons-1536x1229.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/09/colon-bruceblaus-wikicommons-2048x1638.png 2048w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" />\nFigure 1. Illustration of the colon. Image credit: Blausen.com (Wikimedia Commons)\nNearly all—if not fully all—CRCs begin as polyps, which are growths that form in the lining of the colon.2Classic teaching is that, indeed, every single colon cancer begins as a polyp of some sort, be it pedunculated or sessile (shown in Figure 2) and this progression from dysplasia to metaplasia to cancer takes place in a stepwise fashion, rather than de novo appearance of cancer. Most polyps remain small and harmless and never become cancerous, but some are pre-cancerous and have the potential to develop into malignant polyps that invade into the wall of the colon. That is, they become cancerous. This characteristic progression, shown in Figure 2, is what makes a colonoscopy, and the colonoscope, such a powerful tool. A video camera at the tip of the colonoscope allows the endoscopist to view the colon wall and search it for any polyps. Not only that, the colonoscope is also equipped with instruments and allows the endoscopist to intervene on the spot. If a polyp is found, it will usually be removed and later examined to determine its type (i.e., hyperplastic, adenomatous, malignant). In other words, colonoscopy has the ability to both catch and remove polyps before they turn cancerous. \n<img decoding=\"async\" class=\"alignnone size-full wp-image-13880\" src=\"https://peterattiamd.com/wp-content/uploads/2020/09/coloncancer-progression-polyp-adenocarcinoma-cancer.jpg\" alt=\"\" width=\"600\" height=\"227\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/09/coloncancer-progression-polyp-adenocarcinoma-cancer.jpg 600w, https://peterattiamd.com/wp-content/uploads/2020/09/coloncancer-progression-polyp-adenocarcinoma-cancer-300x114.jpg 300w\" sizes=\"(max-width: 600px) 100vw, 600px\" />\nFigure 2. Progression from colorectal polyp to cancer. Not all polyps become cancer, but all cancer starts in a polyp. Image credit: Thrumurthy et al., 2016\nIn May 2018, the ACS updated its CRC guidelines based on a modeling analysis, recommending regular screening begin at age 45 for people at average risk, which is the most aggressive of the major institutions. In my practice, we typically encourage average-risk individuals to get a colonoscopy by age 40, but even sooner if anything suggests they may be at higher risk. This includes a family or personal history of colorectal cancer, a personal history of inflammatory bowel disease, and hereditary syndromes such as Lynch syndrome and familial adenomatous polyposis. Why do I generally recommend a colonoscopy before the guidelines do?\nWhen you consider the others that make up the top 5 deadliest cancers in the US—lung (#1), pancreas (#3), breast (#4), and liver (#5)—CRC (#2) is the one we have the best shot at catching early. And catching this one early makes an outsized difference since we can effectively eliminate it on the spot. I want to reiterate this point, because unfortunately all cancers get treated equally as some homogeneous lump of dysregulated cells, and as one single disease. This is not the case. Each of these cancers, even as a group, are completely different diseases and essentially share only the following features: i) they are made up of cells that do not respond to cell cycle signaling (so they keep growing, even when told to stop), ii) they kill their host when they spread from the site of origin (i.e., metastasis), and iii) they largely evade immune detection (i.e., they look like normal “self” cells to the immune system). \nOf the top 5 deadliest cancers, CRC is the only one we can look directly at, since it grows outside of the body (remember, your entire GI tract, from mouth to anus, is actually outside of your body, which is why a colonoscope or endoscope looks directly at the lining of the esophagus, stomach, and colon in the same way a dermatologist can look directly at your skin). Furthermore, as discussed above, the progression from normal tissue to polyp to cancer is almost universal, while we don’t have such an analog for breast, liver, pancreatic, or lung tissue.\nThe US Multi-Society Task Force (USMSTF) on Colorectal Cancer suggests people at average risk should begin at age 45 for African Americans, 5 years before patients of all other races, on the basis that they have higher overall incidence rates and younger mean age at onset of CRC (although the USMSTF stipulate this is a “weak” recommendation based on “very-low quality evidence”). For patients with a family history of CRC that was diagnosed before the age of 60 in one first-degree relative or at any age in two first-degree relatives, screening is recommended to begin at an age 10 years younger than the youngest age at diagnosis of a first-degree relative, or age 40, to be repeated every 5 years. It looks like the only scenario under which Boseman would have been suggested “routine” screening before his diagnosis at age 39 or 40 was if he had a first-degree relative that was diagnosed under the age of 50. But the majority of people, about 70%, who are diagnosed with CRC under the age of 50 do not have a family history or hereditary conditions. As much as the death of Boseman saddens me, and as much as I think more aggressive screening for CRC than the current standard of care allows today might save more lives from CRC, there are always tradeoffs and sometimes unintended consequences. It’s possible that instituting a more aggressive policy in the hopes of deterring a tragic event can often result in creating more bad events than before.\nUltimately the decision about when to get your first colonoscopy is based on your appetite for risk—both the risk of the procedure and the risk of missing an early CRC. One of the most serious complications of colonoscopy is perforation of the colon, which reportedly occurs in about 1-in-every-3,000 colonoscopies in screening populations or generally asymptomatic people. There are also the risks associated with anesthesia during the procedure. There’s also an opportunity cost (economically) to early screening, as it is not covered by insurance and can be pricey (about $1,000-$3,000).\nBefore you get your first colonoscopy, there are few things you can do that may improve your risk-to-benefit ratio. You should ask what your endoscopist’s adenoma detection rate (ADR) is. The ADR is the proportion of individuals undergoing a colonoscopy who have one or more adenomas (or colon polyps) detected. The benchmarks for ADR are greater than 30% in men and greater than 20% in women. You should also ask your endoscopist how many perforations he or she has caused, specifically, as well as any other serious complications, like major intestinal bleeding episodes (in a routine screening setting). Another question you should ask is what is your endoscopist’s withdrawal time, defined as the amount of time spent viewing as the colonoscope is withdrawn during a colonoscopy. A longer withdrawal time suggests a more thorough inspection. (A 6-minute withdrawal time is currently the standard of care.)  There is also something called the cecal intubation rate, which refers to how successful an endoscopist is at advancing the colonoscope all the way to the beginning of the large intestine. According to Dr. Michael Schmerin, a GI specialist in NYC,3Full disclosure: Michael is my endoscopist and performs not only my colonoscopies, but those of some of my patients. you want an endoscopist with a cecal intubation rate above 95% (Schmerin’s is above 99%). You can also ensure a successful colonoscopy by carefully following the bowel preparation instructions so that the colon is completely cleansed before the procedure.\nThe timing of follow-up screening is based on the results of your first colonoscopy. If it was normal, the institutional guidelines recommend getting your next one in 10 years. But this recommendation assumes a high-quality baseline colonoscopy. There are a few things you should know after your colonoscopy to determine how good it was. Was the colonoscopist able to perform a complete examination of the colon? Was the bowel preparation and visualization of the colon ideal? (Small polyps, and especially sessile polyps, shown in Figure 3, can be missed if the colon is cleaned improperly.) In other words, did you get a high-quality baseline colonoscopy or were there any issues suggesting a compromise in quality? If the latter, it might make sense to repeat the procedure or to follow up in a few years, depending on the situation. If polyps were found—depending on the number, size, and type—it may indicate a follow-up should be conducted sooner. The time at which a person can develop cancer and/or the rate of progression is completely individual and is a function of family history, hereditary conditions, and other risk factors (known and unknown). Schmerin believes that if someone has no family history of CRC, they’re caucasian, and they have a perfectly performed, and perfectly normal colonoscopy at age 50, the likelihood of them getting CRC in the next decade is very low. \n<img decoding=\"async\" class=\"alignnone size-full wp-image-13881\" src=\"https://peterattiamd.com/wp-content/uploads/2020/09/coloncancer-polyps-pedunculated-sessile.jpg\" alt=\"\" width=\"504\" height=\"352\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/09/coloncancer-polyps-pedunculated-sessile.jpg 504w, https://peterattiamd.com/wp-content/uploads/2020/09/coloncancer-polyps-pedunculated-sessile-300x210.jpg 300w\" sizes=\"(max-width: 504px) 100vw, 504px\" />\nFigure 3. Pedunculated and sessile polyp side-by-side. On the left is a pedunculated adenoma or polyp. On the right is a sessile, or flat, adenomatous polyp. “The dark areas A, B, and C represent zones of carcinoma. Area A shows no invasion and is therefore in situ. Note that any invasion below the muscularis mucosae (Areas B and C) in a sessile lesion represents invasion into the submucosa of the bowel wall. In contrast, invasive carcinoma in a pedunculated adenoma (left) must traverse a considerable distance before it reaches the submucosa of the underlying bowel wall.” Image and caption credit: National Cancer Institute\nHowever, the “polyp miss rate” must be discussed. Jerry Waye, a pioneer in colonoscopy, points to tandem studies—where back-to-back colonoscopies are performed on the same day in the same individuals—reporting that about 30% of polyps are overlooked. The smaller the polyp, the lower the chance of detection, and the inverse is also true. Larger polyps show a miss rate in the range of 6-12%. When you put it all together, the miss rate in polyps of all types and sizes is in the range of 15-31%.4It’s also possible that the actual miss rate is higher than reported because the second examiner could have overlooked some polyps. What might be most staggering, one of the studies showed that when the same colonoscopist performed both colonoscopies on the same individual, the miss rates weren’t any lower than when a different colonoscopist performed the second examination. In the words of the investigators, “the mere passage of the instrument a second time and performance of another careful examination by a competent colonoscopist are sufficient to determine a fairly consistent yield of missed adenomas.” The miss rate alone might be the greatest argument in favor of frequent colonoscopy screening: you never truly know if you missed something.\nOne more thing I want to point out is that all of the existing randomized-controlled-trial data for CRC endoscopy screening looks at flexible sigmoidoscopy and not colonoscopy. Recall, flexible sigmoidoscopy doesn’t look at the entire colon, it looks at the lower (i.e., rectum and sigmoid) and left side (i.e., descending) of the colon, but does not look at the rest (i.e., transverse, ascending, cecum) of the colon. Despite this limitation, flexible sigmoidoscopy (every 5 years) probably has the best-looking data for any screening test in terms of lowering cancer- and all-cause mortality. Recent RCT data shows a 26% lower CRC mortality in screening with flexible sigmoidoscopy, with a repeat screening at 3 or 5 years (2.9 per 10,000 person-years) compared to usual care (3.9 per 10,000 person-years), and a meta-analysis showed a reduction in all-cause mortality of 3 deaths per 1,000 persons invited to screening after 11.5 years of follow-up, which is the first time a screening method has shown a reduction in the risk for death from any cause compared with no screening in clinical trials.\nThere are 4 randomized-controlled trials on colonoscopy screening underway, but none of them are completed. Will the data on these trials look even better than flexible sigmoidoscopy? We need to wait for the data to come in, but I don’t think I’m going out on a limb suspecting it will be at least as good or better. \nHow is it possible that colonoscopy may not be significantly better than flexible sigmoidoscopy? A colonoscopy looks at the right-side of the colon while flexible sigmoidoscopy does not, poor cecal intubation rates, relatively higher risk of complications, worse bowel preparation on the right side of the colon, and the greater prevalence of more sessile serrated polyps—which tend to progress more rapidly to CRC, and are more difficult to detect and remove (i.e., high incomplete resection rate)—may suggest that right-sided lesions are less amenable to a reduction in CRC mortality. However, my guess is that we have a better chance of saving more lives from CRC and all-cause mortality by looking at the site with the highest proportion of CRC—40% of all CRC cases in the U.S. from 2012 to 2016 were located in the cecum, ascending colon, or transverse colon—in the hopes of catching it early, rather than ignoring it during a routine screen. As Michael Schmerin put it to me, the studies claiming that just doing a flexible-sigmoidoscopy is good enough is like saying we should just do left-sided mammography because it gives us a pretty good prediction of what’s happening on the right-side. That may be true, but is that good enough? Why not just look at both breasts and both sides of the colon if you want to do better?  \nAs I noted above, I do not know the details of Boseman’s case and nothing changes the fact that a remarkable and gifted person was taken from us far too soon. But I really hope that we use such a tragedy to revisit how we think about screening for CRC. It’s my wish that his death, which puts a face to a cancer that kills far too many people—young and old—will motivate some of you to revisit your assumptions around improving your odds against one of the deadliest, yet preventable, forms of cancer. \n \n– Peter"
}