{
  "title": "Cortisol and cross-pollination",
  "content": "Cortisol is a hormone I’ve been paying a lot more attention to of late. With more tools available, like advanced hormone testing and continuous glucose monitoring, it’s becoming more realistic to make some educated guesses about the interplay between glucocorticoids and metabolism. As they say (maybe Paul Drucker said it first), what gets measured gets managed.\nIt’s easy to demonize cortisol, much in the same way we are naively prone to do with insulin (i.e., high = bad; low = good). It’s important to remember context before we do so. A great example is the concept of insulin resistance. Depending on where, when, and how, insulin resistance can be either a protective or pathological phenomenon. Similarly, elevated cortisol can help save our life in fight-or-flight situations or it can contribute to chronic disease.\nTo make matters more nuanced, cortisol and insulin appear to play opposing roles acutely. Insulin is a depositing (anabolic) hormone and cortisol is a mobilizing (catabolic) hormone. It would stand to reason that if you want to make a fat cell fatter, bathe it in insulin. Likewise, if you want to make the cell leaner, bathe it in cortisol. Cushing syndrome is a condition where a person is faced with continuous and excessive cortisol production. Are they excessively lean? No. One of the hallmarks of Cushing syndrome is excessive fat accumulation (and in very particular places on the body) and extreme muscle wasting of the extremities. In the case of Addison’s Disease, where cortisol levels can drop to very low levels, it is characterized by weight loss.\nCortisol appears to simultaneously stimulate fat deposition (more fat into a fat cell = “bad”) and fat mobilization (more fat leaving a fat cell  = “good”) and it can induce or exacerbate insulin resistance. What happens to cortisol in the body may depend on what’s happening with insulin, and vice versa, along with other important fat cell hormones and enzymes, such as hormone-sensitive lipase. I find this all very fascinating, though rather than try and give a dissertation here, it brings me to a different thought that I’m really excited about.\nWhen I was noodling the interplay between nutrition, exercise, sleep, stress, and glucocorticoids, I was able to find many insights, and answers to the many questions I have on the issue, from previous guests of the podcast. In some interviews, with Robert Sapolsky, for example, we spent hours discussing glucocorticoids. In others, like the one with Nav Chandel, he touched upon cortisol briefly, where his thoughts might get lost in a sea of mitochondria and metabolism talk.\nOne of the suggestions for the podcast that has come up frequently is to figure out a way to bring the various topics covered in my interviews together, just like what I was attempting to do with cortisol and figuring out which episodes covered it. My team has actually been working on this diligently behind the scenes and is one of the motivations for The Qualys that will be released shortly.\nThese are mini episodes—basically 10-minute-ish clips—to be released Tuesday through Friday, highlighting the best questions, topics, and tactics discussed on the podcast. One of the things I want to put an emphasis on is not just the best clips from a particular episode, but the best topics, which are often covered in several different episodes. Using cortisol as an example, some of the guests that have talked about the hormone and its effects on health include Matthew Walker, Robert Sapolsky, Jason Fung, Nav Chandel, and Robert Lustig. I love the idea of being able to cross-pollinate the ideas of many great thinkers and happy to be able to share it with members.\n– Peter"
}