{
  "title": "COVID framework: How does this thing end?",
  "content": "I posted a video on Instagram a few weeks ago in which I tried to explain to my 5-year-old son where we currently stand in this pandemic. It occurred to me, in the midst of our impromptu Q&A, that his questions are the ones that truly matter right now. \n\nHow much longer will we have to be careful and stay away from other people?\nWill this virus ever go away?\nWhat will vaccines change?\nWhen can I see my friends without strange restrictions?\nWhen can we fly again?\n\n \n§\n\nAs I reflected on his queries after the fact, I mentally constructed a matrix built upon two jugular questions:\n\nOnce a person gets infected with the SARS-CoV-2 virus, how long does immunity last upon recovery (i.e., what is the risk of reinfection and infecting other people)?\nHow efficacious will vaccines against SARS-CoV-2 be, assuming they are very safe (which is not a trivial assumption)?\n\nThese two questions are important to understanding how we get to herd immunity, or having enough of the population immune to SARS-CoV-2 infection to sufficiently impair the virus from finding enough remaining viable hosts to infect. Herd immunity can be achieved through natural immunity (i.e., recovery from infection) or vaccination. The first question examines how much herd immunity occurs naturally via people who were at one point infected by the virus. The second question examines how effectively we can use a vaccine to “trick” the immune system into mounting the type of response that will prevent a serious infection upon first contact with the actual virus.\nNow, if you’re thinking carefully about this, you’ve probably already picked up on what took me a while to appreciate: Questions #1 and #2 are intimately linked. If the answer to Question #1 is “12 months, tops,” then it’s very unlikely a successful vaccine will confer lifetime protection (à la some of the most successful vaccines our species has seen like polio, smallpox, hepatitis B, yellow fever, HPV, and MMR).1Some effective vaccines do require several rounds of administration and/or occasional boosters, but they are not vaccines a person needs to get annually. These vaccines elicit a sufficient immune response that is retained by the memory immune system and effectively protect against viruses that do not have a high amount of mutation. Conversely, if the answer to Question #1 is, essentially, “lifetime immunity once infected,” then we could hope a vaccine would likewise confirm long(er) immunity for most of the population. In this case, a vaccine and natural immunity work in tandem, over time, towards herd immunity.\nThere are ongoing efforts that could work in parallel to vaccine strategies, but for the purposes of my simplified approach, I am not going to include the other preventative and therapeutic treatments in play, which could hedge against vaccines not working. To add a bit of rigor to our thinking, consider broadly the following four cases (think, 2×2 matrix of the two questions, above) which make up the boundary conditions of this problem, in order for herd immunity to occur along different timescales:\n\nCase I: Long-standing immunity to viral infection, but ineffective vaccines\nCase II: Long-standing immunity to viral infection, and very effective vaccines\nCase III: No long-standing immunity to viral infection, and ineffective vaccines\nCase IV: No long-standing immunity to viral infection, but very effective vaccines\n\n<img decoding=\"async\" class=\"alignnone size-full wp-image-13263\" src=\"https://peterattiamd.com/wp-content/uploads/2020/06/herd-immunity.001-3.jpeg\" alt=\"\" width=\"1600\" height=\"1333\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/06/herd-immunity.001-3.jpeg 1600w, https://peterattiamd.com/wp-content/uploads/2020/06/herd-immunity.001-3-300x250.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2020/06/herd-immunity.001-3-1024x853.jpeg 1024w, https://peterattiamd.com/wp-content/uploads/2020/06/herd-immunity.001-3-768x640.jpeg 768w, https://peterattiamd.com/wp-content/uploads/2020/06/herd-immunity.001-3-1536x1280.jpeg 1536w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" />\nFigure. Four scenarios to reach herd immunity.\nAs you can see, there is a best case (Case II), a worst case (Case III), and two middle-of-the-road cases (Cases I & IV). In the best case, a person acquires long-lasting (ideally lifetime) natural immunity from one-time infection by, and recovery from, SARS-CoV-2, and for those not infected a very effective vaccine emerges that mirrors the protection of natural immunity. The best case would look a lot like the long-lasting immunity to, and very effective vaccine for, the Yellow Fever Virus (17D). If a person has recovered from the virus, there is a low chance of reinfection. In tandem, the 17D vaccine induces long-lasting neutralizing (virus-blocking) antibodies in nearly 99% of those who are vaccinated.\nIn the worst case (Case III), a person does not acquire long-lasting natural immunity to viral infection, and furthermore no effective vaccines are developed. In other words, people have short-term immunity–lasting perhaps a year or so–if they were infected, but that’s about it. This scenario resembles the case of respiratory syncytial virus (RSV) which causes a respiratory infection in young children. It is possible, and common, for a child to become reinfected with RSV (although subsequent infections tend to be less severe) and there remains no effective vaccine.\nAlternatively, a person may naturally acquire long-lasting immunity after recovery from SARS-CoV-2 while efforts to vaccinate remain ineffective (Case I). Coxsackievirus (CA), the virus responsible for hand, foot and mouth disease (HFMD), which primarily affects young children, is one such example. The majority of HFMD cases are caused by a particular version of CA, CA16, for which re-infection is unlikely, yet there is no effective vaccine.\nLastly (Case IV), a person may not acquire long-standing immunity to SARS-CoV-2 following infection, but an effective vaccine exists, at least providing short-term immunity. This scenario would resemble what we see with influenza A and B (i.e., the flu), though likely for different reasons.2In the case of influenza, the reason for short-term immunity is genetic drift—the virus changes enough each year, that it always appears novel to the immune system—requiring a new vaccine each year. Conversely, coronaviruses do not appear to genetically drift as much, so if the natural immune response is indeed short, it would more likely be due to the nature of the immune response itself and the (lack of) memory of the immune system. There are different viral strains of influenza, but there is an effective vaccine produced each season to protect against those that are most prevalent. (I’m taking some liberty with the use of the word “effective” when it comes to influenza, as the efficacy varies year to year from as low as 19% to perhaps as high as 60%, but my point is we have a tool that each year attempts to provide temporary immunity to those most at risk—namely, young children, the elderly, and those at highest risk of exposure, such as healthcare workers.)\n \n§\nIn considering all of the combinations of immune durability and vaccine effectiveness, there is another piece of the puzzle that can’t be ignored: Do the answers to my son’s questions change depending on who we are talking about? The answer, of course and emphatically, is YES.\nThere are many factors that might impact how we stratify people. For example:\n\nAll of the factors that roll up into pre-existing conditions of risk for severity of illness (e.g., age, other pre-existing diseases, immune function).\nExposure risk based on occupation (e.g., someone who normally works from home versus a person that works in a crowded place).\nRisk appetite (e.g., someone who deems isolation too high a cost for their own mental and emotional wellbeing).\n\nWe could write a treatise unpacking this further, but let’s instead just focus on #1 and put the most recent data on display, since the numbers look a bit different now from where they were when the pandemic started. The Table below provides the “best guess planning scenario” from the Centers for Disease Control and Prevention (CDC), updated at the end of May. The scenario estimates the infection fatality rate (IFR), stratified by age. In other words, how does the risk of COVID-19 mortality change, depending on how old you are, and when we consider all people infected, not just those who are symptomatic?\nWe know age is one of the biggest determinants of risk, but keep in mind a very healthy 60-year-old with zero comorbidities is probably a lower-risk patient than a 40-year-old with type 2 diabetes and high blood pressure, so use the numbers below as a general guide and ask yourself how physiologically old you are, rather than how chronologically old you are, when trying to understand your own risk.\nTable. CDC estimate of IFR stratified by disease transmission type and age group. Data taken from the CDC’s “best guess” Scenario V, which uses a mix value (of upper and lower bound thresholds) to estimate viral transmissibility, disease severity, percentage of pre-symptomatic transmission, and asymptomatic infections. The full report includes all five scenarios and assumptions made for each.\n<img decoding=\"async\" class=\"alignnone size-full wp-image-13264\" src=\"https://peterattiamd.com/wp-content/uploads/2020/06/Screenshot-2020-06-19-15.47.33.png\" alt=\"\" width=\"3132\" height=\"1182\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/06/Screenshot-2020-06-19-15.47.33.png 3132w, https://peterattiamd.com/wp-content/uploads/2020/06/Screenshot-2020-06-19-15.47.33-300x113.png 300w, https://peterattiamd.com/wp-content/uploads/2020/06/Screenshot-2020-06-19-15.47.33-1024x386.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/06/Screenshot-2020-06-19-15.47.33-768x290.png 768w, https://peterattiamd.com/wp-content/uploads/2020/06/Screenshot-2020-06-19-15.47.33-1536x580.png 1536w, https://peterattiamd.com/wp-content/uploads/2020/06/Screenshot-2020-06-19-15.47.33-2048x773.png 2048w\" sizes=\"(max-width: 3132px) 100vw, 3132px\" />\nIFR: infection fatality rate\nThe CDC’s estimate underscores how IFR increases in older age groups. It may be that age is more of an effect than a cause for disease severity, but for now we can use age as a proxy for underlying illness. It is likely that older age groups will have lower infection resilience and will have a higher proportion of symptomatic cases (more than the CDC’s assumed 65% of infections), which I alluded to in a previous email. The increase in IFR illustrates the difference in mortality risk for older age groups and the importance of who, when we consider implications for immunity durability and vaccine effectiveness.\n \n§\nIn light of these ideas and emerging data, my evolved response to my son’s questions are therefore now as follows:\n1. How much longer will we have to be careful and stay away from other people?\nYounger people should be able to see each other, especially in open spaces, but older people (like grandmom and grandpop) will have to be more careful, and depending on their risk appetite and underlying illnesses, maybe need to stay fair socially distanced until vaccines arrive (or very effective treatments). \n2. Will this virus ever go away?\nThe virus will likely never go away and will likely be yet another member of the coronavirus family that causes common colds, except with a much bigger punch. It is still too early to know how long a person is protected from recurrent bouts COVID-19 after they recover from a previous infection. If it is similar to some other coronaviruses, a research study reports that people might not be protected for very long and could get sick each year.  \n3. What will vaccines change?\nIf a successful vaccine is developed, it would need to be able to protect us for a long time or we may need to get it every year like you get the flu shot. Either way, a good vaccine would help protect us from getting sick with COVID-19 and allow older people like grandmom and grandpop to see other people without having to stay far away. If I were a betting man, I’d think of this more like the type of vaccine we’ll need to get every year or so, rather than a one-and-done vaccine. \n4. When can I see my friends without strange restrictions?\nIt may be okay for you to see your friends and play right now, especially if playing outside and being a bit careful about not getting on top of each other and making sure we avoid playdates with kids who are showing any signs of being sick. But that means that we will have to be careful about the older people you see because older people could get very sick (much more than you would) if they get COVID-19, even while you don’t. \n5. When can we fly again?\nWe can fly right now. The question is, however, how much risk does it pose? It is hard to believe there has not been a big contact tracing study that tracks a few thousand travelers to see how many get sick so that we can better understand how the disease spreads on an airplane. I recently looked to see if I could find something similar on a trials database and two small studies returned: one study reported a single flight where 3.67% of passengers (325 in total) got infected from the identified (index) sick passenger, and the second study reported a single 350-passenger flight where no one got sick from the index passenger. Until we have more information, we need to use our common sense. Younger, healthier people can fly before older people like grandmom and grandpop. Older people need to wait until we know more about how long people are protected from getting the virus again and for a good vaccine/other preventative strategies to protect them. When we do fly, we will also continue to be cautious and wear a mask that we put on correctly and don’t play with until we are off the plane and out of the airport. Even though a fancy N95 mask provides better protection than a cloth mask when worn correctly, it might be better to wear a cloth mask and not touch it at all than have you touch or take off a less-comfortable N95 mask.\n \n– Peter"
}