{
  "title": "Dieting while sleep deprived",
  "content": "This audio clip is from our sleep series with Matthew Walker, Ph.D. — episode #48 – heart disease, cancer, sexual function, and the causes of sleep disruption (and tips to correct it). This episode originally aired on April 8, 2019.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/fokirQ1fkxc?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n§\n\n            \n            Show NotesFuel partitioning and dieting while sleep deprived [16:45]\nDietary changes when you are sleep deprived:\n\nInferior fuel partitioning\nHyperinsulinemia\nImpaired glucose disposal\nA tendency to probably eat more crap\n\n⇒ Peter says: “I’m at my worst when I am sleep deprived. It’s so hard to avoid junk food. Whereas probably the single greatest tool in my arsenal to eat well, is to sleep well.”\nFuel partitioning\n\nThe energy balance of organism (regulation and input) – how much to eat and how the body uses it – is affected by sleep\nRQ (respiratory quotient) goes up when sleep deprived\nRespiratory quotient going up implies that under the same level of exertion, you would preferentially go after glycogen for ATP, as opposed to fat\n\nThis signals a metabolic inefficiency\n\n\n\nDieting while sleep deprived\n\nThis great study showed that dieting when underslept (6 hrs or less) was much less effective in terms of fat loss\nIf underslept, 70% of what you lose is from lean muscle mass (the body holds onto fat)\nA big reason for this above is the high levels of cortisol (stress hormone) and insulin\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2019/04/bio-image-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/04/bio-image-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2019/04/bio-image-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science. \nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google. \n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s"
}