{
  "title": "Do THC and CBD help you sleep?",
  "content": "This audio clip is from our sleep series with Matthew Walker, Ph.D., episode #49 — Matthew Walker, Ph.D., on sleep – Part III of III: The penetrating effects of poor sleep from metabolism to performance to genetics, and the impact of caffeine, alcohol, THC, and CBD on sleep. This episode originally aired on April 15, 2019.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/237TvVJQINA?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n \n\n            \n            Show NotesThe efficacy of THC and CBD as sleep aids [1:05:30]\nReview of the literature on THC and CBD ⇒ Cannabis, Cannabinoids, and Sleep: a Review of the Literature. \nTHC\n\nTHC is not a good sleep aid for a teenager (because their brain is still developing)\n\nDoes THC help sleep in adults?  ⇒ “No. I don’t think I’d feel comfortable in suggesting that it’s a pro sleep compound.”\nWhat about different strains (sativa vs. indica)? ⇒ Not enough data to differentiate among strains\nWhat does THC do for sleep?\n\nTHC does make you fall asleep faster (reduces sleep latency)\nBut like alcohol, it blocks REM sleep\n\nTHC tolerance\n\nWith regular use of THC…\n\nyou start to lose the sleep latency benefit\nAnd if you try to quit using it, many people get “rebound insomnia” \n\n\n\nCannabidiol (CBD)\n\nThere’s not enough data yet on CBD as a sleep aid, although the data is more promising than THC\nBut it’s very hard to get studies funded because of the “moral” factor\nMatthew would love to do a study on CBD (is considering something like Kickstarter to crowdsource the funding)\n\nWhat the early data on CBD is showing:\n\nFalling asleep faster with CBD \nEarly tentative preliminary evidence suggests it does not have the same negative impact on REM\nAlso fewer dependency issues and don’t get insomnia rebound\nCBD might also benefit some sleep disorders\n\nMight reduce severity of sleep apnea\nMight also help PTSD-related sleep problems\n\n\nCaveats\n\nIt’s dose dependent, and it’s not clear at this point what the optimal dose is\nThere may be other doses that are actually detrimental to sleep and we need to stay away from them\nSo it might that there is a U-curve with a “sweet spot” for dosing with other doses being detrimental to sleep\n\n\n\nDoes CBD increase your deep sleep?\n\nNot enough evidence to say it definitely increases the amount of deep sleep\nBut there is some promising data (one single, small study)\n\nBy what mechanism is CBD potentially improving sleep?\n\nLowering core body temperature\n\nOne hypothesis is that CBD may decrease your core body temperature, leading to better sleep\n\n\nAnxiety \n\nAnother is indirect benefits through its reduction of anxiety, for which evidence is strongest right now\nAnxiety is a major cause of insufficient or poor sleep\nIf you lower the “fight or flight” response, you get a more parasympathetic state and/or your core temperature drops\n\n\n\nPeter has seen some anecdotal evidence of impressive results with CBD\n\nSeems to especially work for people with existing sleep issues\nFor those who sleep well already, CBD doesn’t seem to improve it\nAnd it does not work for everyone\nBut Peter has seen patients for which medications won’t work for them but CBD oil does, it’s not clear why\n\n§Selected Links / Related MaterialReview of the literature on THC and CBD: Cannabis, Cannabinoids, and Sleep: a Review of the Literature. (Babson et al., 2017) [1:06:15]\nTHC will decrease the amount of time it takes you to fall asleep: Effect of Delta-9-tetrahydrocannabinol and cannabidiol on nocturnal sleep and early-morning behavior in young adults. (Nicholson et al., 2004) [1:06:45]\nTHC is a very robust blocker of your dream sleep (REM sleep): Sleep Disturbance in Heavy Marijuana Users (Bolla et al., 2008) [1:07:15]\nInsomnia due to the quitting of marijuana (THC) usage: Cannabinoid abuse and addiction: Clinical and preclinical findings (Panlilio et al., 2015) [1:07:45]\nPotential benefits of CBD on sleep (fall asleep fasting, increase in REM sleep, no dependency issues, PTSD-related sleeping issues): Cannabis, Cannabinoids, and Sleep: a Review of the Literature. (Babson et al., 2017) [1:12:00]\nCBD oil for sleep problems related to PTSD: Effectiveness of Cannabidiol Oil for Pediatric Anxiety and Insomnia as Part of Posttraumatic Stress Disorder: A Case Report (Shannon et al., 2016) [1:12:30]\nCBD as wake-promoting: Potential Effects of Cannabidiol as a Wake-Promoting Agent (Murillo-Rodriguez et al., 2014) [1:12:30]\nDifferent doses, different deep sleep (in rats)? Hypnoticlike effects of cannabidiol in the rat (Monti, 1977) [1:13:00]\nTHC & CBD and body temperature (in mice): Absence of interaction between δ9-tetrahydrocannabinol (δ9-THC) and cannabidiol (CBD) in aggression, muscle control and body temperature experiments in mice (Ham and Jong, 1975) [1:13:30]\nCBD and anxiety: Cannabidiol Reduces the Anxiety Induced by Simulated Public Speaking in Treatment-Naïve Social Phobia Patients (Bergamaschi et al., 2011) [1:14:15]\nCBD and anxiety: Inverted U-shaped dose-response curve of the anxiolytic effect of cannabidiol during public speaking in real life (Zuardi et al., 2017) [1:14:15]\nCBD and anxiety: Cannabidiol in Anxiety and Sleep: A Large Case Series (Shannon et al., 2019) [1:14:15]\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image3-box-500x500.png\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image3-box-500x500.png 500w, https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image3-box-150x150.png 150w, https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image3-box-300x300.png 300w, https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image3-box-768x768.png 768w, https://peterattiamd.com/wp-content/uploads/2019/04/matthew-walker-image3-box.png 810w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science. \nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google. \n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s"
}