{
  "title": "Does low cholesterol cause cognitive impairment? Part I",
  "content": "See Full Series:\n\n\n\n(September 19, 2021) Does low cholesterol cause cognitive impairment? | Part I\n(September 26, 2021) Does low cholesterol cause cognitive impairment? | Part II\n(February 2, 2022) Low LDL cholesterol and neural development | Part III\n\n\n\n\nThere’s a widely held notion that what is good for the heart is good for the brain. But when it comes to cholesterol levels, there’s some concern that lower may not be better in the case of the brain. Cardiovascular disease (CVD) is primarily driven by three things: lipoproteins (the molecules that traffic cholesterol via the bloodstream), inflammation, and endothelial dysfunction. When lipoproteins are out of whack and behavioral modifications like nutrition, exercise, sleep, and stress management aren’t solving the issue, there are several drugs that can reduce the amount of cholesterol and the lipoproteins that escort them through the body. We all know about statins and their ability to reduce LDL cholesterol (LDL-C). Depending on the type and dose of the drug, they can lower LDL-C by about 25 to 50%. A newer class of drug on the market, known as PCSK9 inhibitors, more reliably lowers LDL-C, typically by an average of 50 to 60%. For example, one study in patients already on statins taking a PCSK9 inhibitor showed an average reduction in LDL-C from about 90 mg/dL at baseline to 30 mg/dL less than a year later.\nBut do the CVD benefits of lipid-lowering drugs come at a cost of increased risk of cognitive impairment? It seems like a valid concern, given the importance of cholesterol synthesis and metabolism in the brain. In 2012, the FDA issued a label change to statins to include the potential for cognitive side effects such as memory loss and confusion. The warning was based on post-marketing surveillance and observational studies, but nonetheless put the potential for adverse cognitive effects of lipid-lowering therapies under the spotlight. One line of thought that may seem to support the FDA’s warning has to do with the fact that cholesterol is a major constituent of the human brain and is the body’s most cholesterol-rich organ, containing about 20% of the body’s total cholesterol, despite making up about 2% of the total body’s mass. Cholesterol is essential for normal brain development and is critically important for brain function. If we slash the amount of LDL and the cholesterol they contain while circulating in the plasma, will it have negative consequences for the brain and its voracious appetite for cholesterol?\nA recent randomized controlled trial adds to the accumulating evidence suggesting that the answer is no. This study in more than 2,000 patients with familial hypercholesterolemia and at high CVD risk while on a maximally tolerated statin dose found, after nearly two years of treatment, there was no effect on cognitive function in those taking a PCSK9 inhibitor called alirocumab compared to placebo. As expected, the PCSK9 inhibitor group had a greater proportion of patients reaching an LDL-C of less than 70 mg/dL (more than 60%) and less than 50 mg/dL (nearly 50%). These numbers represent the 2nd and less than the 1st percentile of the adult population, respectively (according to the Framingham Offspring Study data).\nSo, why doesn’t lowering the amount of cholesterol in the periphery lead to cognitive impairment?\nThe answer lies in understanding that the amount of cholesterol we measure in circulation—that which is contained in the plasma lipoproteins we concern ourselves with—represents a tiny fraction of total body cholesterol. The body has four distinct “pools” of cholesterol, in which tissues have regulatory mechanisms to maintain their respective homeostasis. In order of size, these pools of cholesterol consist of: peripheral tissues, red blood cells, liver, and lipoproteins. It turns out that the brain synthesizes its own cholesterol and does not exchange cholesterol with the other aforementioned pools, which means that cholesterol concentrations outside the brain have no direct impact on brain cholesterol. If you recall, the brain is the most cholesterol-rich organ, accounting for about 20% of the body’s total cholesterol—and it has distinct turnover dynamics: the brain cholesterol’s half-life is in the order of years compared to a cholesterol half-life of a few days in other tissues in the body. So consider the brain’s cholesterol pool as a closed, self-sufficient system since it cannot exchange and excrete cholesterol, unlike other cholesterol pools in the periphery.  \nThere is no relation between plasma cholesterol measurements and tissue pools of cholesterol. Once you understand that circulating cholesterol is not an accurate proxy for the brain’s cholesterol required for neuronal function, it should come as no surprise that several other studies have demonstrated that PCSK9 inhibitors induced dramatic reductions in plasma LDL-C concentrations to as low as 10 mg/dL without adverse cognitive effects.\nTo drive home the point that the cholesterol within circulating lipoproteins in the plasma has little to do with peripheral pools of cholesterol or brain cholesterol, consider that newborns to young children have very low total plasma cholesterol compared to adults. As an additional proof point, developing infants have quite low plasma cholesterol (between 100 and 130 mg/dL) and yet have the highest demand for cellular cholesterol, as they are in a period of rapid brain development. If plasma cholesterol were an accurate proxy for the cholesterol needed for our tissues and organs, we’d all be dead. \nBut all of this said, it still does not fully satisfy my need to know if aggressive statin use, at least in some people, might be associated with poor cognitive outcomes. Much of the data we have discussed are based on the use of PCSK9 inhibitors, which are the most potent lipid-lowering medications available. But their mechanism of action increases lipoprotein clearance from the circulation via the liver by directly inhibiting a protein that degrades LDL receptors (LDLR). Conversely, statins work primarily by inhibiting cholesterol synthesis, which has the knock-on effect of increasing liver expression of LDLR and clearance of LDL. So, while the manner in which these two drugs work is similar (LDLR-mediated), the mechanisms by which the two affect LDLR are different. Is it at least possible that statins, specifically, may alter brain cholesterol synthesis? \nNext week I’ll probe this question a bit more deeply."
}