{
  "title": "Does exercise reduce the risk of Alzheimer’s disease?",
  "content": "This clip is from episode #18 – Richard Isaacson, M.D.: Alzheimer’s prevention, originally release on October 1, 2018.\n<iframe title=\"Does exercise reduce the risk of Alzheimer&#039;s disease? | Richard Isaacson, M.D. &amp; Peter Attia, M.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/uCmb1uLiHVo?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n \n\n            \n            Show NotesExercise\n\nThe only thing a person can do right now if they have amyloid in their brain to reduce it, or slow the accumulation, is exercise on a regular basis\nMix up your exercise between aerobic and anaerobic\nLift weights (Figure 8)\nAvoid sitting for extending periods of time\n\n<img decoding=\"async\" class=\"alignnone wp-image-5197\" src=\"https://peterattiamd.com/wp-content/uploads/2018/09/oliver-sacks-squat-300x284.png\" alt=\"\" width=\"600\" height=\"568\" srcset=\"https://peterattiamd.com/wp-content/uploads/2018/09/oliver-sacks-squat-300x284.png 300w, https://peterattiamd.com/wp-content/uploads/2018/09/oliver-sacks-squat-768x728.png 768w, https://peterattiamd.com/wp-content/uploads/2018/09/oliver-sacks-squat.png 988w\" sizes=\"(max-width: 600px) 100vw, 600px\" />\nFigure 8. Oliver Sacks squatting 600 lbs: a California state record in 1961. “I felt inspired by Karl and determined to lift greater pound-ages myself, to work on the one lift I was already fairly good at— the squat. Training intensively, even obsessively, at a small gym in San Rafael, I worked up to doing five sets of five reps with 555 pounds every fifth day. The symmetry of this pleased me but caused amusement at the gym—“ Sacks and his fives.” I didn’t realize how exceptional this was until another lifter encouraged me to have a go at the California squat record. I did so, diffidently, and to my delight was able to set a new record, a squat with a 600-pound bar on my shoulders. This was to serve as my introduction to the power-lifting world; a weight-lifting record is equivalent, in these circles, to publishing a scientific paper or a book in academia.” Image and copy credit: On the Move: A Life by Oliver Sacks.\n§People Mentioned\nDan Palenchar (Attia Medical analyst, cognitive testing, exercise for mitigating Alzheimer’s) [38:00, 1:58:30]\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2018/09/richard-Isaacson-2x1-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2018/09/richard-Isaacson-2x1-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2018/09/richard-Isaacson-2x1-150x150.jpeg 150w, https://peterattiamd.com/wp-content/uploads/2018/09/richard-Isaacson-2x1-300x300.jpeg 300w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Richard Isaacson, M.D.Richard S. Isaacson, M.D. currently serves as Director of the Alzheimer’s Prevention Clinic, Weill Cornell Memory Disorders Program, and Director of the Neurology Residency Training Program at Weill Cornell Medical College/NewYork-Presbyterian Hospital. He previously served as Associate Professor of Clinical Neurology, Vice Chair of Education, and Education Director of the McKnight Brain Institute in the Department of Neurology at the University of Miami (UM) Miller School of Medicine. He completed his residency in Neurology at Beth Israel Deaconess Medical Center/Harvard Medical School, and his medical internship at Mount Sinai Medical Center in Miami Beach, FL. Prior to joining UM, he served as Associate Medical Director of the Wien Center for Alzheimer’s disease and Memory Disorders at Mount Sinai.\nA graduate of the accelerated 6-year B.A./M.D. program at the University of Missouri – Kansas City School of Medicine, Dr. Isaacson now specializes exclusively in Alzheimer’s disease (AD) risk reduction and treatment, mild cognitive impairment due to AD and pre-clinical AD. His AD research focuses on nutrition and the implementation and longitudinal assessment of dietary interventions for AD management. Dr. Isaacson has a family history of AD, including his Uncle Bob (diagnosed while he was in high school) and his Dad’s Cousin (diagnosed six years ago) and passionately believes in a comprehensive, multi-modal approach toward both AD treatment and prevention. He is the author of two best-selling books geared for patients and caregivers, Alzheimer’s Treatment Alzheimer’s Prevention: A Patient & Family Guide (2012 Edition) and most recently, The Alzheimer’s Prevention & Treatment Diet.\nDr. Isaacson’s career in education spans undergraduate (student), graduate (resident/fellow), and continuing (faculty) medical education, as well as patient, caregiver and community education/outreach. His recent efforts have focused on the development of Alzheimer’s Universe (www.AlzU.org) a vast online educational portal on AD, with results published in the Journal of the Prevention of Alzheimer’s disease. He has chaired the AAN Undergraduate Education Subcommittee working group in dementia and received the AAN Education Research Grant for “Evaluating the effectiveness of Continuum: Dementia as a teaching tool for medical students” published in Neurology. He recently led a collaborative education and health information technology research initiative at Weill Cornell, Harvard, UM, U. Pennsylvania, U. Rochester published in Neurology. He is the author of numerous publications, his research in neurology and medical education has been presented at scientific meetings nationally and internationally, and was awarded the 2009 AAN A.B. Baker Teacher Recognition Award. He is also a member of the Alpha Omega Alpha Medical Honor Society. [weillcornell.org]"
}