{
  "title": "Early risk assessment markers to delay cardiovascular disease",
  "content": "Half of solving the longevity equation comes down to delaying the onset of chronic disease. The longest lived among us do not live longer with chronic disease; they live longer without them. Atherosclerotic cardiovascular disease (ASCVD), the most prevalent disease in the developed world, is the disease most likely to cause death into old age. That is why I am so interested in assessing ASCVD early, so that the wheels of prevention can be set in motion. And when I say early, I mean in the ballpark of adolescence. If you’re not familiar with some of my previous writing on this topic, I suggest reading this piece from a few years ago about how early in life heart disease actually begins. Guided intervention with early risk assessment markers like non-high-density lipoprotein cholesterol (non-HDL-C) and apolipoprotein B (apoB) can delay the onset of ASCVD. \nA recent study in JAMA concluded non-HDL-C is an important early predictor of ASCVD, the emphasis here being on the early part. The study reported that an elevated non-HDL-C in adolescence—people between the ages of 12 and 18 years old—had the strongest association with ASCVD in midlife. This finding is especially compelling since our aim is to predict the risk of having cardiovascular disease long before it occurs. The earlier that atherogenic risk can be identified by cholesterol risk markers, the better chance there is to address it and prevent disease at a later stage in life.  \nThe study uses non-HDL-C to assess atherogenic risk because it can estimate the mass of cholesterol molecules contained in potentially atherogenic lipoprotein particles. Think of a lipoprotein as a vehicle that carries lipids through plasma. Non-HDL-C is a calculated value derived by subtracting HDL-C from total cholesterol (i.e., all the cholesterol being carried in all lipoproteins, less the cholesterol being carried in the HDL particles). So the formula aims to estimate the amount of cholesterol in very low density lipoprotein (VLDL), low density lipoprotein (LDL), and intermediate density lipoprotein (IDL) particles (this also includes the cholesterol carried in lp(a) particles).\nOne limitation of the value is that it is calculated as opposed to directly measured. A second limitation is that it estimates the cholesterol mass contained in particles, which is a surrogate for the actual particle count. By contrast apoB, a peptide found on the surface of certain lipoproteins, is a direct measurement providing the best assessment for the number of the lipoproteins capable of causing atherosclerosis. For the purposes of this discussion, apoB essentially measures the quantity of potentially atherogenic LDL particles, since about 90% of apoB is located on LDLs. So to summarize, non-HDL-C estimates the quantity of the cholesterol mass within particles, whereas apoB measures the number of the potentially atherogenic particles. Even though apoB has a greater predictive ability for ASCVD, non-HDL-C is still a good initial screening tool that generally correlates with apoB measures. Ideally, both can be used to guide individual management. \nBack to the JAMA study. This prospective cohort study began in 1980 (before measuring apoB was as easy as it is today) and followed 3 population groups over a 28-year period. The study recorded non-HDL-C, which was determined for 3 different life stages: adolescence, young adulthood, and mid-adulthood. The measure was classified as either “normal” or “elevated,” using guideline-based recommended cutoffs. In the final year of the study, the 589 participants, who were by then between 40 to 46 years old, received a coronary artery calcium (CAC) scan to assess the presence and extent of coronary artery calcification, a manifestation and marker of very advanced coronary artery disease. A CAC scan is a strongly validated and well-accepted indicator of the advanced stages of coronary atherosclerosis.  \nWith mean values for non-HDL-C taken at 3 time points across the study period, and CAC scan results in the final year, the study then correlated the association of non-HDL-C and the presence of CAC in mid-adulthood. About 1 in 5 participants in the study had calcification in their coronary arteries at the end of the 28-year study period, when they were in their early-to mid-40s. The study reported that, compared to having normal non-HDL-C, elevated non-HDL-C in adolescence was associated with a 16% increased likelihood of developing CAC in mid-adulthood. When non-HDL-C was elevated in either young adulthood or mid-adulthood, there was also an increased likelihood of CAC by the end of the study period (14% and 12%, respectively) (Figure).\n<img decoding=\"async\" class=\"wp-image-15140 aligncenter\" src=\"https://peterattiamd.com/wp-content/uploads/2021/03/OR-CAC_1-300x190.png\" alt=\"\" width=\"805\" height=\"510\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/03/OR-CAC_1-300x190.png 300w, https://peterattiamd.com/wp-content/uploads/2021/03/OR-CAC_1-1024x648.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/03/OR-CAC_1-768x486.png 768w, https://peterattiamd.com/wp-content/uploads/2021/03/OR-CAC_1-1536x972.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/03/OR-CAC_1-2048x1295.png 2048w\" sizes=\"(max-width: 805px) 100vw, 805px\" />\nFigure. The likelihood of developing coronary artery calcification in mid-adulthood with the presence of elevated non-HDL-C in 3 different life stages: adolescence, young adulthood, and mid-adulthood. Source data: Armstrong et al., 2021\nIt is not surprising that the study found what it did. I like to explain to patients that cardiovascular disease is a time-course disease, which is why age is such a strong predictor of risk. The longer your artery walls are exposed to atherogenic particles, the more likely they are to incur damage, which is why earlier exposure to these particles incurs more risk and most strongly correlates to disease later in life. In other words, the damage from atherogenic particles accumulates over the course of a lifespan, which means more disease, manifested as CAC, or worse: a cardiovascular event, such as a heart attack or sudden death.\nThe study results tell us that measuring non-HDL-C as a marker of atherogenic risk early in life can help identify young adults at risk for midlife coronary artery disease, decades before disease manifests. The takeaway here is that we need to stop considering ASCVD as a 5-year or 10-year risk or waiting until someone has already developed damage. Surveilling non-HDL-C (or better yet, apoB) early in life—much sooner than we typically do—provides the opportunity for early lifestyle and pharmacologic intervention to delay the onset of ASCVD."
}