{
  "title": "European Vacation",
  "content": "I know I’m not alone in sensing this, as I’ve had this discussion with at least a dozen friends over the past few years. There is something fundamentally different about food in Europe, when compared to the food in North America.\nYes, there are the obvious differences—in Europe the portions seem smaller, they seem to contain less sugar, and meals tend to take longer (though this can be confounded by the fact that we’re on vacation there, but I still find that ‘on vacation’ in North America we still eat quicker). Europe also lends itself to more walking and coffee and myriad other things that make what I’m about to say anything but scientific.\nAll of these caveats aside, I am becoming convinced there is something different about the starches—especially the breads and pastas—there versus here. I don’t yet have enough information to suggest I know what I’m talking about, so this is pure hypothesis generation: Is it different strains of wheat? Is it different pesticides? Is it different ingredients used alongside the wheat? I don’t know. But here is what I observed on my recent trip to Italy. I went out of my way to never say “no” to food, which meant eating more pasta and bread in one week than the previous year combined. (I also ate as much gelato as possible on 4 occasions and each time came away feeling fine—not sick and not longing to drink 2 gallons of water—both feelings I experience at home if I have even 10% of that volume in ice cream, including “fancy” high-end ice cream.)\nSo to recap: Bread, pasta, and gelato seem somehow different in Europe (I’ve now experienced this in 4 or 5 European countries over the past few years) from North America. What gives? I don’t think it’s just that the pasta is more likely to be cooked al dente that’s pushing the needle here. And this is not to suggest a reasonably carbohydrate-intolerant person like me can consume all he wants without consequence. I also see little evidence to support that extreme view. But I do (and by extension suspect this is true for others) sense I can consume more than I can back home.\nA few weeks ago my friend Mark Hyman interviewed me for his podcast (it’s probably coming out in the Fall) and after recording, we hit up his favorite local spot for dinner. The discussion centered around his next book, which explores this topic and more. As we get closer to the release of Mark’s book (late Q4 or early Q1 ’20) I can’t wait to sit down with him on The Drive and go crazy deep on this topic.\n– Peter"
}