{
  "title": "Hormone therapy and breast cancer?",
  "content": "There are not many topics in clinical medicine more polarizing than hormone replacement therapy (HRT) for women suffering from menopausal symptoms. Recently, The Lancet published a study finding “definite” excess risks of breast cancer associated with the use of HRT (with the exception of vaginal estrogen), and the issue included an accompanying editorial entitled “Menopausal hormones: definitive evidence for breast cancer.”\n\nIt came as a welcome counterpoint when Carol Tavris and Avrum Bluming sent me their response to the study, above. If you listened to my podcast with Avrum and Carol, and/or read their book on this very topic, Estrogen Matters, you have more context to appreciate Avrum and Carol’s response to the study provided in full, below.\n– Peter\n§\nMuch Ado About Little\nResponse to the recent Lancet paper on hormone therapy and breast cancer risk\nAvrum Bluming, MD, and Carol Tavris, PhD\n \nHere we go again, another round of scary headlines designed not to guide women through an informed decision process about Hormone Replacement Therapy (HRT)—also called Menopausal Hormone Therapy (MHT)—but to frighten them away from even considering it.(1)\nAnd once again, a close reading of the study reveals that the data do not support the alarm.\nValerie Beral, the Head of the Cancer Epidemiology Unit at Oxford and the senior author of the paper, together with her widely respected colleagues, seem to enjoy working with large numbers, especially if the large numbers can identify a frightening, headline-worthy result.\nAs for this latest paper, here is a summary of our objections:\nThe investigators reported having analyzed the data records of 108,647 postmenopausal breast cancer patients collected from dozens of previously published reports as well as unpublished data sets, and compared each patient with up to four randomly selected matched controls without a breast cancer diagnosis. In the accompanying editorial, Joanne Katsopoulos of the Women’s College Research Institute in Toronto, writes: “The complexity of the study design makes it difficult to appraise the results and most of us will take the results on face value.”(2) Read that statement again. When researchers dazzle readers with an avalanche of findings that require other professionals to “take the results on face value,” something is very wrong. It is the researchers’ job to make their data available—and readable—so that the data can be assessed independently. And yet Katsopoulos, while admitting it was “difficult to appraise the results,” apparently had no qualms titling her editorial “definitive evidence for breast cancer.” Definitive?\n\nEven if their unclear assumptions are true and their difficult-to-understand calculations accurate, the Collaborative Group’s authors conclude that MHT administration would result in only one additional breast cancer for every 50 women who took it for 5 years, while taking estrogen alone would result in one additional breast cancer for every 200 women treated. We don’t intend to minimize the risks and fears associated with a diagnosis of breast cancer, but, as we show in Estrogen Matters, these absolute numbers indicate how non-frightening the results are, since these modest increases in absolute numbers are found in countless other medical studies of medications and treatments without generating panic about stopping them.\nMoreover, the authors fail to say that even if their finding of a small increased risk is valid,  breast cancer is currently curable in approximately 90% of newly diagnosed patients. Additionally, they fail to provide a balanced discussion of MHT’s benefits, which include relief from incapacitating menopausal symptoms, and reductions in the risks of cardiovascular disease (responsible for killing seven times more women than breast cancer), osteoporotic hip fracture, and Alzheimer’s Disease.\nWe regret that Lancet is facilitating a wide dissemination of this unbalanced and inaccurate reporting. This paper does not provide meaningful guidance to clinicians, and it sows confusion and fear among patients.\n§\nPostscript: Some criticisms of the Million Women Study: A previous big-number study by Valerie Beral and associates.\n\nThe Million Women Study consisted only of 2 questionnaires separated by about 3 years and sent to over a million women. In spite of the grandiose title, only 44% of the sample responded to both surveys. A summary of the negative critiques of that paper summarized below is taken from several critical analyses (3,4,5):\n\nThe total incidence of breast cancer in this study, among all the women surveyed, was 1.4%. The investigators estimated that for every 1,000 women taking combination estrogen/progestin for 5 years, there would be an extra 6 cases of diagnosed breast cancer, and for every 1,000 women taking estrogen alone for five years, there would be an extra 1.5 cases.\nOf that 1.4%, the increased risk of breast cancer was identified only in current hormone users but not in past users— even if past use had exceeded 15 years. The authors never explain or offer a biologic rationale for why current use is harmful and past use is not. This criticism has been leveled as well against The Collaborative Reanalysis,(6) The Nurses Health Study,(7) and the WHI.(8)\nThe average time from beginning therapy to diagnosis of breast cancer was brief (1.2 years), suggesting to clinicians that, in many cases, breast cancer had been present, but unidentified, before the women entered the study; the women who filled out the original questionnaire may have been aware of a problem in the breast, prompting their participation. The study appears to have been selecting this population with, not surprisingly, a high incidence of breast cancer. Perhaps, also not surprisingly, the median time from diagnosis to death from breast cancer in that study was only 1.7 years.\nIn a paper published eight years after the original Million Women Study report, the same investigators reported that the admittedly small increased risk of breast cancer seen among women taking estrogen was found only among those who started it within five years of reaching menopause. For those starting it more than five years after a final period, the incidence of breast cancer was the same as that found among never users.(9) How is this biologically plausible? The authors’ reliance on questionably generated numbers to the exclusion of biologic plausibility raises serious questions about the reliability of the conclusions they present.\n\nIn 2012, Nick Panay, Chair of the British Menopause Society, wrote the following about the Million Women Study:\n“I believe the use of statistics in this study is intimidating to most readers, and possibly to editors as well. I can’t help but feel that these authors decide what conclusions they want to publish, and use their data to construct the desired conclusion.”(10)\nWe could not agree more.\nAvrum Bluming, MD, and Carol Tavris, PhD\nReferences\n1. Collaborative Group on Hormonal Factors in Breast Cancer. Type and timing of menopausal hormone therapy in breast cancer risk: individual participant meta-analysis of the worldwide epidemiological evidence. Lancet http://dx.doi.org/10.1016/S0140-6736(19)31709-X\n2. Kotsopoulos J. Menopausal hormones: definitive evidence for breast cancer. Lancet 2019;http://dx.doi.org/10.1016/S0140-6736(19)32033-1.\n3. Speroff L. The Million Women Study and breast cancer. Maturitas 2003;46:1-6.\n4. van der Mooren MJ, Kenemans P. The Million Women Study: a licence to kill other investigations? Europ J Obstet Gynecol Reprod Biol 2004;113:3-5.\n5. Shapiro S, Farmer RDT, Stevenson JC, et al. Does hormone replacement therapy cause breast cancer? An application of causal principles to three studies. Part 4. The Million Women Study. J Fam Plann Reprod Health Care. 2012;38:102-9.\n6. Collaborative Group on Hormonal Factors in Breast Cancer. Breast cancer and hormone replacement therapy: Collaborative reanalysis of data from 51 epidemiological studies of 52,705 women with breast cancer and 108,411 women without breast cancer. Lancet 1997; 350:1047-59.\n7. Colditz GA, Hankinson SE, Hunter DJ, et al. The use of estrogens and progestins and the risk of breast cancer in postmenopausal women. N Engl J Med  1995; 332:1589-93.\n8. Rossouw JE, Anderson GL, Prentice RL, et al. Risks and benefits of estrogen plus progestin in healthy postmenopausal women: Principal results from the Women’s Health Initiative Randomized Controlled Trial. JAMA  2002; 288: 321-33.\n9. Beral V, Reeves G, Bull D, et al. for the Million Women Study Collaborators. Breast Cancer risk in relation to the interval between menopause and starting hormone therapy. J Natl Cancer Inst 2011;103:296-305.\n10. Panay N. Commentary regarding recent Million Women Study critique and subsequent publicity. Menopause International 2012; 18:33-5."
}