{
  "title": "How did we come to believe saturated fat and cholesterol are bad for us?",
  "content": "There aren’t too many topics that really get me riled up anymore.  I’m too old and too busy to care about debating the merits of stem cell research, the legalization of marijuana, or Proposition 8.  Sure, I have strong opinions on all of these topics and more, but they are just that – opinions.  Furthermore, there are enough other people out there, some reasonable, most irrational, already fighting those fights.  So what does get me riled up?  Every time I hear someone “assert” that saturated fat and dietary cholesterol lead to heart disease I have to bite my tongue.  Why do I bite my tongue?\n\nAs Frederic Bastiat once said,\n“We must admit that our opponents in this argument have a marked advantage over us.  They need only a few words to set forth a half-truth; whereas, in order to show that it is a half-truth, we have to resort to long and arid dissertations.”\nThis is, unfortunately, quite true.  When I’m at a dinner party and someone starts lecturing the table about the perils of saturated fat (or red meat, or eggs, or fill-in-the-blank), I’m at the point – after years of being kicked under the table by my wife – of just asking the “authority” at the table one question:  Why do you believe this is true?\nI figure, put the burden of proof on them, right?  This week, and I apologize for how long overdue this post is, I’m going to get into the details of  how this country (and many others who followed our lead) came to believe one of the most pervasive myths in the entire field of nutrition.\nTo write it all out would require a tome.  In fact, such a tome already exists.  It’s called Good Calories, Bad Calories. But for most people, especially the “authorities” who already “know” the answer, it’s a complex and lengthy book.  Furthermore, it’s not exactly something you can just whip out at a dinner party.\nI recently gave a talk at the UCSD medical school.  I was asked to give a talk about “ethics.”  While I have no professional training as an ethicist, I still think I have a good idea about what is and is not ethical.  As I’ve learned more and more about this topic, it appears to me that the state of our current nutritional environment, with food policies based on just about everything but rigorous, experimental science, couldn’t make much ethical sense.  I’m pretty sure if Plato, Aristotle, and Nietzsche were still around they’d be disgusted with how we got here.  So, I was happy to take this opportunity to speak with a group of thought leaders on this important topic.\nI gave a more recent (circa 2015) talk on the subject which captures both the video and and my slides, which I’ll share below. It’s about an hour long. But as Bastiat essentially said, if you want to overturn half-truths, you can’t do it with bumper stickers. Hopefully you’ll find this talk informative and useful for your dinner party discussions.\n<iframe title=\"Readdressing Dietary Guidelines - Dr. Peter Attia\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/31g94p5J2gE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\nThe link to this video can also be found here, for those reading this post on email or those wishing to view it in a larger format."
}