{
  "title": "How Peter thinks about managing GFR & high blood pressure in his patients",
  "content": "This video clip is taken from  Podcast #194 – How Fructose Drives Metabolic Disease with Rick Johnson, M.D. Rick Johnson is a Professor of Nephrology at the University of Colorado. In this video clip, Peter and Rick Johnson discuss how to think about managing blood pressure and when to use dietary interventions versus medications.\n<iframe title=\"How Peter Attia thinks about managing GFR &amp; high blood pressure\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/P8SqdAVsZZE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n§\n\n            \n            Show Notes \nThe role of hypertension in chronic disease and tips for lowering blood pressure [1:30:45]\n\nPeter comments that he freaks out when it comes to managing the glomerular filtration rate (GFR) in his patients because he’s not a nephrologist\n\nHe wants people to live to 100; most people aren’t going to but this is an aspiration\nA 40-year old patient with a GFR of 85 is normal; but Peter wants her to live to 100 not 80, so he needs to treat her like a 20-year old\n\nThis is why he wants to understand this\n\n\nIf he wants to get people’s kidneys to have a GFR above 40 at the age of 100, do the standards on hypertension need to be revised?\n\n\nRick replies, “the answer is we would prefer blood pressure of 120 over 80, but if it’s 135 over 85, to put someone on a medication that they’ll have to take for the next 60 years, I’m not sure that that’s the best way to go. I think that doing nutritional and exercise related maneuvers when you’re at 135 over 85 should be the way to go.”\n\nDietary changes can reduce blood pressure\n\nBlood pressure can be fixed by diet— reducing salt, picking healthier foods, and exercising\n\nBut the trouble with when someone gets to 140 over 90, if they can’t lower their blood pressure by dietary means, they should go on an antihypertensive medication because it will provide protection over time\n\n\nRick hasn’t seen any evidence that antihypertensives provide long term benefit to patients with a blood pressure of 135/85\n\nDietary measure makes sense\nHe’s not sure about pharmaceutical interventions\n\n\n\n“The trouble with defining hypertension at a lower level, is it implies that antihypertensive should be used at those lower levels and I don’t think that the evidence is strong enough to warrant that” – Rick Johnson\n\nPeter notes that “the absence of evidence is not the evidence of absence”; perhaps this should be studied\n\nThis is  the same problem that we face when we try to think about this through the lens of cardiovascular disease, which is, is a 30 year old with an apoB of a hundred worse off than a 30 year old with an apoB of 70? \n\nThis episode discussed apoB in great detail: #185 – Allan Sniderman, M.D.: Cardiovascular disease and why we should change the way we assess risk\n\n\nThere’s no study that can answer that question because if one studies a 30 year old for the next five years, apoB of 70 versus, hell 170, they cannot see a difference over that period of time\n\nOne would have to study those people over their lifetimes\n\n\nIf one compares people with a blood pressure of 135/85 to 120/80 over five years, it’s not going to reveal enough of a difference\nSo it creates a bit of a problem with how the guidelines are created, but it shouldn’t confuse the underlying physiology\n\n\nRick agrees and notes, “I think if you use these more stringent definitions of hypertension, then suddenly a very large number of adults have hypertension. And if you then say that they need treatment for it in terms of like an antihypertensive, then you’re talking about probably the majority of the population.”\nOr Peter suggests that maybe the treatment is to reduce insulin resistance; Rick agrees\n\nDrugs aren’t great at reducing metabolic syndrome\n\n\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Rick Johnson, M.D.Richard Johnson is a professor of medicine in the Department of Nephrology at the University of Colorado since 2008 and he’s spent the last 19 years being a division chief across three very prestigious medical schools. An unbelievably prolific author, Rick has well over 700 publications in JAMA, New England Journal of Medicine, Science, et Cetera. He’s lectured across 40 countries, authored two books, including The Fat Switch, and has been funded extensively by the National Institute of Health (NIH). His primary focus in research has been on the mechanisms causing kidney disease, but it was in doing this that he became really interested in the connection between fructose (and fructose metabolism) and obesity, diabetes, heart disease, hypertension, and metabolic disease."
}