{
  "title": "How fasting can impact sleep",
  "content": "This audio clip is from our sleep series with Matthew Walker, Ph.D. — episode #127 – fasting, gut health, blue light, caffeine, REM sleep, and more. This episode originally aired on September 7, 2020.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/GDrKCK4UHBU?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n§\n\n            \n            Show NotesThe relationship between fasting and sleep [46:15]\nSleep issues with prolonged fasting\n\nPeter says some of his patients who do multi-day fasting (3+ days) will struggle with falling asleep and staying asleep at night (less so with time-restricted eating or just a 1-day fast)\nOn flip side, the sleep you DO get actually seems remarkable\nPeter, for example, notices that the following sleep metrics improve:\n\nHeart rate variability goes up by 25- 50%\nResting heart rate goes down\nBody temperature goes down\nHis best nights in terms of staging—Deep sleep is 25%, REM sleep is 25%.\n\n\n\nWhat are Matt’s thoughts overall on the relationship between food deprivation and sleep?\n\nMatt commonly hears the following from fasters—\n\nThey struggle with falling asleep and staying asleep\nHowever, he also hears in many cases that the lesser amount of sleep doesn’t bother them\nIn other words, they don’t feel as sleepy as they normally would (i.e., that little sleep would normally have them feeling miserable)\n\n\n\nWhat might explain these observations?\n\nSome animal literature centers around a chemical called orexin\nIn the middle of your brain there is a tiny structure called the hypothalamus\n\nDespite its size, it has profound effects on almost all of our behaviors, such as:\n\nEating behaviors\nSleep-wake regulation\nThermoregulation. \n\n\nAnd within the hypothalamus, there is a cluster of cells called orexin cells\n\nOne of their functions is to actually monitor the body’s energy balance by sensing, among other things, concentrations of circulating levels of leptin and ghrelin\nThey essentially get a map of the body’s energy balance. \nThe brain’s sensing neurons will release the chemical contained inside of them, which is called orexin.\n\n\n\n\n\n⇒ See this paper: Role of orexin in modulating arousal, feeding, and motivation\nHow is orexin relevant to sleep?\n\nOrexin turns out to be a wake promoting chemical\nSo when you release and dump orexin into the brain and the body, it wakes the brain up\nNormally it shuts down at night and that’s part of the mechanism of what we call the sleep-wake switch\n\nWhat attenuates orexin during a fed state?\n1—Hunger signaling hormones like leptin and ghrelin will regulate it\n2—It’s also regulated by the master circadian clock called the suprachiasmatic nucleus \n\nOrexin, like many other hormones and chemicals, seem to be under the control of our 24 hour circadian rhythm which is regulated by the suprachiasmatic nucleus\nYou can think of this as the central master clock of the brain which also regulates the release of other things (like melatonin from the pineal gland) and essentially giving out the instructions as to when to release wake promoting chemicals like orexin and when to release sleep promoting chemicals\n\n3—Another part of regulation of orexin is independent of your sleep-wake, it’s actually dependent on your body’s energy balance\n\nWhen animals go under conditions of starvation, these orexin cells sense the change in the energy balance and they start dumping out more orexin which forces the animal artificially awake for a longer period of time\nThe evolutionary reason is because it’s recognizing that the amount of time the animal is normally awake for it to forage for food is not sufficient because it’s starving\nIn other words, the brain is telling the animal to stay awake longer so it can find more food and avoid starvation\nIn humans under conditions of fasting, Matt thinks you are giving the body an ancient, evolutionary signal of starvation which causes the brain to dump more orexin into the system and therefore your sleep becomes compressed\n\n*Partial explanation for why sleep metrics improve while in a fasted state:\n\nIt turns out that while the sleep is compressed, the body makes up for that by increasing the quality of that  sleep (something you see with insomnia patients being treated with sleep restriction therapy)\nImportant note: This is NOT sustainable over the long term\nBut, it does partly explain the observations of \n\ni) improved sleep metrics, and \nii) people subjective feeling like they aren’t as sleepy as they typically would expect due to the shorter \n\n\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-500x500.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-300x300.jpg 300w, https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-1024x1024.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-150x150.jpg 150w, https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-768x768.jpg 768w, https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-1536x1536.jpg 1536w, https://peterattiamd.com/wp-content/uploads/2020/09/1x1-matthewwalkerama3-2048x2048.jpg 2048w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Matthew Walker, Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science.\nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google.\n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s"
}