{
  "title": "How to incorporate high-intensity training (Zone 5) to increase VO2 max and optimize fitness",
  "content": "This video clip is from episode #201 – Deep dive back into Zone 2 with Iñigo San-Millán, Ph.D. (Pt. 2), originally released on March 28, 2022.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/xuqURs4auc8?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n\n            \n            Show NotesHow to incorporate high intensity training (Zone 5) to increase VO2 max and optimize fitness [1:51:15]\n\nThere is a need for some high intensity too\n\nPeter’s 4 pillars of exercise\n\n1) Stability\n2) Strength\n3) Low-end aerobic, to improve mitochondrial efficiency\n4) High-end aerobic, for peak aerobic/ anaerobic performance\n\nPeter struggles the most with this one because when done right, it hurts the most\nIt’s also no longer relevant because he doesn’t compete in anything\nHe enjoyed this type of training when he was competing because he would see the rewards\n\n\n\nHigh intensity training\n\nFrom a lens of health, the data are unambiguous— VO2 max is highly correlated with longevity\n\nThere are not many variables that are more strongly correlated\nBut the levels don’t have to be that high\n\n\nPogačar’s VO2 max is probably 85\nPeter notes that for someone his age to be considered elite, in the top 2.5-2.7% of the population; this carries with is a 5x reduction in risk compared to the bottom 25% of the population\n\nThe VO2 max required here is 52-53 mL/min/kg\nPeter asks if this can be used as a gauge for how much high intensity training is needed? \n\n\nIñigo thinks more about bioenergetics energy systems\nLongevity is also highly related with mitochondrial function and metabolic health\n\n“There’s an aging process where we lose mitochondrial function, and there’s a sedentary component where we lose mitochondrial function”— Iñigo San-Millán\n\nIñigo wishes there was a pill you could take to increase mitochondrial function, because it would increase metabolic health and longevity\nBut the only medication we know of is exercise\nDose and sustainability are important\n\nHigh intensity exercise is not sustainable\nVery extreme diets are not sustainable\nIf you combine both, it’s even worse\n\n\nHigh intensity training is important to improve glycolytic capacity\nWe lose glycolytic capacity as we age and it’s important to stimulate it\nPeter asks, if he has 1 additional training session per week, should he do a 5th session of Zone 2 training or a VO2 max protocol?\nFor VO2 max, high intensity training, Peter prescribes patients to do a 4×4 protocol\n\n4 minutes of the highest intensity, sustained exercise followed by 4 minutes of recovery\nRepeat this 4-6x\nAdd a warm up and cool down on either end and this will be a little over an hour\n\n\nIñigo recommends if you have a 5th day, do any type of high intensity session\nWhat he does on almost every Zone 2 sesion is at the end, he does a very high intensity interval\nIñigo does 1.5 hours of Zone 2, 4-5x a week (his typical routine)\n\nHe tries to do a good 5 minute, high intensity interval at the end\n\n\nIncreasing mitochondrial function takes months or years\nIncreasing the glycolytic system takes much less time, weeks or months\nIf you stimulate the glycolytic system 2-3 days you’ll see progress\nAdd a high intensity interval 2-3 days a week at the end of that Zone 2 training, and you’ll target both energy systems: the oxidative mitochondrial system and the glycolytic energy system\n\nIs zone 5 training okay to do immediately following zone 2 training?\n\nPeter asks if you blunt the benefit gained from Zone 2 training if you immediately follow it with Zone 5\nIñigo says no, because it’s done at the end, then exercise is over\n\nBut don’t do it in the reverse order because this will trigger all these hormonal responses and high blood lactate\nWe know lactate inhibits lipolysis\nSo if you have a high interval in the middle or the beginning and you don’t clear lactate very well\n\n\nAnother study Iñigo has under review shows that lactate at the autocrine level decreases the activity of CPT1 and CPT2 (needed for fatty acid transport into the mitochondria for oxidation)\n\nSo lactate interferes with the transport of fatty acids as well\n\n\nPeter is glad Iñigo raised this point because often patients will say, “I went out and did a two-hour ride today and it showed me that I spent 45 of those minutes, 45 of those 120 minutes were in Zone 2. So I did 45 minutes at Zone 2” \n\nThis is not the same as spending 45 minutes in dedicated Zone 2 training\nThere is a lot of up and down intensity\nThe average might be Zone 2, but you’re oscillating between Zone 1, Zone 2, Zone 4, all the time\n\n\n\n\n\n\n§<img width=\"333\" height=\"333\" src=\"https://peterattiamd.com/wp-content/uploads/2022/03/bio-pic-inigo2.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/03/bio-pic-inigo2.jpeg 333w, https://peterattiamd.com/wp-content/uploads/2022/03/bio-pic-inigo2-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/03/bio-pic-inigo2-150x150.jpeg 150w\" sizes=\"(max-width: 333px) 100vw, 333px\" />Iñigo San-Millán, Ph.D.Iñigo San-Millán earned his doctorate at the University of the Basque Country School of Medicine.  He did his postdoctoral research at the Harvard Medical School Cancer Research Program.  Currently he is an Assistant professor in the School of Medicine at the University of Colorado School – Colorado Springs.  His research and clinical work focuses on: exercise metabolism, cancer metabolism, metabolic health, nutrition, sports performance, diabetes, and critical care.\nDr. San-Millán has worked for the past 25 years with many professional teams and elite athletes worldwide across multiple sports, this includes: soccer, cycling, football, basketball, track and field, rowing, triathlon, swimming, and Olympic training. He has been a consultant in exercise physiology and sports medicine to international organizations such as the US Olympic Committee.  He has pioneered the development of new methodologies for monitoring athletes at the metabolic and physiological level.  He developed the first method to indirectly measure mitochondrial function and metabolic flexibility/  He co-developed the first methodology to deploy metabolomics assessment to professional sports as well as the first method to indirectly measure skeletal muscle glycogen in a non-invasive manner using high frequency ultrasound.  Currently, he is the Director of Performance for Team UAE Emirates cycling team and the personal physiologist and coach of 2020 and 2021 Tour de France winner Tadej Pogacar. \nAlthough now a recreational athlete, he used to be a competitive athlete.  He played soccer for 6 years for the developmental academy of Real Madrid soccer team.  He also raced as a low-key, professional cyclist for 2 years.  [Dr. San-Millan’s Website]\nTwitter: @doctorIñigo"
}