{
  "title": "How you move defines how you live",
  "content": "My clinical interest is longevity, which is a function of lifespan and healthspan; In math parlance, longevity = f (lifespan, healthspan). Lifespan is pretty easy to define. It’s the number of years you live. Healthspan is intuitively obvious, but a bit harder to define. For simplicity, let’s agree that healthspan is a measure of how well, not necessarily long, you live. Further, let’s agree that one without the other—long lifespan with poor healthspan or short lifespan with rich healthspan—isn’t what most people want. This has the makings of a complex, nonlinear, multivariate optimization problem.\nThe figure below is from my office whiteboard last week. I was explaining the relationship between lifespan (x-axis) and healthspan (y-axis) to one of my patients. My goal is to move the black line to the blue one.  Live longer (more x-axis) and live better (altered shape of decline curve).\n<img decoding=\"async\" class=\"aligncenter size-full wp-image-3522\" src=\"https://peterattiamd.com/wp-content/uploads/2017/01/Longevity-White-board.jpg\" alt=\"\" width=\"1517\" height=\"873\" srcset=\"https://peterattiamd.com/wp-content/uploads/2017/01/Longevity-White-board.jpg 1517w, https://peterattiamd.com/wp-content/uploads/2017/01/Longevity-White-board-300x173.jpg 300w, https://peterattiamd.com/wp-content/uploads/2017/01/Longevity-White-board-768x442.jpg 768w, https://peterattiamd.com/wp-content/uploads/2017/01/Longevity-White-board-1024x589.jpg 1024w\" sizes=\"(max-width: 1517px) 100vw, 1517px\" />\n<img decoding=\"async\" class=\"alignnone size-large wp-image-3522\" src=\"peterattiadev.wpengine.com/wp-content/uploads/2017/01/Longevity-White-board-645x371.jpg\" alt=\"\" width=\"645\" height=\"371\" />\nI’m in the (very slow and time consuming) process of writing a book on this topic, which is really two books in one—the science of longevity and the “art” of it, the latter being a nuanced discussion about how one applies said science (most of it in animals) to the species of interest—people. If you don’t spend much time in the longevity literature, this distinction may not seem warranted. If you do spend time in said literature, it will be obvious why such a distinction is necessary.\nLifespan, at the first order, is driven by how long one can delay the onset of atherosclerotic disease (CHD, CVA), cancer, and neurodegenerative disease. Delay the onset of these, and you live longer. It’s a probabilistic truism. Obviously, I will explain this in great detail at the appropriate time, but I don’t want to focus on this topic today.\nHealthspan, in its most distilled form, is about preserving three elements of life as long as possible:\n\nBrain—namely, how long can you preserve cognition (i.e., executive function, processing speed, short-term memory)\nBody—specifically, how long can you maintain muscle mass, functional movement and strength, flexibility, and freedom from pain\n“Spirit”—how robust is your social support network and your sense of purpose\n\nIn this post, I’d like to focus on one subset of healthspan: item #2—movement. But before I do, a brief digression will be helpful.\nThe hack—Darwin meets MacGyver\nEvolutionary biology can, at times, provide a helpful framework for longevity. Our need for sleep and our resilience to short-term food deprivation are just two examples of traits that served our interests tens of thousands of years ago and continue to do so today.  Some of the interventions that can make you live longer and live better will find their foundation in understanding evolutionary biology. But many won’t. That is, many things I (and others) argue are necessary for longevity don’t really have an obvious foundation in evolutionary biology. Why?\nEnter “the hack.”\nA hack is something we do that gets around a problem, even if it’s not especially elegant. A patch might be an easier way for some to understand what I mean (cf. software patch). The hack can be elegant, the hack can be cumbersome, but its purpose is the same—something is getting in the way of a desired outcome and we need a workaround.\nWhen I talk with my patients I try to differentiate interventions I propose as “evolutionary sound” or as “hacks.” Inasmuch as this framework is helpful, let me expand.\nOur evolutionary ancestors were primarily concerned with survival. There was no survival more important than reproductive survival—ensuring you lived long enough to reproduce. Natural selection would prioritize short-term survival over long-term survival or quality of life. [As a very interesting, but too-nuanced-for-now aside, the evolution of APOE genes from the E4 to E3 to E2 variants may be great examples of this…yes, this will be discussed in the book, space permitted.]\nTake stress response as an example. The stress response was an essential part of evolution. Without it, fending off an animal trying to attack you, or hunting for food in a state of starvation would not have been possible. Nothing about our evolutionary development selected for, or rewarded, equanimity. Our ancestors probably did not have the luxury of inner peace. It’s also not clear if it would have been necessary, or even helpful. But I argue that our current environment places sufficient non-evolutionary stress on us, and, as such, a hack that separates us from this stress is, indeed, helpful.  Furthermore, we now have the luxury of aspiring to things our ancestors could never dream of. They were preoccupied with reproducing and not dying; we aspire to play with our great grandchildren, we machinate on our legacies, we argue about if the Oscars are really inclusive enough.\nYears ago, when I read Jared Diamond’s magnum opus, “Guns, Germs, and Steel,” I remember thinking to myself how horrible it must have been to have lived even as recently as just a few hundred years ago, let alone a few thousand years ago. It really had a profound impact on me, though it was not the central thesis of his book at all. I realized that on my “worst” day—lost my cell phone, got a speeding ticket or had a fender bender, missed my flight, got food poisoning from some bad sushi—it didn’t really matter. Technology and civilization took a bunch of really acute problems—lethal infections, starvation, trauma, war, for example—and traded them for more chronic ones—lower back pain, heart attacks, type 2 diabetes, and Alzheimer’s disease. I’m not minimizing the latter. These problems matter, but evolution didn’t confront them and therefore we can’t readily turn to evolutionary insights for solutions. Parenthetically, it might not have been as miserable as I imagine, namely because our ancestors didn’t know any better. It’s not like they would have “missed” Tweeting on their smartphones or racing around on their carbon fiber bikes, lamented the loss of their favorite sports team, or missed the pleasure of sipping neat Don Julio 1942.\nThink about what Peter Parker’s uncle said to him shortly before he was killed, “Remember, with great power comes great responsibility.” I think of our modern lives as a great power, or a great privilege, to be more accurate, I suppose. I would never want to go back and live as my ancestors did tens of thousands of years ago (or even a hundred years ago, though it might make for a nice vacation) and so I should pause for a moment and acknowledge the complete privilege of living today in this incredibly narrow sliver of time.  I love the internet. I love that agriculture and crop domestication have allowed me to live in civil society with dense populations and no fear of starvation. I love that a simple antibiotic can save my life from a formerly lethal infection. I love being able to sit down in a car or airplane, and I love the freedom those machines have brought me.\nSo if these examples of things I love are some of my great privileges, what are my great responsibilities? This is where hacks come in. We need hacks to prevent these great privileges from killing us—slowly—which they will do if we’re not deliberate. What are my hacks? A bunch of things that make virtually zero evolutionary sense but, if bolted onto my modern life, can give me—if I can thread the needle correctly—the best of both words.\nMeditation, intermittent fasting, heavy compound joint and hip-hinge training, intense interval training, body work, supplements, drugs, introspection, sleep hygiene. These are my hacks. Let’s focus on one hack, in particular—movement preparation.\nThe savant of movement\nI met Jesse Schwartzman through a mutual friend. After our first workout together I was blown away, but it wasn’t the workout that impressed me, it was the preparation routine Jesse put me through, prior to making me puke, that impressed me. I’d never felt more ready to move. Jesse’s formal bio is at the bottom of this page, but I just call him the savant of movement. One day Jesse and I were having coffee and he commented at how annoyed he was by the endless stream of “heroic” tweets and IGs of super-humans doing one-armed acrobatics or whatever the stunt of the day is. He commented, astutely, I noted, that the world needs another super-human trying to convince the rest of us we should be like him/her like it needs another dictator.\nWhat we actually need are examples of how real people can be empowered to preserve muscle mass, move functionally, maintain freedom from pain, and be the best athletes of their lives. An “athlete-of-life” can hip-hinge, squat, carry, shift, push, pull, rotate, and anti-rotate with confidence and fluidity. On a deeper level, one should also re-connect to their childhood movement patterns, before the toll of life and technology wreaked havoc. We need to re-learn how to roll, crawl, and hang, which are patterns that can release the “brakes” from our everyday movement that sabotage strength and lead to pain and injury.\nWatch a 2-year-old squat and you’ll know what I mean. They look like perfect little power lifters. By the time they are in grade school, and they’ve been sitting for hours a day, the first thing I see is tight hips. [Picture below courtesy my friend Pat Jak, also obsessed with correct movement.]\n<img decoding=\"async\" class=\"aligncenter size-full wp-image-3524\" src=\"https://peterattiamd.com/wp-content/uploads/2017/01/Kid-squat.jpg\" alt=\"\" width=\"297\" height=\"350\" srcset=\"https://peterattiamd.com/wp-content/uploads/2017/01/Kid-squat.jpg 297w, https://peterattiamd.com/wp-content/uploads/2017/01/Kid-squat-255x300.jpg 255w\" sizes=\"(max-width: 297px) 100vw, 297px\" />\nTo that end, we decided to make a video of the exact warm-up sequence Jesse put me through so I could share it with my patients. If they (and you) find this video helpful, we’d like to produce more of these covering more specific topics, such as how to protect/ build/ rehab knees/ shoulders/ lower back, etc.\nBefore diving into the videos, I know at least one person is reading this and thinking, “What the hell is Attia talking about? He’s the king of doing stupid stuff like flipping 450-pound tires, swimming 12 hours, doing Tabata deadlifts…” And you’d be right. I do/did a lot of stupid stuff. But I always differentiate the stupid (“super-human”) stuff I do from the longevity drivers. My pet peeve, and that of Jesse, is that good people are misled by the heroics of big-personality super-humans who lead them to believe they need to do these things to live better. In reality, it’s almost always the opposite. You don’t have to do super-human feats to have great healthspan and, by extension, longevity. But you do have to do some very deliberate things to overcome our civilized environment. So while I call Jesse the savant of movement, he prefers to call himself the anti-super-human teacher.\nBelow are four videos, a brief introduction, and one video for each of the three stages of the warm-up:\n\nTissue preparation\nMuscle activation\nDynamic preparation\n\nIn addition, we’ve put together a “tear sheet” for each of the three stages in case you want take them with you to the gym until you commit to memory.\nI should point something out, since I know it will come up. With the recent publication of Tim’s book, Tools of Titans, I’ve been getting a lot of requests to make a video of my so-called “Jane Fonda” routine. In Part II of the videos, below, I do a glute med activation exercise, but it is not the full sequence I describe in Tools. That’s ok…the form that Jesse and I demonstrate, coupled with the description in the book, should be sufficient to get you through the full routine of seven movements. For the purpose of movement preparation, one only needs a bit of activation (hence the vertical plane, only). What I describe in Tools is a therapeutic routine I perform once or twice each week.\nLastly, and most importantly, I want to thank Elliot Stern and Kelly Choi for shooting, producing and editing these videos from start to finish. If you could only see the outtakes…\nIntroduction\n<iframe src=\"https://www.youtube.com/embed/ZVUQb2G_Mvw\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nHere is direct link: https://youtu.be/ZVUQb2G_Mvw\nHere is link to tear sheet, summarizing all three parts\nPart I: Soft tissue preparation\n<iframe src=\"https://www.youtube.com/embed/zdRgJpxifqA\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nHere is direct link: https://youtu.be/zdRgJpxifqA\nPart II: Muscle activation\n<iframe src=\"https://www.youtube.com/embed/JElEpnVH35Q\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nHere is direct link: https://youtu.be/JElEpnVH35Q\nPart III: Dynamic preparation\n<iframe src=\"https://www.youtube.com/embed/BGrw5z1SjtA\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\nHere is direct link: https://youtu.be/BGrw5z1SjtA\n \nJesse Schwartzman, MS, RD, ACSM CPT, holds a Master’s Degree in Nutrition and Applied Exercise Physiology from Columbia University, and is a Registered Dietician. Jesse, along with his wife Patty, currently owns and operates Fit4ward in NYC and the greater Fairfield County, CT, where he manages and engages in deeply personalized work with his clientele in all aspects of health.\nEarly on in his career, the importance of adopting lifestyle behaviors to support exercise and nutrition goals became a fundamental focus of his work. Joint mobility and tissue health, proper fascia and nervous system regeneration, fueling techniques, sleep and recovery, identifying asymmetries, and proper neuromuscular motor patterns are incorporated with every individual.\nJesse now has over 10 years of experience in the health and wellness industry in one on one personal training, nutritional counseling, health coaching, group workshops, and the corporate setting. Jesse previously trained clients at the highest certification level at Equinox Fitness Clubs, and managed Equinox’s most elite trainers and exclusive clientele in the Tier 4 Program at the “E” club."
}