{
  "title": "How alcohol disrupts sleep and contributes to Alzheimer’s disease",
  "content": "This audio clip is from our “Ask Me Anything” with sleep expert, Matthew Walker (Part I of III), originally released on June 17, 2019.\nIf you’re a member, you can now listen to this full episode on your private RSS feed or on our website. If you are not a member, learn more about the how to become a member and the benefits here.\n<iframe title=\"How alcohol disrupts sleep &amp; contributes to Alzheimer’s disease  | The Peter Attia Drive Podcast\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/ueoDjzMuJ7E?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n \n\n            \n            Show NotesHow alcohol disrupts sleep (and contributes to Alzheimer’s disease) [42:00]\n“Alcohol is the most misunderstood sleep aid.”\nAlzheimer’s disease\n\nPeter: “I think you could potentially make a case that the association between alcohol consumption and Alzheimer’s disease could potentially be mediated almost entirely through the absolute destruction of sleep that alcohol causes.”\nMatt says he routinely sees an association between fragmented sleep and Alzheimer’s disease\n\nTwo forms of “quality” sleep:\n\nConsistent bedtime and wake up time\n\nOur bodies love consistent rhythm\nAnd when you force it out of that rhythm, your circadian rhythm as a consequence is markedly disrupted\n\n\nContinuous sleep during the night\n\nMeaning continuous sleep with as few awakenings as you can\nThis is where alcohol is vicious: “It will litter your sleep with numerous awakenings and those numerous awakenings mimic exactly what we see as a sleep phenotype that predisposes you to a higher Alzheimer’s disease risk.”\n\n\n\nHow alcohol affects sleep:\n\nFrequent wake ups (fragmented sleep) \n\nNote: Many people aren’t even realizing they are waking up a ton\n\n\nYou’re basically vacillating between non-REM light and one-minute wake-ups where you’re not fully awakened conscious\nAlcohol inhibits vasopressin, so it’s a potent diuretic, which means you’ll need to get up to urinate more frequently\nIt also negatively impacts: resting heart rate, heart rate variability, temperature and respiratory rate ⇒ “It’s devastating.”\n\n“Fragmented sleep we know seems to be a predisposing factor for greater likelihood of amyloid and tau pathology, which are the two proteins that seem to contribute right now to Alzheimer’s.”\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-500x500.png\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-500x500.png 500w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-150x150.png 150w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-300x300.png 300w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1-768x770.png 768w, https://peterattiamd.com/wp-content/uploads/2019/06/mw-bio-image-ama1.png 798w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science. \nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google. \n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s"
}