{
  "title": "How does VO2 max correlate with longevity?",
  "content": "This video clip is from episode #176 – AMA #27: The importance of muscle mass, strength, and cardiorespiratory fitness for longevity, originally released on September 20, 2021.\nIf you’re a subscriber, you can listen to this full episode on your private RSS feed or on our website at the AMA #27 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/ovM3mD5Roow?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n \n\n            \n            Show NotesChanging mortality risk based on VO2 max and cardiorespiratory fitness [7:45]\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-16132\" src=\"https://peterattiamd.com/wp-content/uploads/2021/09/f1-ama27-1024x678.png\" alt=\"\" width=\"1024\" height=\"678\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/09/f1-ama27-1024x678.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/09/f1-ama27-300x199.png 300w, https://peterattiamd.com/wp-content/uploads/2021/09/f1-ama27-768x509.png 768w, https://peterattiamd.com/wp-content/uploads/2021/09/f1-ama27-1536x1017.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/09/f1-ama27-2048x1357.png 2048w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 1. Patient survival by performance group. (Mandsager et al., 2018)\nOverview of the experiment:\n\nA group of people that were 53 years old on average\nRan them through a VO2 max test and then it ranked them\nLow were people who scored in the bottom 25th percentile\nBelow average was the 25th to 50 percentile\n50 to 75th percentile was above average\nHigh was 75th to maybe 95th\nElite was just that top 5%. \nNOTE: Each of these levels do NOT represents 20% of the population\n\n\nA total of 122,000 patients\nThe low, below average, above average, and high have about 30,000 participants in each one of those groups\nAnd then the elite group has a little over 3,500\n\nResults:\n\nLooking at all-cause mortality there’s a pretty clear trend\nThe two things that stand out are, \n\ni) there’s kind of a monotonic relationship between fitness and mortality\nii) By far the biggest gap is between the people in the bottom 25%. Which are categorized as low fitness, and basically everyone above them.\n\n\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16133\" src=\"https://peterattiamd.com/wp-content/uploads/2021/09/f2-ama27-1024x896.png\" alt=\"\" width=\"1024\" height=\"896\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/09/f2-ama27-1024x896.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/09/f2-ama27-300x263.png 300w, https://peterattiamd.com/wp-content/uploads/2021/09/f2-ama27-768x672.png 768w, https://peterattiamd.com/wp-content/uploads/2021/09/f2-ama27-1536x1345.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/09/f2-ama27.png 1638w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 2. Risk-adjusted all-cause mortality. (Mandsager et al., 2018).\nWhen sort of lumping everyone in together, male and female, if you have low fitness and then comparing it to everybody else, what’s the risk reduction?\nIf you go from low to below average, to above average, to high to elite, you can see what is the hazard ratio\nImportant stats\n\nGoing from just being low to being below average is a 50% reduction in mortality over a decade\nIf you then go from low to above average, it’s about a 60% or 70% reduction in mortality\nThen it just continues monotonically to increase\nThe lowest improvement is going from high to elite—”That doesn’t buy you a whole heck of a lot. It is still statistically significant.”\nTo see that you have to look at Table C\nremember, the hazard ratio for mortality is the reciprocal of the hazard ratio of risk reduction\nTables A and C are basically showing you similar things in the group comparison\n\nHere’s what’s interesting…\n\nIf you compare someone of low fitness to elite, it is a five fold difference in mortality over a decade\nThey put this in the context of other things that we commonly understand as being problematic for mortality… Namely, smoking, coronary artery disease, Type 2 diabetes, hypertension, and end-stage renal disease\n\nThat’s a 41% increase in mortality over the decade\nCoronary artery disease, 29%. \nDiabetes, 40%. \nHigh blood pressure, 21%. \nEnd-stage renal disease, about 180% increase in mortality\n\n\nBut now when you compare that to the differences in these fitness levels, it gives you a greater appreciation for how much improvement in mortality comes from improving your fitness\nIf you look at the biggest driver of mortality, which would be end-stage renal disease in this cohort, it’s the same as going from low cardiorespiratory fitness to above average cardiorespiratory fitness\nSo going from the bottom 25th percentile to being in the 50th to 75th percentile… “which is a totally achievable feat”\n\n§"
}