{
  "title": "Importance of maintaining use of your toes, minimalist footwear, and toe yoga",
  "content": "This video clip is from episode #131 — Beth Lewis: The Art of Stability — originally released on October 5, 2020.\n<iframe title=\"Maintaining use of your toes, minimalist footwear, and toe yoga | Peter Attia, M.D. &amp; Beth Lewis\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/AWJlaNDPyhw?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesImportance of maintaining use of your toes, minimalist footwear, and toe yoga [44:30]\nFootwear\n\nPeter says going from a minimalist foot pattern to a heavily supported shoe has altered our attachment to the ground\nBeth also considers modern footwear to be a problem, particularly because it decreases one’s ability to use their toes — “If we’re never experiencing load through the toes and the forefoot and you’re never feeling your feet you’re going to lose that.”\n\n⇒ Subscribers get an exclusive discount to Xero brand minimalist shoes\nToe Yoga\n\nTaken from FRC, Beth has her clients do “toe yoga” to help regain and maintain capacity to use the toes\nThis basically involves spreading the toes apart and moving the big toe and other toes up and down independently of each other, all while keeping the rest of the foot relatively still\n\nImportance of maintaining use of your toes\n\nThe ability to use your toes is important because they dampen force\nModern shoes often squeeze your toes and minimize the use of your toes therefore your body becomes accustomed to not needing them \nImagine wearing restrictive gloves on your hands your whole life and what that would do to your fingers\n\n“People don’t think about their toes and their feet until there’s a problem. Above your waist is two-thirds of your mass. They’re basically supporting that mass all the time and pushing you through space.”\n \n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-150x150.jpg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Beth LewisBeth is a former professional dancer and a self-described “educator of movement” who has an unmatched ability to assimilate information and customize training plans from multiple training systems. She grew up in a small town in South Georgia where she was a competitive gymnast, swimmer, dancer, soccer player and martial artist. Beth received her undergraduate degree in Dance Performance from The University of Georgia and then joined with Pilobolus where she spent 4 years touring the world dancing. After retiring from dance, Beth moved to NYC to really dive into health and wellness, and has worked with a variety of gyms, including being the Programming Director of CityRow.  Her continuing education in Functional Range Conditioning, Postural Restoration, Dynamic Neuromuscular Stabilization, and applied neurology has turned her into a strength coach with non-traditional methods.\nInstagram: @bethlewisfit"
}