{
  "title": "Is there such a thing as “bad posture”?",
  "content": "This video clip is from podcast #131 — Beth Lewis: The Art of Stability: Learning about pain, mitigating injury, and moving better through life — which was originally released on October 5, 2020.\n<iframe title=\"Is there such a thing as bad posture? | Beth Lewis &amp; Peter Attia, M.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/EGBwu7L73w4?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesIs there such a thing as “bad posture”? [56:30]\n“The only time it’s bad posture is when you don’t have another option.” —Beth Lewis \n\nBeth does not believe in there being a such thing as bad posture\nShe believes that moving around and never maintaining a single posture for too long is more important than superiority of any one particular posture\n\nCounteracting sitting\n\nGet up and move often\nDon’t sit in the same position the whole time\nYour pose perception just kind of turns off—“You forget that you’re supposed to move. . .if you don’t use it, it you lose it.” \n\nBut what about, for example… Don’t we know that too much looking down is going to create unbelievable cervical strain?\n\nBeth says, “I honestly don’t know if I can answer that because there has been studies where no, it’s just like saying if you’re deadlifting with a flexed spine all the time, there has been studies that it doesn’t create any problems. But you would have to do an assessment to see the full picture of the human to see.”\n\n\n\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-150x150.jpg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Beth LewisBeth is a former professional dancer and a self-described “educator of movement” who has an unmatched ability to assimilate information and customize training plans from multiple training systems. She grew up in a small town in South Georgia where she was a competitive gymnast, swimmer, dancer, soccer player and martial artist. Beth received her undergraduate degree in Dance Performance from The University of Georgia and then joined with Pilobolus where she spent 4 years touring the world dancing. After retiring from dance, Beth moved to NYC to really dive into health and wellness, and has worked with a variety of gyms, including being the Programming Director of CityRow.  Her continuing education in Functional Range Conditioning, Postural Restoration, Dynamic Neuromuscular Stabilization, and applied neurology has turned her into a strength coach with non-traditional methods.\nInstagram: @bethlewisfit"
}