{
  "title": "Lung cancer in never smokers; Diagnosing a medical case study",
  "content": "Here are a few things I think are worth checking out:  \n‘But I never smoked’: A growing share of lung cancer cases is turning up in an unexpected population (STAT, January 26, 2021)\nThis piece documents the increasing proportion of lung cancer in “never smokers.” This shouldn’t be too shocking since fewer people smoke today: smoking prevalence was 15% in 2015 compared to 42% in 1965. As the article points out, with fewer smokers in the population, out of every 100 lung cancer patients more of them will be never-smokers. The author also points to hints that the absolute incidence of lung cancer in never-smokers is on the rise. Regardless if this is the case or not, a staggering point remains: The estimated number of lung cancer deaths for 2021 is 131,880. Smoking is linked to about 80-90% of these deaths. That means that more than 26,000 deaths from lung cancer are not attributable to smoking. If we put lung cancer deaths in never-smokers in its own category, it would be the seventh leading cause of death among cancer types. What makes this piece even more poignant is that it was published posthumously, written by the extraordinary science journalist Sharon Begley. She died of complications of lung cancer just five days after completing the article. She never smoked. \n§\nNormally Sharp, he was chronically confused. What was going on? (New York Times, January 12, 2021)\nI have long been a fan of the NYTimes Diagnosis column and other journals that publish case studies. It’s the kind of reading that inspires one to become a doctor, or at least inspires the creation of Netflix docuseries by the same name, or television shows like House MD. This piece chronicles a man whose symptoms began as memory loss and involuntary movements of the face and body. At first the movements were identified as myoclonic jerks—involuntary muscle twitching or movement. As the article notes, we all have this natural movement at times when we fall asleep and our bodies jerk us awake. But if they appear during wakefulness, it suggests an inflammatory disturbance to the central nervous system. It turns out that diagnosing the movements as myoclonic jerks, as opposed to another type of involuntary movement, is a game changer. Time and again, the column highlights how paying attention to the smallest of details can lead to alternative outcomes. I won’t give away the punchline, as I encourage you to read the Sherlock-Holmes-esque piece for yourself. What I can say, however, is that correcting a false diagnosis like this one happens when a clinician is open to the possibility that what was formerly held as “true” or “correct” is questioned. It is all too easy to readily accept concordant tests and symptoms. What if the symptoms we thought were one thing are actually something else? It could be the difference between a routine diagnosis and a life-changing one."
}