{
  "title": "Masking emotion in the age of COVID-19",
  "content": "Widespread mask wearing in public has become routine, and, in many places, mandated across the US and around the world. While this is not an email on opinions about, or the politics of, mask wearing, I am interested in the ways it potentially impacts our social interactions. How could it not, given that most of the face is covered? Although it is less common that I find myself in any social situation these days, I can easily imagine how interaction has been and will continue to be made more difficult. A recent outing with my family prompted me to look into the interplay between social interaction and mask wearing and thought I’d share some of what I learned. I’m not going to revisit all the science about mask effectiveness (here is a document that canvasses the subject that we put together a few months back), but in general, surgical and N95 respirator masks greatly reduce the particles the wearer sends into the environment and are more effective than cloth masks. It’s hard to make a blanket statement about the effectiveness of the cloth masks worn by most of the public because it varies by factors like type of fabric, number of fabric layers, thread count, and how water-resistant the material is; it is also affected by wearer behavior such as not covering the nose and mouth, touching one’s face, etc. However, it is generally agreed that cloth masks offer more protection than no masks at all and that their effectiveness increases with the number of people who wear them. For a great interactive graphic illustration of how masks block microscopic particles, see this feature in the New York Times.Let’s begin by talking about what the word “mask” means. The etymology of “mask” comes most proximally from the European “masquerade” and the modern meaning “to hide and protect the face.” Of course, during the current pandemic, we wear masks for  protection. There are other intentions for mask wearing – like worship, healing, initiation, and storytelling—which have been well-documented from recovered artifacts that reach back into Paleolithic history.   But when a face mask is worn for protection, it also veils facial expression. Hiding facial expression via a figurative mask may sometimes be the intention. This case makes me think of the expression “saving face” for which the (proverbial) mask wearing intentionally “hides” expression and thereby imparts emotional protection (rather than physical). But in the literal sense, there is an imposed challenge from sustained mask-wearing. It turns out that we are dependent on facial expressions to effectively communicate with and understand others. I saw this firsthand when my family and I went out for ice cream. (We actually went out for dinner, but the kids were good and they begged for ice cream, so I caved.) Everyone was in their masks standing in line. I noticed the man in front of us had a hearing aid. Both the man ordering and the woman behind the counter were wearing masks and were having trouble communicating as a result of the mouth covering. Ultimately, he was able to order, but the observation stayed with me. I later read an editorial written by novelist and deaf rights activist Sara Nović, who pointed out that facial expressions and movements of the mouth are critical for understanding American Sign Language (ASL). “[I]n interactions in which deaf people rely on speech-reading and facial cues, masks make communication nearly impossible,” she wrote, which can lead to reactions of impatience or anger from hearing people. Similarly, in a New York Times article, a deaf woman recounted that when she tries to communicate with someone whose mouth is concealed, she must revert to picking up on other visual clues like eyes and eyebrows to communicate, creating an “ever-widening gap” in communication.Paul Ekman, a famous psychologist whose work focused on faces and emotion, found that humans express seven core emotions (joy, anger, fear, surprise, sadness, contempt, and disgust) through non-verbal cues in common facial expressions. A series of experiments found that both recognizing and making facial expressions to express specific emotions is common across all cultures. In fact, in some situations, non-verbal communication plays a primary role in communication. Masks can interfere with this instinctual process. \nTo some extent, we all use facial expressions to both communicate with and understand one another. Humans are especially wired to see faces and facial features in the random patterns in our environment. “Pareidolia” is a term for the human tendency to see meaningful images in random patterns, like finding familiar shapes in clouds. This ability probably developed during a time when spotting a face in the underbrush could mean the difference between survival and death. There’s also an evolutionary advantage to understanding whether those around us are angry or afraid by reading their facial expressions. We have a primal need to search out and interpret others’ faces.The “social smile” is one of the most effective ways of easing social interactions, but only what’s known as a “Duchenne smile,” a whole-face smile that involves crinkling of the eyes, is detectable behind a mask. Even negative emotions like dismay are often conveyed in part through the mouth. Masks also interfere with the recognition of what are called microexpressions. These are split-second facial reactions that may be indicative of hidden emotions. Because the recognition of microexpressions can build rapport and establish trust (or indicate deception), masks can undermine a critical component of interpersonal communication.Can the science of facial expressions help explain some of the social resistance to wearing protective masks? During the 1918-1920 influenza pandemic, many severe restrictions were enacted in the US, including closing stores, churches, and schools. But most public resistance centered on mask wearing, which was seen as an affront to personal liberty, with some people even going to jail in San Francisco where it was mandated. We’ve seen similar resistance during the current pandemic. The relationship between mask wearing and reasoning for social pushback is surely more nuanced and complex, but there is something about covering the face that seems to induce very strong emotions. Without the non-verbal cues provided by the mouth, we appear to experience an unsettling disorientation.Vaccine expert Paul Offit has explained that the way to get the virus under control will be a combination of both a vaccine and the hygienic practices, including wearing masks. In short, protective face masks and their hiding of expression will continue to be social fixtures. (You can hear more about the COVID-19 vaccine landscape in my conversation with Paul.) But vaccine or not, it looks like we may have to live with a bit of hindered communication and seek alternative ways to express and recognize emotion.\n \n– Peter"
}