{
  "title": "Metformin and COVID-19 mortality risk; a timeline of Kobe’s last day",
  "content": "Metformin use is associated with reduced mortality rate from coronavirus disease 2019 (COVID-19) infection (Obesity Medicine, 19 September 2020) \nThis meta-analysis of 5 retrospective cohort studies showed that metformin use in (mostly) diabetics was associated with a reduced risk of dying from a COVID-19 infection compared to diabetics not taking the drug. There are a lot of ways to be fooled by retrospective cohort studies, but the headlines caught my attention since diabetes is associated with a 2 to 3-fold increased likelihood of in-hospital death from COVID-19. Results from a meta-analysis reported a 1.9x increased odds of death (i.e., double, or  100%) associated with having diabetes. A single population-level cohort study reported a 7.3% mortality rate among people with diabetes compared to a 2.3% mortality rate in the overall population (i.e., an unadjusted 3-fold increased odds of death). With the associated risk of diabetes and COVID-19 mortality in mind, the study of metformin reported that taking the drug was associated with a decreased risk of in-hospital death in diabetics by about half (59%). One of the included studies reported an 11% in-hospital death rate from COVID-19 in diabetics taking the drug, compared to a 24% mortality in diabetics who did not. Once the study adjusted for co-varying risk factors like age, obesity, and hypertension metformin was associated with a 67% reduced risk of death in diabetics on metformin. In both comparisons, I would emphasize the magnitude of the risk of death with diabetes and the associated reduced risk of death in diabetics on metformin.\nWhen I saw the reports, I immediately wanted to know how COVID-19 mortality risk for diabetics taking metformin compared to non-diabetics not taking the drug. At the time of this writing, there have been more than 10 studies, but there has yet to be a study looking at COVID-19 mortality that compares diabetics on metformin to nondiabetics. I thought I had found such a study, which included a comparison of nursing home residents on metformin to those not on any diabetes medications, but it turns out that 20% of the people not on any diabetes drugs were untreated diabetics.\nThe reason why I’m interested in comparing outcomes in diabetics on metformin to nondiabetics (presumably not taking metformin) is that studies like this have been conducted before, with unexpected results. For example, a 2014 retrospective study found that when diabetics taking metformin were compared to individuals without diabetes, there were more deaths in the nondiabetics. This completely counterintuitive finding, though based on non-randomized data, probably represents one of the pivotal moments in the journey of metformin as it transitioned from “just” a diabetes medication to a drug with the potential to impact longevity in all people. I discussed this topic during my conversations with Nir Barzilai in 2019 and 2020. Given the importance of immune health in the aging population, I hope someone will do a similar comparison for COVID-19 mortality risk. Such studies might inform if and how therapeutic options can be applied to other populations, including those who don’t have diabetes.    \n \n§\n \nKobe Bryant’s Tragic Flight  (Vanity Fair, 25 January 2021)\nThis article is a timeline of the day Kobe died in the helicopter crash that also killed his daughter Gigi and seven other people. But more than a timeline, the piece gracefully interweaves details that inform Kobe’s love for travelling by helicopter, the personal narratives of some of the other passengers and the pilot on the flight, testimonial of personal character traits of those killed, and the relationship they had with one another. The article crafts the mosaic of details with peripheral accounts of some on the ground: like that of a hiker who, while waiting for a friend, reported the sight of a helicopter flying overhead which then disappeared into a patch of clouds; or the account of two mountain bikers who, while taking a break on a trail, saw the helicopter rolling in the air and into the hillside, bursting into flames. The article is wonderfully crafted, providing appreciative detail of the event. But such detail also leaves me without words and with sorrow for those killed and their families. It is a shock that evokes the first time I heard the news a little more than a year ago on January 26, 2020, news that continues to arrest me and our culture."
}