{
  "title": "Mind. Blown.",
  "content": "You know you’re listening to almost an entirely different species of human when he tells you, “The first 20 miles felt really flowy,” unless his rear-end is planted in the driver’s seat of a motor vehicle. But in this case, these are the words of Jim Walmsley, who broke the 50-mile record — which has stood for 36 years — by 13 seconds, finishing in 4 hours, 50 minutes, 7 seconds. Many people would have a hard time riding a bicycle 50 miles in less time.\n\nThe event, called Project Carbon X, was part promotion (Carbon X is a racing shoe produced by a company called HOKA) and part athletic endeavor. You may remember a similar stunt and show of athletic display with Breaking2, where three participants set out to run 26.2 miles in under two hours in pairs of Nike Vapor Fly Elite shoes. (I wrote about this event and terrific documentary in a previous email.) One key difference is that Project Carbon X was IAAF-approved for world record status while Breaking2 was not. (Spoiler alert: Kipchoge finished Breaking2 in 2:00:25, which is over a minute faster than the official world record, 2:01:39, set by Kipchoge.)\n\nBoth are truly remarkable feats. Walmsey averaged a 5:48 mile for almost five hours, while Kipchoge averaged a 4:36 mile for a shade over two hours. To put this in perspective, imagine running on a treadmill at 10.3 mph for five hours or 13 mph for two hours, respectively!\n\nBoth feats also seemingly demonstrate a remarkable display of specialization. But note that Kipchoge, for example, won the world championship in the 5K at age 18 (try cranking up your treadmill to 14.5 mph to hold Kipchoge’s pace on this one). Generalization and specialization have been on my mind recently as I’m looking forward to reading David Epstein’s new book, Range: Why Generalists Triumph in a Specialized World. (Epstein also wrote a fantastic book called The Sports Gene: Inside the Science of Extraordinary Athletic Performance.) Would love to have him on the podcast. I’m curious about the journey of not only the two individuals mentioned above, but of the many people who excel in a given field, and whether there are more similarities than differences in how they got to that position.\n– Peter"
}