{
  "title": "Morning vs evening exercise",
  "content": "I recently read an article in the NY Times reporting that evening exercise may be more potent than morning workouts for improving metabolic health in men eating a “fatty diet.” According to the Times, “late-day workouts moderated the undesirable health effects of a greasy diet, while morning exercise did not,” based on the findings of a recent study.\nAt baseline, investigators checked the aerobic fitness, cholesterol, blood glucose, eating habits, and other aspects of health in the 24 men participating in the study, and then set them up with continuous glucose monitors (CGMs) and meal deliveries. For each of the 11 days of the study, participants received pre-packed meals for breakfast, lunch, and dinner, each containing about a third of energy intake based on individual resting metabolic rate, with the macronutrient composition of about 65% fat, 15% carbohydrate, and 20% protein (which I’ll refer to as a low-carb, high-fat diet or LCHFD from here on out).\nFor the first five days of the study, all of the participants ate the diet and then were randomized into one of three groups. The morning group exercised at 6:30 AM, the evening group exercised at 6:30 PM, and the control group did not exercise for the next five consecutive days while continuing the diet. The exercise consisted of alternating days of short duration, high-intensity interval training and long duration, moderate intensity training, all performed on stationary bikes.\nThe results of the study, according to the NYT, were “disturbing.” After five days of “fatty eating,” low-density lipoprotein cholesterol (LDL-C) had climbed alongside “worrisome molecular patterns” in their blood. The morning exercise did not appear to mitigate these effects while evening exercise mitigated the impacts of the “poor diet.” The evening exercise group also experienced better overnight blood glucose control than the other two groups. \nThe upshot of the results, according to the lead investigator of the study, is that the evening exercise reversed or lowered some of the changes that accompanied the LCHFD while morning exercise did not.\nThe study does not explain the mechanisms responsible for the evening exercise in supposedly improving metabolic health, but according to the NYT, the lead investigator suspects evening exercise has greater impacts on molecular clocks and gene expression than morning exercise.\nNow, let’s kick the tires on the evidence — and the interpretation — of this study. (If you want to read more about the importance of interpretation in research, read this article highlighting an example of poor interpretation of a recent study on rapamycin.) A couple of obvious limitations to this study are the sample sizes and duration. This is an 11-day experiment with eight participants in each of the three groups. The investigators studied the effects of just five days of exercise in men who underwent a dramatic dietary change less than a week before engaging in the exercise. Putting those limitations aside for the moment, what else is worth paying attention to here?\nOne of the biggest potential problems with this study is sleep, or a lack thereof. Recall that the morning group commenced exercise at 6:30 AM. Is it possible that some of the participants needed to shift their sleep and wake times? It turns out that seven participants shifted their wake times by one to two hours and six of them compensated by going to bed one to two hours earlier. In other words, all but one participant in the morning group had their sleep pattern disrupted during the exercise portion of the study. If molecular clocks and gene expression play any role in the results of the study, it’s possible that the disruption in sleep and wake times could impact the metabolic signatures the investigators examined in this study just as much as the exercise timing itself. Another limitation to the study is the timing of the blood draws and other tests between the two exercising groups. The evening exercise group was tested 12 hours after their last training session compared with 24 hours for the morning exercise group which could impact the results. Again, if molecular clocks affect metabolism, this discrepancy in sampling might skew the results.\nAnd what about the changes in lipids in this study? What did the “somewhat disturbing” results actually look like in the 24 men after five days of the diet? Their fasting triglyceride (TG) levels decreased from about 136 to 111 mg/dL (p = 0.03), which I would call somewhat encouraging. Their LDL-C on the other hand increased from 116 to 124 mg/dL (p = 0.049), which I wouldn’t exactly call disturbing, especially in light of the fact that these participants are just a handful of days into a dramatic change in their diets. (Notice that if the p-value was one one-thousandth higher, the result would not be statistically significant.) Also, after five days on the diet, 24-hour CGM glucose concentrations decreased from 101 to 95 mg/dL. We can put to rest the idea that the five-day results of a “high-fat diet” are disturbing, at least in this study.\nBut what about after five days of morning or evening exercise? Is this where the rubber met the road in terms of marked differences between the groups for fitness and metabolic parameters? Not exactly. Cardiorespiratory fitness (measured by VO2peak) was improved by five days of exercise, regardless of the time of day of training. According to the study, only the evening group induced further improvements in glycemic control. The evening exercisers had lower nocturnal glucose levels — defined as the mean glucose concentration from 10:00 PM to 6:00 AM — compared to when they consumed the LCHFD alone. Their nocturnal glucose decreased from 95 to 88 mg/dL during this time. The morning exercisers? Their nocturnal glucose decreased from 99 to 94 mg/dL. While there was a statistically significant difference (p = 0.04) in the evening exercisers, but not in the morning exercises, it still leaves the question of whether these differences are clinically significant. Furthermore, wouldn’t the overall average of blood glucose, taken over 24 hours, be a better metric to consider? It’s not surprising the evening exercises had lower evening glucose. That would be expected, just as it would be expected that the morning exercisers would have lower daytime glucose, given the timing of their exercise. What would be interesting is if the two groups differ at all over the course of total time. If you recall above, when the investigators measured 24-hour glucose concentrations after the first five days of the LCHFD (and before participants were randomized to exercise or control), they found the diet significantly decreased glucose — from 101 to 95 mg/dL (p = 0.001). However, there were no significant changes in 24-hour glucose concentrations within either exercise group at the end of the experiment compared with concentrations after the LCHFD only. I’m not sure why the investigators didn’t compare the changes in 24-hour glucose concentrations between the morning and evening exercisers, or between each exercise group and the control group, but it’s unlikely there would be any significant differences if they did.\nBut the evening exercisers experienced more improvements than (within-group) nocturnal glucose, according to the investigators. Fasting blood glucose, insulin, cholesterol, triglycerides, and LDL-C concentrations significantly decreased only in the evening exercise group, as shown in the Table below. Again, it’s always worth looking at the numbers to see the effect sizes (if there truly is an effect).\nTable. Change in selected fasting biomarkers after five days of the LCHFD and after five days of exercise in the morning (Ex AM), exercise in the evening (Ex PM), or no exercise (Control) after the intervention period (day 11 of the study). Source data: Moholdt et al., 2021\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone wp-image-16186 size-large\" src=\"https://peterattiamd.com/wp-content/uploads/2021/10/12-211002-weekly-email-evening-exercise-tbl-gdoc-update-1024x664.png\" alt=\"\" width=\"1024\" height=\"664\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/10/12-211002-weekly-email-evening-exercise-tbl-gdoc-update-1024x664.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/10/12-211002-weekly-email-evening-exercise-tbl-gdoc-update-300x194.png 300w, https://peterattiamd.com/wp-content/uploads/2021/10/12-211002-weekly-email-evening-exercise-tbl-gdoc-update-768x498.png 768w, https://peterattiamd.com/wp-content/uploads/2021/10/12-211002-weekly-email-evening-exercise-tbl-gdoc-update.png 1432w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\n† p < 0.05 vs Ex AM\nWhile a number of the results above were statistically significant in the evening exercise group, how clinically relevant are these differences? Despite making dozens of comparisons of traditional biomarkers, the investigators did not adjust their p-values for multiple hypothesis testing, increasing the probability that at least some of the results may be statistically significant even though there is no underlying effect. (Read this article about the multiple comparisons problem if you want to learn more about this threat to the validity of conclusions drawn from studies that don’t correct for multiple hypothesis testing.) Also, if you didn’t know anything about the statistical analysis and just looked at the averages above, is it clear to you that the evening exercise group fared better than the morning exercise group, on average? Two examples are TG and fasting insulin levels where the morning exercisers, on average, experienced a larger absolute and relative drop in their numbers compared to the control group and the evening exercisers, yet only the evening exercisers had statistically significant decreases compared to the control group. How can this be? It’s likely due to the fact that there was less variation in the results of the evening exercisers. A p-value incorporates both the sample size and the variation. The greater the variation in the individual results, the larger the sampling error. The smaller the variation in the results, the smaller the sampling error, and the more confident we can be in the results. Even so, with only eight participants per group and just five days of exercise, how confident should we be in the significance of these results, whether statistically or clinically? What we really want to know is how this would play out in the long-run. Is there an advantage of long-term evening exercise on a LCHFD compared to morning exercise in terms of metabolism and health outcomes? Unfortunately, the present study can’t answer this question. \nThe investigators believe their results highlight the importance of exercise timing in order to increase the potency of exercise as medicine. I don’t arrive anywhere near the same conclusion. The short duration and sample size of the study alone are severe limitations to establishing any reliable or practical knowledge on its own. Additionally, the aforementioned sleep loss in the morning exercisers, and the discrepancy in the timing of the blood draws, can easily confound the true relationship between morning and evening exercise and metabolic outcomes (which were more mixed than the NYT and the investigators made them out to be). To me, this highlights a poor interpretation of a study with poor explanatory power."
}