{
  "title": "Not another COVID newsletter",
  "content": "Check out more of my recent content on COVID:\n\n(January 3, 2022) COVID Part 1: Current state of affairs, Omicron, and a search for the end game\n(January 23, 2022) Why I’m for COVID vaccines, but against vaccine mandates.\n(January 24, 2022) COVID Part 2: Masks, long COVID, boosters, mandates, treatments, and more\n(January 29, 2022) A follow-up to my article on vaccine mandates\n\n\nIf you are reading this, then you’ve made it beyond the title of this newsletter! Congratulations – I’m sure the subject elicited more than a few eye rolls among my readers.\nYes, this week we’re giving you more content about COVID. (The last of it, I hope. Really.) Why? Because in last week’s newsletter on vaccine mandates, I implored you all to think. Many of you rose to the occasion with insightful feedback – both positive and negative – which absolutely merits additional discussion.\nI was also surprised by two particular themes of feedback, both of which I received in spades:\n“I was strongly in favor of vaccine mandates, but after reading your argument, I have changed my mind. Thank you for taking the time to walk through your argument in such detail.”\n–and–\n“I agree with your assessment, and I think vaccine mandates are a bad policy, but I can not say so publicly because I need to stay out of thorny political issues. Sorry I can’t also speak up on this.”\nI appreciate this feedback (though I remain confused by the second of these, as this discussion was centered on scientific evidence, not politics), as well as the thoughtful comments and questions about the limitations of the points I made last week. I’d therefore like to spend a little time drawing attention to some of these questions and giving them the careful consideration that they deserve.\n…But before we do, let’s take a look at the *other* feedback. In weighing in on such a charged issue, I expected to have to fight a few battles along the way. In fairness to all viewpoints – after all, the internet tells us that Twitter agitators have just as much authority as medical experts, and we all know the internet is never wrong – I’ve decided to present some of these criticisms, too, and have asked my team to make a handy flowchart to organize the various lines of thinking.\nOBSERVATION 1\n<img decoding=\"async\" width=\"1500\" height=\"3292\" class=\"alignnone size-full wp-image-16706\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/UPDATED-COVID-Flow-Chart-Graphic_attia-covid-circular-graphic-scaled.jpg\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/01/UPDATED-COVID-Flow-Chart-Graphic_attia-covid-circular-graphic-scaled.jpg 1500w, https://peterattiamd.com/wp-content/uploads/2022/01/UPDATED-COVID-Flow-Chart-Graphic_attia-covid-circular-graphic-137x300.jpg 137w, https://peterattiamd.com/wp-content/uploads/2022/01/UPDATED-COVID-Flow-Chart-Graphic_attia-covid-circular-graphic-467x1024.jpg 467w, https://peterattiamd.com/wp-content/uploads/2022/01/UPDATED-COVID-Flow-Chart-Graphic_attia-covid-circular-graphic-768x1686.jpg 768w, https://peterattiamd.com/wp-content/uploads/2022/01/UPDATED-COVID-Flow-Chart-Graphic_attia-covid-circular-graphic-700x1536.jpg 700w, https://peterattiamd.com/wp-content/uploads/2022/01/UPDATED-COVID-Flow-Chart-Graphic_attia-covid-circular-graphic-933x2048.jpg 933w\" sizes=\"(max-width: 1500px) 100vw, 1500px\" />\n… My inbox this week might be the closest I’ve ever come to experiencing a blitzkrieg. And yet here I am, returning to this subject, ready for the air raid sirens to start blaring all over again as soon as I share this.\nOBSERVATION 2\nIn all seriousness, we received some really great follow-up questions from people who (i) actually read the piece in its entirety and (ii) were versed in the novel technique of disagreeing with the argument I made without reverting to ad hominem attacks. This relatively new technique is called making-a-counter-point-that-focuses-on-the-arguments, whereby they made counter-arguments in good faith to the actual points I raised.\nHere are some examples:\n1. You’ve neglected to acknowledge that the decision not to vaccinate oneself can potentially impact others. You discussed the relative likelihoods of vaccinated vs. unvaccinated individuals becoming infected and potentially passing the virus along to others, but infection isn’t the only way in which the vaccination decision has broader repercussions. As you pointed out, anti-vaxxers are more likely to be hospitalized or die of COVID, so a “my body, my choice” viewpoint doesn’t apply when one’s personal decision can impose a massive burden on the healthcare system. As an example of an even more profound and personal impact, we could look at anti-vaxxers who have left their children as orphans after dying needlessly of this disease. How is that not reprehensible?\nI think this is a fair criticism of my argument. With regards to children becoming orphans because their parents died from COVID while unvaccinated, I have no idea how large that data set is. I guess the only silver lining around this is that the people most harmed by not taking vaccines are, typically, sufficiently older, and therefore hopefully not people with young kids. People in their 30s and 40s, even if unvaccinated, are still at very low risk from COVID (even from the original strain). But no doubt there are some young kids out there today who do not have parents because of this, and this is no more or less tragic than a child losing a parent to any preventable cause of death.\nOf course, the same can be said of so many other things that take so many more lives than COVID will ever take. How many parents have died because they didn’t manage their lipids and ended up with premature cardiovascular disease? How many were killed driving drunk or speeding or by others doing so? How many took their own life by suicide or overdose? The answer here must be multiples of COVID. We could certainly enforce mandates to address these things (e.g., forcing statins on people with LDL-C > 150 mg/dL; banning alcohol entirely; forcing automakers to prevent cars from driving more than 60 mph), but is that the world we want to live in?\nA similar argument applies to burdens on the healthcare system. Those who chain smoke or drink to excess are increasing their risk of disease and death. Yes, certain high-risk behaviors come with higher health insurance costs to offset the added burden, but that is very different from entirely removing the right to engage in these behaviors. And what about athletes? Team sports and other athletic endeavors frequently cause fractures, sprains, and other sports-related injuries – many involve significant healthcare costs, but we’d never forbid these activities or penalize athletes for engaging in them.\n2. You don’t clearly acknowledge that your argument against mandates would fall apart in the presence of a more deadly virus—while rampant misinformation and vaccine resistance would probably still flourish. Given a sufficiently deadly pathogen, we’d vaccinate everyone at gunpoint if necessary—and we’d be right to. So, while I agree with your position on mandates, especially given the turn that Omicron has taken, I feel that we are set up to fail massively in the presence of a more dangerous pandemic.\nI mostly agree, and the first version of the vaccine newsletter did address this exact point. I removed it because the piece was, and probably still is, too long, in my opinion. I went through the argument for other vaccines and touched, specifically, on the measles, mumps, & rubella (MMR) vaccine. Essentially, the point I made was that each vaccine-disease pairing must be evaluated separately. It must address the following questions:\n\nHow effective is the vaccine at reducing the severity of the disease to the vaccinated individual?\nWhat treatment options exist for the infected?\nWhat are the consequences of infection, beyond death (that is, what is the morbidity for the survivors)?\nHow well does the vaccine prevent transmission? (Here, for example, is where MMR is very different from COVID because of the nature of measles vs. SARS-CoV-2. Measles requires a long incubation, 10-14 days typically, and spreads only once virus is present in the bloodstream, so vaccines virtually eliminate spread. This is, of course, not at all true of COVID vaccines, because the virus causing COVID incubates for a much shorter time and does not require viremia to spread, which is why it spreads so easily and quickly via mucosal surfaces.)\n\nSo I would argue this is another reason to oppose mandates for this virus with these vaccines and this time. A mandate is a very extreme measure; therefore, it should be reserved for cases in which it really moves the needle. It clearly does not move the needle for COVID – currently, at least. The scientific community and health policy community have already squandered most of their good will. By ramming mandates down people’s throats in a scenario when they help virtually no one, they effectively torch the chance to go back to this nuclear option if and when it is ever truly justified.\nThe last point I would make is that I’m not sure we would need to force effective vaccines at gunpoint if a mandate truly made sense. If we were dealing with a virus that killed 10% of the people it infected, that spread as easily at COVID, and for which we had no treatments, I suspect people would be lining up for vaccines once they saw, with their own eyes (which they would undoubtedly see if 1 in 10 were dying) the toll of the virus on the unvaccinated.\n3. You say that Omicron is milder than Delta and previous variants, but daily death rates from Omicron are as high as they have ever been.\nThis is a fair point. I think there are two things to keep in mind when evaluating the daily death toll from Omicron. First, what you are witnessing with this death toll can’t be compared directly to the previous variants because Omicron is much more contagious than Delta, so the velocity of disease is much greater. In other words, it’s not just that more people are being infected, it’s that the entire population will be exposed to this in a much shorter time frame. So if a previous variant of COVID might be expected to kill X people over 2 years, this one might kill 25% of X people (because it’s less virulent), but over 3 months instead of 2 years because of the speed at which it spreads. Second, in looking at the daily death toll–and to be clear this is a hypothesis that can only be tested once we have all of the mortality data, on a daily basis, for every cause of death in the U.S.–I suspect the daily numbers we are seeing today include two groups of patients: people dying because of Omicron and people dying from some other cause (e.g., cancer, ASCVD) who tested positive for Omicron incidentally. Obviously, only the former should be included in the death toll, but the only way to know the size of the latter is to look at excess and deficit deaths during this peak period, which will take some time. My intuition is that this latter group represents a nontrivial fraction of the COVID deaths we are seeing.\nOBSERVATION 3\nA few people commented on my calculation of the NNT (number needed to treat, or NNV–number needed to vaccinate) for the vaccines, arguing that such a calculation was misleading.\nSome comments were in good faith (the novel technique described above).\nSome comments were based on a different technique, which I believe is called the If-I-call-you-a-big-enough-piece-of-shit-who-misrepresnts-data-for-personal-gain-it-makes-me-feel-better-about-myself technique.\nFor those hoping to emulate the former, here is an example:\nYou list the ARR for ages 65-74, for example, as 0.035%. This review of over 100 studies reports the infection fatality rate (IFR) at age 75 as 4.6%. (Subsequent data like these and these have found a similar if somewhat lower range, presumably after natural immunity had provided some protection.)  If the RRR is 84%, then I think the ARR should be 4.6% X 0.84 = 3.86%, for a NNT of ~26.\nThe study you’ve cited looks at an entire population and asks what is the ARR prior to any infection, whereas my analysis looks at IFRs (i.e. what happens if you are already infected and unvaccinated vs. already infected and vaccinated). However, given that the high likelihood that unvaccinated individuals would be infected at some point in their lifetimes, the difference of looking at a total population vs. infected population would result in only a small change in NNT.\nI have been trying to see where I am wrong, either in my understanding of the age-specific IFR or in the calculation of NNT.  Given the relative efficacy of vaccines, and the fairly high IFRs at older ages, the ARR should be more appreciable than 0.035%.  Apologies if I am mistaken.\n(Note: For those who would rather emulate the latter technique, check out this app called “Twitter.” It has an accredited fellowship program which focuses on all the fine points of this style of inquiry.)\nI think there is a point to this argument. Upon some further reading, and after reaching out to 5 epidemiologists, 2 virologists, and 3 biostatisticians, I think I would say that the NNT calculation I included, while correct “technically” (it is, after all, the reciprocal of the ARR) does not fully capture the benefit of vaccines. In other words, I understated the value of vaccines, when it comes to preventing hospitalization and death in absolute terms.\nHere is an interesting letter I was sent by one of the people I reached out to on this question and here is another interesting piece that explains the limitations of using NNT (or NNV) to estimate the effectiveness of vaccines. My takeaway from digging into this more closely is that the roughly 6 months of follow-up in the VA trial, despite its size of over 4 million patients, did not give enough time to see the full difference in mortality and hospitalization between the groups (unvaccinated and vaccinated). Giving enough time for every single person to be exposed to COVID, however long that takes, would be necessary before we can apply the ARR/NNT framework.\nThere is, of course, a great irony in this mistake. You see, it makes the argument for vaccines even better than I initially made it. This implies (based on the formal tools of logic) that the rationale for mandates is even weaker. After all, my argument against mandates is:\n\nVaccines do a great job of protecting the vaccinated [correcting the NNT argument now makes this a stronger case];\nVaccines do a poor job of preventing transmission;\nWe have very successful treatments–both new drugs and one old drug–to treat COVID;\nNatural immunity is, at a minimum, as good as vaccine immunity and with each passing day the fraction of people who are not immune, via infection and/or vaccine, is shrinking precipitously; and\nOmicron is less virulent than all variants that preceded it and will eventually infect everyone, with or without a vaccine, thereby providing an excellent booster.\n\nThis is a good example of “majoring in the minor” as one of my professors used to say (as opposed to “majoring in the major” and “minoring in the minor”). Several people who were very upset about my analysis and conclusion were especially upset about this low estimate of NNT, but most failed to realize that this error was not germane to the overall argument and that correcting this mistake makes the argument stronger.\nOBSERVATION 4\nThis is less of an “observation” per se so much as a follow-up for the sake of transparency and thoroughness. I recently shared the graph below on social media, and for those who might be interested in looking into this further, I wanted to share additional details about my sources for these data, as well as a limitation of this type of analysis.\n<img decoding=\"async\" width=\"1600\" height=\"1418\" class=\"alignnone size-full wp-image-16704\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/us-death-rate-for-people-under-35-covid-copy.jpg\" alt=\"\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/01/us-death-rate-for-people-under-35-covid-copy.jpg 1600w, https://peterattiamd.com/wp-content/uploads/2022/01/us-death-rate-for-people-under-35-covid-copy-300x266.jpg 300w, https://peterattiamd.com/wp-content/uploads/2022/01/us-death-rate-for-people-under-35-covid-copy-1024x908.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2022/01/us-death-rate-for-people-under-35-covid-copy-768x681.jpg 768w, https://peterattiamd.com/wp-content/uploads/2022/01/us-death-rate-for-people-under-35-covid-copy-1536x1361.jpg 1536w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" />\nData for annual U.S. fatalities attributable to suicide, homicide, drug overdose, and COVID were sourced from the CDC, while the National Center for Health Statistics (NCHS) provided data for annual U.S. fatalities from motor vehicle accidents. For suicide, homicide, and drug overdoses, crude death rates were calculated from a 12-month period ending in Q3 of 2020. Motor vehicle-related death rates were calculated from a 12-month period ending in Q4 2019 and COVID-related death rates were calculated from a 12-month period ending in Q1 of 2021. The data for all fatality categories were further stratified by age and reported as rates per 100,000 persons within that age group. The raw data are presented below:\n<img decoding=\"async\" width=\"1600\" height=\"409\" class=\"alignnone size-full wp-image-16705\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/annual-death-chart-copy.jpg\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/01/annual-death-chart-copy.jpg 1600w, https://peterattiamd.com/wp-content/uploads/2022/01/annual-death-chart-copy-300x77.jpg 300w, https://peterattiamd.com/wp-content/uploads/2022/01/annual-death-chart-copy-1024x262.jpg 1024w, https://peterattiamd.com/wp-content/uploads/2022/01/annual-death-chart-copy-768x196.jpg 768w, https://peterattiamd.com/wp-content/uploads/2022/01/annual-death-chart-copy-1536x393.jpg 1536w\" sizes=\"(max-width: 1600px) 100vw, 1600px\" />\nIn creating the graph above, I normalized death rates from each category to the death rate from COVID for each age group. (For instance, to compare motor vehicle death rates to COVID death rates in the 0-5 year age group, I divided 2.2 by 0.2 = 11.0, meaning motor vehicle deaths were 11 times greater than COVID deaths per 100,000 children aged 0-5 years over the period of one year.) In other words, all values are presented relative to COVID death rates, which on this graph would all be equal to one. This graph seemed to generate a lot of anger, perhaps because people took it to mean we should not care about COVID. On the contrary, the point was merely that there are many things that pose a far greater threat to the lives and well-being of young people, contagious (e.g., influenza and pneumonia for people under 14, which is 3-5x more common as a cause of death, though not shown here) or otherwise.\nOBSERVATION 5\nI also generated some harsh criticism for commenting on social media and in last week’s newsletter that I felt it was wrong to remove a patient from the organ transplant list because they had not been vaccinated. In the case of one person, he had already been infected with COVID. In the case of the other, prior infection status was not provided.\nDespite allegations to the contrary, I do have a sense of organ allocation, having spent many months on the transplant surgery service during my residency years at Johns Hopkins.  If one argues that not being vaccinated implies poor compliance with subsequent medical care, then yes, this would rightly constitute grounds for deprioritization. If one argues that not being vaccinated increases the risk of organ rejection or subsequent infection that could lead to organ rejection (or death), then yes, this would rightly constitute grounds for deprioritization.\nI think this is a far more difficult question to contemplate than, say, the utility of mandates, which seems very clear to me. Reasonable people can disagree on this thorny issue. I asked one of my closest friends from residency, Dr. Chris Sonnenday (also a previous guest on the podcast) who is the Surgical Director of Liver Transplantation for Michigan Medicine the following questions:\nIs a person who has not had a hep B vaccine ineligible for a kidney?\nIs a person who does not get the flu vaccine ineligible for liver or heart?\nIf this is a longstanding requirement, is it because it speaks to “non-compliance” or is it because the risk of death in the recipient is now too high to justify the organ?\nChris, being one of the most gracious people I know, wrote me a very long response and then hopped on a call with me for about 30 minutes to discuss further. All of this on a Saturday night when he was wrapping up a liver transplant.\nI appreciate the opportunity to comment on this issue – I realize it is challenging and nuanced, and I appreciate your willingness to consider it.\nI attached a response, which is essentially my description of our rationale for our vaccine requirement, and some of my own thoughts.\nUltimately, as you alluded to, this is about stewardship of a precious resource that demands a zero tolerance for preventable graft loss and patient death.\nI will stipulate that the rationale included in my discussion relates to the specific context of immunosuppressed solid organ transplant recipients. The implications of natural immunity and vaccine requirements applied to healthy people are completely different, as I have heard you discuss recently on the podcast.\nI have had a lot of long and emotional discussions about this issue with our patients. As you know, there is a lot of distrust of messaging about the vaccine, and appropriate concern about the accuracy of some of that messaging. I have developed great empathy for our patients that struggle with this decision. I am humbled to say though that the overwhelming majority of our vaccine-hesitant patients choose to become vaccinated when we explain to them our rationale and our commitment to their best possible post-transplant outcome. I am aware of only a few (single digits) of the more than 1000 patients on our collective waitlists at UM that have decided to delist or consult with other centers.\nChris’s attached response, which he literally wrote to me while sitting in the OR between cases, can be seen here. If you read this response, you can probably tell why I refer to Chris as, perhaps, the greatest doctor I’ve ever met.\nAfter reading his letter, and speaking with Chris over the phone, I can honestly say I see his point of view with more clarity now. While there are inconsistencies in the requirements for vaccination to be a transplant recipient (e.g., it is not required to receive an annual flu vaccine), vaccine requirements (e.g., Hepatitis B vaccination) have been in place long before the arrival of COVID. More importantly, I now see how the best outcome for a transplant patient–someone who will spend the rest of their life immunocompromised–is likely better if they are vaccinated than if they are not. To that end, I will reverse my position on this particular mandate and I can only hope that everyone on an organ waiting list has the luxury of speaking with someone like Chris, if they are vaccine hesitant.\nThe Wrap-Up\nOne unexpected but pleasant surprise of this past week was the great dinner conversations with my 13-year-old daughter, who is learning about critical thinking in school. I was able to use the unfounded criticisms (those that didn’t bother to argue any of the points I made) as a teaching opportunity to demonstrate how not to think critically or rely on logic. As she finds herself at an important stage in life, when she is learning the value of skills such as critical thought and technical writing, I think it can be just as helpful to demonstrate what not to do as it can be to demonstrate what to do.\nI was utterly amazed at some of the childish, immature comments and slurs hurled by other MDs, of all people. I really wonder what this says about my profession. Maybe I’m too naive and hold people to too high a standard, but I would have imagined that people with so much education would also have the neuronal reserve to simply focus on the substance of what they disagree with. Regardless, they have all provided an excellent example of everything I don’t want my kids to grow up to be.\nLastly, I want to return to that which I said first, namely, that my goal was to invite everyone to think. My brother Paul reminded me of an important lesson that he learned from one of his best friends and mentors in life. Paul, a former prosecutor and (by his own admission) a professional question-asker, was speaking to this friend about a need for greater question-asking and cross-examination of government policies and asked, “Do you think we, as a society, are afraid to ask tough questions and critically think?” His friend replied, “Maybe. Or maybe we are afraid, so it’s tough to think. Be patient.” His wise friend makes a great point. And to that end, I close this piece where I began my first piece. My simple invitation to everyone is that I’d like us all to think our way through these issues and to do so honestly, accurately, and fairly. If we can do that, our results as a society are bound to improve, even when we all don’t agree."
}