{
  "title": "Peter Attia on the importance of preserving strength and muscle mass as we age",
  "content": "This clip is from “Ask Me Anything” (AMA) episode #27, originally released on September 20, 2021.\nIf you’re a member, you can now listen to this full episode on your private RSS feed or on our website. If you are not a member, learn more about the how to become a member and the benefits here.\n<iframe title=\"Peter Attia on the importance of preserving strength and muscle mass as we age\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/sK0vqoe8340?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesMuscle size vs. strength—which has the bigger impact on mortality risk? [58:00]\nHow much lean mass and strength are people losing by time?\nPeter is constantly communicating to his patients about the gravity of aging — just think about what  aging is robbing you of as time goes on? “You have got to fight like hell to avoid it”\n<img decoding=\"async\" class=\"alignnone size-large wp-image-16140\" src=\"https://peterattiamd.com/wp-content/uploads/2021/09/f9.-Strength-loss-with-aging-in-literature-ama27-1024x417.png\" alt=\"\" width=\"1024\" height=\"417\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/09/f9.-Strength-loss-with-aging-in-literature-ama27-1024x417.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/09/f9.-Strength-loss-with-aging-in-literature-ama27-300x122.png 300w, https://peterattiamd.com/wp-content/uploads/2021/09/f9.-Strength-loss-with-aging-in-literature-ama27-768x313.png 768w, https://peterattiamd.com/wp-content/uploads/2021/09/f9.-Strength-loss-with-aging-in-literature-ama27.png 1462w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 9. Strength loss with aging in literature (Keller and Engelhardt, 2013).\n\nThe lowest rate of decline that Peter could see is 1% per year\nAnother study showed 1.3% per year\nOthers are sort of putting it at one to 2% per year after 50\nLoss of 35 to 40% between age 20 and 80\nAnd the strength losses might even be greater\nSome studies even showing 4% strength loss per year\n\n*Peter’s important message*\n\nIt’s very difficult to put that in context when you understand what compounding does\nIt gives you a sense of what it means to sort of be average when you’re 50.\n\n“If you have the aspiration of kicking ass when you’re 85, you can’t afford to be average when you’re 50.” —Peter Attia\n\nEither through cardiorespiratory fitness, strength, or probably even muscle mass, to some extent, given its association with strength\nYou’ve got to be strong. You’ve got to have muscle mass to accompany that strength.\nYou’ve got to have the cardiorespiratory fitness\n\n§Selected Links / Related MaterialStudy looking at muscle mass and muscle strength and the relationship between the two and whether you can tease anything out between them: Associations of Muscle Mass and Strength with All-Cause Mortality among US Older Adults (Li et al., 2018)\nFramingham Heart Study: Framingham Heart Study | (wikipedia.org) [53:45]\nStudy concluding that strength of muscle may be more important than muscle mass: Strength, But Not Muscle Mass, Is Associated With Mortality in the Health, Aging and Body Composition Study Cohort (Newman et al., 2006) [1:00:00]\nEpisode of The Drive which touched on fasting/calorie restriction and its impact on muscle mass: #171 – Steve Austad, Ph.D.: The landscape of longevity science: making sense of caloric restriction, biomarkers of aging, and possible geroprotective molecules | Peter Attia (peterattiamd.com) [1:15:15]\nEpisode of The Drive with Layne Norton: #163 – Layne Norton, Ph.D.: Building muscle, losing fat, and the importance of resistance training | Peter Attia (peterattiamd.com) [1:23:00]\n§"
}