{
  "title": "Peter on the importance of cancer screenings",
  "content": "This video clip is from AMA #25: Navigating the complexities and nuances of cancer screening, originally released on July 26, 2021.\nIf you’re a subscriber, you can listen to this full episode on your private RSS feed or on our website at the AMA #25 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n<iframe title=\"The Importance of Cancer Screenings | The Peter Attia Drive Podcast\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/AaT3kgbtuYc?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesThe importance of cancer screening [1:15]\nAddressing the first question: How do you think about cancer screening?\nLongevity has these two components—they’re not independent—but sometimes, it’s helpful to think about them in isolation:\n\nLifespan—How do you live longer? \nHealthspan—How do you live better?\nMajor diseases that rob a person of lifespan include cancer, atherosclerotic diseases, and the diseases of dementia and neurocognitive decline\nThe latter two go more hand in hand with the reduction in health span\nBy definition, when a person has Alzheimer’s disease, their quality of life  i.e. their cognition) is also deteriorating–So they’re experiencing both the slide in quality of life and eventually length of life\nSimilarly in people that have advanced atherosclerosis, a lot of times the reduction in the ability to carry out activities of daily living kind of moves more hand in hand with that\nIn the case of cancer, health span decline is a little less the case\nAge is the greatest risk factor for cancer just as it is for the other two diseases\nBut in some ways it’s a little bit easier to think of cancer in isolation from the health span stuff\nif you’re trying to imagine a world in which you can live longer… that means living in a world where we delay the onset of chronic disease and/or have better tools to live longer with chronic disease\nPeter much more favors the former option (i.e., delay) because we’ve basically spent most of the history of modern medicine working on the latter option with very, very limited success.\n\nScreening\n\nOne of the pillars of longevity is minimizing mortality from cancer\nSo where does screening fit into this?\nScreening is one of three pieces\nFirst piece would be, how do you prevent cancer? \nThe second thing would be, how do you screen for cancer and detect it early? \nAnd the third is, how do you treat it when you have it?\n\nFocusing on the prevention piece…\n\nWhy does Peter believe that screening is an important pillar? \n\nThe simplest explanation for why screening matters is the evidence that suggests that a cancer that is caught earlier is easier to treat than a cancer that is caught later\nFor instance, if you catch a breast cancer or a colon cancer when there are tens or hundreds of millions of cancer cells, your odds of treating that successfully are better than if you catch the same cancer years later, when there are billions of cells\nThe evidence for that basically comes from examining how patients respond to the exact same drugs in the adjuvant setting versus in the metastatic setting \nThe adjuvant setting is when a drug is given to a patient who has no visible cancer\nSo if you believe that they have microscopic disease that remains, and you give them a drug like Herceptin for a HER2/neu positive breast cancer\nIf you compare the outcomes of those patients to the outcomes of patients who are given the exact same drug for the exact same phenotype and genotype of the cancer, but in the metastatic setting, there’s no comparison in the outcomes\n\n\nPossible explanation for the difference in success rates:\n\nOne explanation for that may be that the cancers that have been around longer have developed more mutations\nIt is therefore Peter’s belief that the more we can do to screen for cancer and catch it earlier, the better we will be\n\n\n\nScreening frequently comes with a price:\n\nWe pay a financial price for that\nAnd we pay potentially an emotional price\n\nWe have to now get into false positives and false negatives\n\n\n\nLooking at five-year survival stats…\n\nTake breast cancer—If you catch it early and it’s a local cancer and it hasn’t metastasized, the five-year survival rates are 99% \nBut for metastatic breast cancer, five-year survival is about 28%  \n\n§"
}