{
  "title": "Peter Attia on Zone 5 & Anaerobic Training Protocols",
  "content": "This audio clip was pulled from “Ask Me Anything” episode #21 — Deep dive into olive oil, high-intensity exercise, book update, and more. This episode was originally released on March 15, 2021.\nBecome a member to get immediate access to the entire episode and our entire back catalog of AMA podcasts.\n<iframe title=\"Peter Attia on Zone 5 &amp; Anaerobic Training Protocols\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/9JRD71zomRE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesZone 5 training: Peter’s approach to zone 5 training, and other anaerobic training protocols [49:30]\nPeter’s zone 5 protocol\nOn his stairmaster:\n\nOne time per week using a stairmaster\n4 minute pattern:\n\n3 minutes of zone 2\n1 minute at his VO2 max\nRepeat for 20-30 minutes\n\n\nHe usually does this on the tail end of a zone two workout (his longer aerobic day)\nNote: Peter knows his VO2 max and also knows the conversion to METS which the stairmaster can track\n\nHe also does zone 5 on his bike:\n\nFour minutes at 125% of FTP (functional threshold power)\nFollowed by four minutes recovery\nA one to one work/rest at a lower intensity than the 3 to 1 one rest to work that described on the stairmaster\n\n“My view is most people spend too much time there and not enough time in zone 2.” —Peter Attia\n§Selected Links / Related MaterialEpisode of The Drive with Alex Hutchinson where they talk about true sprint speed only being about 10 seconds: #151 – Alex Hutchinson, Ph.D.: Translating the science of endurance and extreme human performance | Peter Attia (peterattiamd.com) [53:00]\nGreat book by Alex Hutchinson: Endure: Mind, Body, and the Curiously Elastic Limits of Human Performance by Alex Hutchinson | (amazon.com) [53:00]\n \n§"
}