{
  "title": "Peter Attia on How Insulin Resistance Manifests in the Muscle",
  "content": "This audio clip is from “Ask Me Anything” (AMA) episode # 20 — Simplifying the complexities of insulin resistance: how it’s measured, how it manifests in the muscle and liver, and what we can do about it. \nIf you’re a member, you can now listen to this full episode on your private RSS feed or on our website. If you are not a member, learn more about the how to become a member and the benefits here.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/FLSVwUNoUWE?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n§\n\n            \n            Show NotesHow insulin resistance manifests in the muscle \nNormal metabolism:\n\nYou eat some carbs and plasma glucose increases\nThe increase in plasma glucose stimulates insulin secretion\nAnd insulin secretion:\n\nstimulates glucose uptake in muscle\nSuppresses GNG by the liver\n\n\nIn a healthy individual, 80-90% of consumed glucose is stored as glycogen (in muscle and liver)\nThe muscle is the predominant place where we dispose of glucose\n\nWhen Peter says “glucose disposal” he’s referring to muscle taking in glucose\n\n\n\n<img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-large wp-image-14826\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-1024x573.png\" alt=\"\" width=\"1024\" height=\"573\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-1024x573.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-300x168.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20-768x430.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-15-ama20.png 1386w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 5.\nWhat goes wrong from here?\n\nIt’s important to understand this is a continuum — on one end of the spectrum is just becoming insulin resistant and at the other end of the spectrum is full-blown type 2 diabetes\nThe first thing that really goes wrong is the muscles take in less glucose, and by extension, the plasma insulin level has to rise to force that in\nThe first sign of this is normal levels of glucose going in but at a higher level of insulin (and that’s easy to miss)\nThe first thing that usually shows up is higher levels of plasma glucose — and that’s because the liver is becoming resistant to insulin\nThe liver being resistant to insulin means it’s not slowing down glucose production, and therefore in the presence of glucose it’s still making glucose (very problematic)\nAt some point there’s not even enough insulin that the pancreas can make to overcome the resistance resulting in a person needing medication to start to overcome this problem\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-14827\" src=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-1024x577.png\" alt=\"\" width=\"1024\" height=\"577\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-1024x577.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-300x169.png 300w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20-768x433.png 768w, https://peterattiamd.com/wp-content/uploads/2021/02/slide-16-ama20.png 1388w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\nFigure 6.\n \nWhat is it about the muscle that fails in this process of glucose disposal?\nThree fates of glucose within the muscle\n\nOxidative\nGlycolytic\nGlycogen\n\n1-The oxidative fate of glucose says glucose comes into a muscle and immediately gets converted into ATP through the very efficient pathway\n\nGlucose gets converted to pyruvate, pyruvate gets converted to acetyl CoA, and that going into the mitochondria where ATP is generated under something called oxidative phosphorylation (Krebs cycle — this is the most efficient way to generate ATP out of glucose)\n\n2-The second potential fate of glucose is to undergo glycolysis\n\nTake the glucose down to pyruvate\nBut instead of taking the pyruvate towards the mitochondria and going through the Krebs cycle you turn it into lactate, which yields much less ATP\n\n3-The third fate of glucose in the muscle is it can be stored as glycogen\n\nGlycogen is literally a lattice of glucose.\nGlucose is a single six carbon ring, but you can join these things in rows, and rows, and rows, and rows, and sheets, and sheets, and sheets covalently and that becomes a matrix of glucose, which is a very efficient way to store it\n\nWhen things go wrong…\n\nWhen things go wrong, we know that at least one of those three are not working\nThe question becomes, which one?\n\nGerald Shulman did a study using a technique called NMR to try to answer this question.\n§"
}