{
  "title": "Peter on Stability — The foundation of the 4 exercise components",
  "content": "This clip is from “Ask Me Anything” (AMA) episode #12, originally released on February 10, 2020.\nIf you’re a member, you can now listen to this full episode on your private RSS feed or on our website. If you are not a member, learn more about the how to become a member and the benefits here.\n<iframe title=\"Peter Attia on Stability — The foundation of the 4 exercise components\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/hCj6NrmG2rA?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show Notes\nThe 4 components of exercise:\n1 | Stability (the foundation)\n2 | Strength\n3 | Zone 2 aerobic training\n4 | Zone 5 (high intensity, e.g., HIIT)\n“[Stability] is the cornerstone upon which your strength is delivered, your aerobic performance is delivered and your anaerobic performance is delivered. And it’s the way that you do so safely.”\nStability is…\n\na way that we transmit force from the body to the outside world…\nin the safest manner possible…\nacross the muscles which are designed to carry that load…\nas opposed to seeing the dissipation of force across joints that are not fit to do so.\n\n–For example, when you pick up 60 pounds off the ground\n\nNewton’s Law says you have to exert 60 pounds of force on the world around you to move that thing\nThe idea is you want all of that 60 pounds to be transmitted from your muscles to the ground\nAnd you DON’T want anything dissipating out your back, knees, or hips\n\n-Humans are born with this ability\n\nBut we lose it over time because of our lack of activity and our abundance of sitting\nBut it’s possible to reacquire this ability through deliberate practice of these movements\n\n<img decoding=\"async\" class=\"alignnone size-large wp-image-11985\" src=\"https://peterattiamd.com/wp-content/uploads/2020/02/squatting-clinic-ama12-1024x981.png\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/02/squatting-clinic-ama12-1024x981.png 1024w, https://peterattiamd.com/wp-content/uploads/2020/02/squatting-clinic-ama12-300x287.png 300w, https://peterattiamd.com/wp-content/uploads/2020/02/squatting-clinic-ama12-768x736.png 768w, https://peterattiamd.com/wp-content/uploads/2020/02/squatting-clinic-ama12.png 1436w\" alt=\"\" width=\"1024\" height=\"981\" />\nFigure 1. Ayrton Attia demonstrating a proper squat. Image credit: Peter Attia (Instagram)\nDynamic neuromuscular stabilization (DNS)\n\nPeter is a big fan of DNS to train proper stabilization and movements\nPeter has a lot of inefficient movement patterns that results in force leakage around his scapula, elbow, knee, back, hips, etc.\nThis “force leakage” is the root cause of a lot of the chronic injuries that people have\n“Stability is probably what I think of as the foundation upon which everything should be done vis-a-vis exercise.”\n\nOther ways to train stabilization:\n\nPostural Restoration Institute (PRI)\nPilates – while the vocabulary might be different than DNS or PRI, many of the principles are similar\nThe particular teacher matters a lot\n“I think this is somewhat discipline agnostic, but it’s heavily dependent on the practitioner and the student.”\n“Of the four pieces of exercise we’re going to talk about, this is the one that probably will take the most tinkering for people to find the right type of practitioners.”\n\nHere are a few IG video post by Peter sharing insights about stability training:\n\nHip hinge (VMO)\nDeadlifts\nScapulae\nConcentric intra-abdominal pressure (to stabilize the ribs)\n\n \n§"
}