{
  "title": "Peter’s approach to managing patients with high Lp(a)",
  "content": "This video is a clip from episode #210 – Lp(a) and its impact on heart disease with Benoît Arsenault, Ph.D., originally released on June 13, 2022.\n<iframe title=\"Managing patients with high Lp(a) | Peter Attia, M.D. &amp; Benoît Arsenault, Ph.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/khEmSILELjE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesPeter’s approach to managing patients with high Lp(a), and Benoît’s personal approach to managing his risk [1:54:45]\nLipid management\n\nPeter takes a 2-pronged approach to lipid management\n\n1 – Eradicate apoB to a physiologic level, the level a child has\n\nHis targets for apoB is to get it down to 30-40 mg/dL\nLower apoB without side effects from medication\n\n\n2 – Use PCSK9 inhibitors to reduce Lp(a), on average 30%\n\n\n\nBenoît’s Lp(a) level and his approach to management of risk\n\nBenoît turned 40 this year and had his lipids checked and Lp(a) remeasured\n\nHis Lp(a) is very high, 200 mmolar\n\n\nHe had his genotype done by a direct-to-consumer company that lets you look at your own data\n\nThey send you all of your SNP information\nHe looked at his favorite SNP in his Lp(a) gene and discovered he is a carrier of one of the most famous Lp(a) variants \n\n\nHis LDL is a bit higher than average, his Lp(a) is high, so he began to take a statin\nHe’s been on a close to vegetarian diet for more than 3 years, he’s physically active\nBut looking at his labs, he wants to do more\n\n“I see the importance of going after LDL very early and very aggressively”— Benoît Arsenault\n\nHe’s not on a super high dose statin, but will check it after 3 months\n\nIf his LDL doesn’t go down, he will increase the dose\nThis is what he thinks people with high Lp(a) should do\n\n\n\n§<img width=\"300\" height=\"300\" src=\"https://peterattiamd.com/wp-content/uploads/2022/06/bio-image-benoit.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/06/bio-image-benoit.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/06/bio-image-benoit-150x150.jpeg 150w\" sizes=\"(max-width: 300px) 100vw, 300px\" />Benoît Arsenault, Ph.D.Benoît Arsenault obtained his doctoral degree in Physiology-Endocrinology from Université Laval in Québec City, Canada in 2009. He did postdoctoral research at the Academic Medical Center in Amsterdam and at the Montreal Heart Institute.  Benoît is currently an Assistant Professor in the Department of Medicine at the Université Laval and a research scientist in the cardiology axis at the Centre de recherche de l’Institut universitaire de cardiologie et de pneumologie de Québec, in Canada.  \nThe research of Benoît’s team is focused on understanding the risk of cardiovascular diseases such as atherosclerosis and aortic stenosis in relation to lifestyle and inherited risk factors. This includes extensive research in unraveling the role of Lp(a), HDL metabolism, PCSK9, and lipid-lowering therapies.  [iucqp.qc.ca]"
}