{
  "title": "Putting out the fire on the gas stove debate",
  "content": "There has been growing attention to the potential risks lurking in the seemingly benign corners of our homes, and this time, the source of the danger appears to be the gas stove, a fixture in many American households. Or is it?\nWhile studies have generally shown a correlation between gas stove use and respiratory problems such as asthma, the extent of this effect remains a subject of ongoing scientific debate. Nevertheless, the U.S. Consumer Product Safety Commission has raised a note of caution, urging consumers to be mindful of the potential risks and consider alternative cooking methods. This alarm comes in light of a study published in December of 2022 in the International Journal of Environmental Research and Public Health that added weight to these concerns, highlighting a concerning correlation between gas stove use and childhood asthma.\nAbout the Study\nThe study by Gruenwald et al. aimed to quantify the population-attributable fraction (PAF) for gas stove use and childhood asthma in the United States. The PAF is an estimate of the proportion of disease or health outcomes in a population that can be attributed to a specific risk factor – or to put it another way, what percentage of those with a given health outcome would have been spared had a given risk factor not existed. It is calculated by determining the proportion of people with a certain outcome, such as asthma, who were exposed to a particular factor, like gas stoves, and comparing their risk to those who weren’t exposed.\nTo do this, the researchers utilized effect sizes previously reported for asthma and estimated the proportion of children (<18 years old) exposed to gas stoves using the American Housing Survey. They found that 12.7% of current childhood asthma in the U.S. is attributable to gas stove use. In other words, the proportion of childhood asthma that could be theoretically prevented if gas stoves were eliminated is 12.7%, a number that varied by state, with Illinois having the highest at 21.1% and Florida having the lowest at 3%.\nLimitations of PAF\nBefore panic sets in, it is important to note that the findings of the study are not new and are based on a single meta-analysis published in 2013 on observational studies reporting associations between gas stove use and asthma. Outside of the calculated PAF, Gruenwald et al.’s study produced no new knowledge, so let’s start with how to interpret that 12.7%.\nThe PAF quantifies the proportion of disease cases that would be prevented if a specific risk factor were eliminated, under the assumption that the risk factor is causally related to the disease. It does not in any way provide evidence of causality. In an article published in Preventing Chronic Disease, Dr. Beverly Levine provides a detailed breakdown of the limitations of the PAF, pointing out that if the causality assumption is violated – that is, if we don’t already know that the variable in question causes a given outcome – then the PAF is meaningless.\nDr. Levine also notes that interpreting this metric is complicated by the fact that disease development is often the result of multiple factors or forces acting together – from genetics to environmental exposures to lifestyle choices. Calculating a PAF is an attempt to partition causality into distinct contributions from separate factors, but in reality, they may interact in complex and nuanced ways, so elimination of one may not lead to the expected reduction in disease burden.\nIs the Association Real?\nSo the PAF may not provide new or useful information, but should we still be concerned about the observed correlation between gas stoves and childhood asthma?\nThe meta-analysis on which Gruenwald et al.’s study is based leaves room for doubt. It is composed of observational studies, which, as we’ve seen so many times, are subject to confounds. For example, the analysis included multiple studies that found an association between gas cooking and respiratory disease in children but variously failed to evaluate parental smoking habits, indoor smoke, pet ownership, or outdoor pollution as other possible factors which might underlie the observed associations. In other words, we must interpret these conclusions with a high degree of caution.\nStill, an association is certainly plausible. Gas stoves emit nitrogen dioxide (NO2), a respiratory irritant that can cause inflammation and damage to the airways. NO2 can exacerbate asthma symptoms by increasing airway hyperresponsiveness, making the airways more sensitive to triggers like allergens or viruses, and children may be particularly vulnerable because their airways are still developing and they may spend more time indoors than adults. So are there ways to reduce the risk without moving homes or replacing the stove?\nEliminating Excess Exposure\nAt this point, we must note the important distinction between elimination of exposure (i.e., reducing household NO2 levels to zero) and elimination of excess exposure (i.e., reducing household NO2 to levels at or below safe limits or levels expected for ambient air). Complete elimination of exposure is not practical or possible, but we have many options – such as spot ventilation (range hoods), natural ventilation, and air purifiers – for reducing exposure to excess NO2 attributable to gas stoves without needing to replace the stove entirely.\nThe U.S. EPA’s safety limit for NO2 is 100 parts per billion (ppb), and they estimate that ambient air averages about 53 ppb. Previous work has shown that NO2 levels in homes with gas stoves typically range from 25-75 ppb, or about 15-25 ppb more than homes without gas stoves. (This concentration can increase considerably during cooking in the immediate vicinity of the stove, but when it comes to risk for chronic conditions like asthma, average exposure over time is the relevant measurement.)\nSo how do we eliminate that extra 15-25 ppb? According to a study at Lawrence Berkeley Laboratory, the most effective strategy is to employ a range hood while cooking. The authors report that use of a range hood eliminated 60-87% of NO2 associated with stove use, and these results were obtained using only a range hood as a source of ventilation. Utilizing this strategy in combination with others, such as fans or air purifiers, will further diminish excess exposure and risk of harm. (Of relevance, the meta-analysis on which the Gruenwald et al.’s study is based noted that the association between gas stove cooking and asthma was more substantial in studies published before the year 2000 than in later studies, a discrepancy likely due to changes in stove performance and implementation of proper kitchen ventilation.)\nBottom Line\nThe link between gas stove use and respiratory problems such as asthma has long been a subject of intense debate among both the scientific community and the general public. Although a recent study has brought public attention to a correlation between gas stove usage and asthma risk, it’s important to put these findings into perspective both by understanding their limitations and by recognizing the means at our disposal for reducing any excess risk.\nWith the availability of spot ventilation, natural ventilation, and air purifiers, households can significantly decrease their exposure to harmful emissions and reduce the risk of health issues associated with gas stove use. Considering that these mitigation strategies can together effectively eliminate the excess risk, the issue at hand is inconsequential. These simple yet effective measures can ensure a healthier and safer home environment for ourselves and those around us.\n \nFor a list of all previous weekly emails, click here. \npodcast | website | ama"
}