{
  "title": "Red meat, cancer, push-ups, and CVD",
  "content": "Groundhog Day (GD) came and went last month — and sure enough — 2019 has already brought a bounty of emails and Tweets from concerned folks wondering if red meat is going to kill them (again). (I wrote about the “GD” phenomenon in this article.) \nAlso, in the gift-that-keeps-on-giving department that is observational epidemiology, we apparently may have a new leader in the clubhouse for assessing cardiovascular disease (CVD) risk: how many push-ups can you do?\n“Those [men] who could do more than 40 push-ups during a timed test at a preliminary examination were 96 percent less likely to have developed a cardiovascular problem compared to those who could do no more than 10 push-ups, according to the report published Friday in the medical journal JAMA Network Open,” writes the USA Today.\nIt’s not every day that you see an odds ratio (in this case, an incidence rate ratio to be precise, which these studies are not) of 0.04. This is a welcome reprieve from ORs of 1.06 (see below). However, as Tom Naughton writes on his blog, this study doesn’t tell us about push-up prowess and risk for CVD, rather, “It simply tells us that younger men and men who don’t smoke are less likely to develop heart disease during the next 10 years.” The mean age of the 10-or-fewer push-up group? 48. The > 40 push-up group? 35.\nAs for the latest red meat scares, we have, Is Eating Deli Meats Really That Bad for You? and Eating Processed Meats Tied to Breast Cancer Risk served up by the New York Times. Regarding the deli meats, this is a rehash of a 2011 meta-analysis that we covered here and here on my website. \nNeedless to say, I don’t find this as compelling evidence that consuming “even small amounts of processed meat increases the risk of colorectal cancer,” as the Times writes, but actually can’t claim (time to hit the detention chalkboard: correlation is not causation…correlation…), based on the nature of the research and the lack of strength of the associations.\nAs for the breast cancer and processed meat meta-analysis, again, when we’re looking at mostly food frequency questionnaires, relative risks of 1.06 in observational studies, with confounders galore that can’t simply be “controlled” by statistical manipulation, it’s hard to take this stuff seriously (and makes me wonder why these findings are even newsworthy).\nOn a positive note, my inbox is getting almost as stuffed with people pointing out the myriad flaws in these articles and studies, so I got that goin’ for me, which is nice (truly).\n– Peter"
}