{
  "title": "Rick Johnson, M.D. on the impact of high blood pressure on chronic disease",
  "content": "This video clip is taken from  Podcast #194 – How Fructose Drives Metabolic Disease with Rick Johnson, M.D. Rick Johnson is a Professor of Nephrology at the University of Colorado.\n<iframe title=\"The impact of high blood pressure on chronic disease | Peter Attia, M.D. &amp; Rick Johnson, M.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/5aEXSZxkqsI?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n§\n\n            \n            Show NotesHigh blood pressure contributes to many chronic diseases\n\nBlood pressure seems to play a very important role in all the major chronic diseases, except for cancer\nPeter notes, “In neurodegenerative disease, cardiovascular disease, cerebrovascular disease, and renal disease (which are really the main pillars of death), hypertension seems to work against you” \nHigh blood pressure (aka primary or essential hypertension) is extraordinarily common in our country and throughout the world\n\nMaybe 1/3 of adults have high blood pressure\n\n\nHigh blood pressure is usually defined as a blood pressure greater than 140 over 90\n\nIn the US it was recently redefined as being greater than 130/80\n\n\nRick is a nephrologist, he takes care of the kidneys, the organ that is arguably the most sensitive to blood pressure (this is the first place where damage shows up)\nRick notes there are 3 main sites where high blood pressure really causes problems\n\n1) Stroke— high blood pressure is a major cause of stroke\n2) Heart failure— it’s a major cause of heart failure\n3) Kidney disease— it’s one of the 2 major causes of kidney disease\nThese are all pressure related conditions where the higher the pressure the higher the risk of these diseases\n\n\nStudies show that the greatest risk for these diseases occurs when the systolic blood pressure is 160-180 or higher\n\nThis is kind of a turning point, beyond which there is a dramatic increased risk for these conditions\n\n\nThere is a linear relationship between blood pressure and the risk of stroke and heart failure going all the way down to 120/80\nMost studies done in around 1900 showed that less than 5% of the population had blood pressures of over 140 over 90\n\nBased upon the normal Gaussian curve of the population back then, probably about 140 over 90 was the cutoff for what was thought to be high blood pressure\n\n\n\n“I’m a believer that 140 over 90 is a good mark for where we should be viewing hypertension as a condition that really should involve active management” – Rick Johnson\n\nRick believes there is  minimal risk with a blood pressure 135 over 85\n\nIn epidemiology studies over many years, it can be shown that 120/80 is superior to 135/ 85\n\n\n\n \n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Rick Johnson, M.D.Richard Johnson is a professor of medicine in the Department of Nephrology at the University of Colorado since 2008 and he’s spent the last 19 years being a division chief across three very prestigious medical schools. An unbelievably prolific author, Rick has well over 700 publications in JAMA, New England Journal of Medicine, Science, et Cetera. He’s lectured across 40 countries, authored two books, including The Fat Switch, and has been funded extensively by the National Institute of Health (NIH). His primary focus in research has been on the mechanisms causing kidney disease, but it was in doing this that he became really interested in the connection between fructose (and fructose metabolism) and obesity, diabetes, heart disease, hypertension, and metabolic disease."
}