{
  "title": "Rick Johnson M.D. on the relationship between salt & blood pressure",
  "content": "This video clip is taken from  Podcast #194 – How Fructose Drives Metabolic Disease with Rick Johnson, M.D. Rick Johnson is a Professor of Nephrology at the University of Colorado.\n<iframe title=\"The Relationship Between Salt &amp; Blood Pressure | Peter Attia, M.D. &amp; Rick Johnson, M.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/Puuoq800_FM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n§\n\n            \n            Show NotesMechanisms that drive high blood pressure\n\nThe first issue was known is that salt is important in blood pressure \n\nIn animals that are sensitive to high blood pressure, one can make blood pressure a lot worse by giving them salt.\nStudies from 1900 showed that if you took people with high blood pressure and you put them on a salt restriction, this lowered blood pressure\nThis has led to recommendations to restrict salt in people with high blood pressure\n\n\nNot everybody is sensitive to salt\n\nLot of people when they’re young can eat all the salt they want and they don’t seem to have so much of a problem\n\n\nBut as we get older, we become more and more sensitive to the effects of salt on blood pressure\n\nWhy is this?\nFor years, it was thought the problem is the kidneys in people with high blood pressure can’t excrete salt as easily or as well as normal people\n\nAnd so it was thought that there was some defect in the kidney\n\n\nTo make a long story short, over a decade of studying this revealed that people with high blood pressure have inflammation in their kidneys\n\nThis low grade inflammation in the kidneys is due to T-cells and macrophages\nThis inflammation tends to be in the main part of the kidney where the tubules are and around the little blood vessels\n\n\nStudies were able to prove that the inflammation was actually maintaining the kidney in a state where it couldn’t get rid of salt very well\n\nReviewed in Physiological Reviews in 2017, Role of the Immune System in Hypertension \n\n\nThis occurs by creating reduced blood flow to the kidney\n\n\nPeople with high blood pressure, they all have reduced blood flow to their kidneys\n\nWhen the blood flow is reduced, this affects the ability of the kidney to excrete salt, and triggers the retention of salt\n\n\nStudies revealed that high blood pressure is an inflammatory disease that is driven by inflammation\n\nBut then the question is, what is driving the inflammation?\n\n\nHe found that many things could drive inflammation in the kidneys\n\nSome drugs are very vasoconstrictive;  cocaine, for example, and other things that constrict the renal arteries \nActivation of the renin angiotensin system, for example, can cause ischemia to the kidneys and bring in this inflammation\nBut one thing that seems to drive it is a level of high uric acid\n\n\nHe did studies in adolescents who were overweight\n\nPublished in JAMA in 2008, Effect of allopurinol on blood pressure of adolescents with newly diagnosed essential hypertension: a randomized trial\nMany of them had high uric acid levels and were discovered to have high blood pressure\n\n\nHe did some studies in animals and saw that when they raised uric acid, the animals developed high blood pressure\n\nPublished in Nephron, Experimental Nephrology in 2012, Uric acid-induced endothelial dysfunction is associated with mitochondrial alterations and decreased intracellular ATP concentrations \n\n\nHe thought maybe the uric acid could be playing a role in blood pressure in humans\nHe did a study, done by Dan Feig (published it in JAMA) where they randomized adolescents with high blood pressure to drugs to lower uric acid or not\n\nThis is a study of kids with newly discovered hypertension; they’ve never been on any kind of drug at all\nHe put them on allopurinol, a drug that can lower uric acid\nThe results were remarkable, 90% of them normalized their blood pressure when their uric acid levels were lowered\nThere was a 5-8 mm drop in ambulatory blood pressure\n\n\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Rick Johnson, M.D.Richard Johnson is a professor of medicine in the Department of Nephrology at the University of Colorado since 2008 and he’s spent the last 19 years being a division chief across three very prestigious medical schools. An unbelievably prolific author, Rick has well over 700 publications in JAMA, New England Journal of Medicine, Science, et Cetera. He’s lectured across 40 countries, authored two books, including The Fat Switch, and has been funded extensively by the National Institute of Health (NIH). His primary focus in research has been on the mechanisms causing kidney disease, but it was in doing this that he became really interested in the connection between fructose (and fructose metabolism) and obesity, diabetes, heart disease, hypertension, and metabolic disease."
}