{
  "title": "Should BMI be used? Measuring obesity at the individual level",
  "content": "This video clip is taken from  Podcast #197 — The science of obesity & how to improve nutritional epidemiology with David Allison, Ph.D.\n \n<iframe title=\"Should BMI Be Used? Measuring Obesity at the Individual Level | The Peter Attia Drive Podcast\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/evqwG-nQe10?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesSuperior tools for measuring obesity at the individual level [57:15]\n\nPeter is at the other end of the spectrum in terms of concerns at the public health level; he has the luxury of looking at 1 person at at time and trying to come up with the best course of action\nHis view of BMI is quite negative\n\nMaybe it’s the least bad tool available to get massive data sets and broad assessments on, for understanding what’s going on at the population level\n\n\nBut BMI offers little insight, relative to other tools\nPeter uses other tools to measure obesity; DEXA scans provide 4 points of information:\n\n1) % body fat\n2) Visceral fat (VAT, visceral adipose tissue)\n3) Bone mineral density\n4) Appendicular Lean Mass Index, a measure of muscle mass\nIt also provides information about subcutaneous fat, but that doesn’t seem to matter because it is incredibly genetic and relatively uncoupled from metabolic health\nVAT, the visceral adipose tissue seems to be much more tightly correlated to what we see when we look at more sophisticated biomarkers of insulin sensitivity and metabolic health, and any evidence of liver fat\n\n\nSo Peter is glad he gets to look at these other metrics\n\nIt’s a luxury that a statistician or an epidemiologist doesn’t have\nAt the individual level, there is much more data and you can be more nuanced in your appreciation for things\n\n\nPeter wonders if at the population level, something better than BMI will come alone one day\n\nThis example with the Hispanic subset is mind boggling and speaks to the futility of BMI measurement in some populations\n\n\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/david-allison-1x1-1-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/david-allison-1x1-1-500x500.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/02/david-allison-1x1-1-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/02/david-allison-1x1-1-150x150.jpeg 150w, https://peterattiamd.com/wp-content/uploads/2022/02/david-allison-1x1-1-768x768.jpeg 768w, https://peterattiamd.com/wp-content/uploads/2022/02/david-allison-1x1-1.jpeg 800w\" sizes=\"(max-width: 500px) 100vw, 500px\" />David Allison, Ph.DDavid B. Allison received his Ph.D. from Hofstra University in 1990. He then completed a post-doctoral fellowship at the Johns Hopkins University School of Medicine and a second post-doctoral fellowship at the NIH-funded New York Obesity Research Center at St. Luke’s/Roosevelt Hospital Center. He was a research scientist at the NY Obesity Research Center and Associate Professor of Medical Psychology in Psychiatry at Columbia University College of Physicians & Surgeons until 2001. He became Dean and Provost Professor at the Indiana University School of Public Health-Bloomington in 2017. Prior he was Distinguished Professor, Quetelet Endowed Professor, and Director of the NIH-funded Nutrition Obesity Research Center (NORC) at the University of Alabama at Birmingham.\nHe has authored more than 600 scientific publications and received many awards, including the 2002 Lilly Scientific Achievement Award from The Obesity Society (TOS); the 2002 Andre Mayer Award from the International Association for the Study of Obesity (IASO); the National Science Foundation–administered 2006 Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring (PAESMEM); and the 2018 Harry V. Roberts Statistical Advocate of the Year Award from the American Statistical Association. In 2009, he was awarded the Centrum Award from the American Society of Nutrition (ASN) and the TOPS research achievement award from the Obesity Society. In 2013, he was awarded the Alabama Academy of Science’s Wright A. Gardner award and the American Society of Nutrition’s (ASN) Dannon Institute Mentorship award. He was elected as a Fellow of the American Statistical Association (ASA) in 2007, the American Psychological Association (APA) in 2008, the American Association for the Advancement of Science (AAAS) in 2009, the NY Academy of Medicine in 2014, the Gerontological Society of America in 2014, the Academy of Behavioral Medicine Research in 2017, and inducted into the Johns Hopkins Society of Scholars in 2013. In 2012, he received an NIH Director’s Transformative Research Award entitled “Energetics, Disparities, & Lifespan: A unified hypothesis.” In 2020, he was awarded the American Statistical Association’s San Antonio Chapter 2020 Don Owen Award in recognition of excellence in research, statistical consultation, and service to the statistical community. In 2021, he received the Obesity Society’s Friends of Albert (Mickey) Stunkard Lifetime Achievement Award.\nIn 2012 he was elected to the National Academy of Medicine of the National Academies. In addition to co-chairing their Strategic Council for Research Excellence, Integrity, and Trust (with Marcia McNutt and France Córdova), he was selected for their ad hoc committee to develop methods for assessing misinformation about biological threats. He has also served on the Scientific Advisory Board for the Nutrition Science Initiative (NuSI) and served on the board-appointed Committee on Science and Technology Engagement with the Public (CoSTEP) for the American Association for the Advancement of Science (AAAS), 2014–2020.\nHe has contributed to many editorial boards and is currently an associate editor or statistical editor for Obesity; International Journal of Obesity; Nutrition Today; Obesity Reviews; Public Library of Science (PLOS) Genetics; Surgery for Obesity and Related Diseases (SOARD), and American Journal of Clinical Nutrition. Dr. Allison is also proud to be the founding Field Chief Editor of Frontiers in Genetics.His research interests include obesity and nutrition, quantitative genetics, clinical trials, statistical and research methodology, and research rigor and integrity.  [Indiana University Bloomington School of Public Health]"
}