{
  "title": "Should you get the COVID-19 vaccine?",
  "content": "I’ve had many people close to me in recent weeks ask if they, or their parents, should get the COVID-19 vaccine. In one particular case, a friend shared that his 80-year-old father is having serious reservations about receiving the vaccine because of videos he’s seen circulating from someone named Simone Gold discussing how people should be using hydroxychloroquine instead of taking vaccines, a view that is not at all supported by peer-reviewed literature. (A few minutes on Google will tell you all you need to know about her judgment on other matters, also.)\nHere is how I responded to my friend, in this particular situation. \n**\nDear X,\nI feel for you. To be clear, I think the evidence is overwhelmingly in favor of your dad getting the vaccine, rather than relying on hydroxychloroquine as a prophylactic (which is not even in the top 3 choices of drugs one would consider to treat or prevent COVID at this point). \nBut to be honest with you, I don’t think there is much I can say to counter such arguments as they are not based on science and reason. I appreciate that you say your dad respects my opinion, but I’m hesitant to get into a lengthy back-and-forth on this topic. Rather, I’d consider letting him know the following on my behalf. If, indeed, he does value my opinion, it might help.\n\nI want my parents to get vaccinated.\nI want my patients to get vaccinated.\nNo vaccine (or medication of any kind) is free from ALL risk, but on balance, the risk of not taking the vaccine is greater than the risk of taking it, at least for the current crop of COVID vaccines out there.\nMy wife and I volunteer weekly to give the vaccine to people in Austin, something we would not be doing if we did not 100% believe in their importance.\nWe have also both received our first shots of the vaccine and will get our second shots in due time.\n\nI hope my feelings are unambiguous by this point, and I hope it helps.\n**\nIf you want to hear more about the development of the COVID vaccines, listen to my interview with Dr. Paul Offit from last November. I hope to have him on again this year to provide an update. And if you want to do some advanced reading in preparation for a very exciting upcoming podcast, please check out The Doctor Who Fooled the World: Science, Deception, and the War on Vaccines, by my soon-to-be guest, Brian Deer. He’s the investigative journalist who first exposed the lies, misdeeds, and endless chicanery committed by Andrew Wakefield. I don’t expect this podcast will sway anyone firmly in the camp believing vaccines are evil, but it will certainly explain how we got here."
}