{
  "title": "Statins, Lp(a), and upcoming podcast guests",
  "content": "Here’s a lipoprotein warm-up to get you ready for my discussion with Dave Feldman, which releases tomorrow, and my week of discussions with Tom Dayspring, which starts a week from tomorrow. Sam Tsimikas’s group published a paper in the Lancet on Lp(a). (Dave and I don’t talk a lot about Lp(a), but the risk of cardiovascular disease is central to our discussion.)\nThey did a meta-analysis of seven placebo-controlled statin trials (4D, 4S, FLARE, JUPITER, LIPID, MIRACL, and TNT) and analyzed the relationship of baseline and on-treatment Lp(a) to risk of major adverse cardiovascular events. An Lp(a) of 50 mg/dL or higher, at baseline or on-treatment, “was associated with an increased hazard ratio of cardiovascular events independent of other cardiovascular risk factors and evident on treatment with either statin or placebo.”\nIn other words, statins are not addressing the associated risk in patients with an elevated Lp(a), and this population represents about 25% of those with previous CVD or an indication for statins. They make a strong case that clinical trials with drugs that can lower Lp(a) specifically are needed to determine if these patients can reduce their risk. Sam and his colleagues already appear to be one step ahead of this, enrolling patients to a phase 2 trial of antisense oligonucleotides (ASOs), that lower Lp(a) concentrations by 70-99% by targeting the liver’s synthesis of apo(a) directly. (See our deep dive podcast for more on Lp(a).)\nA lot to unpack in all of this, to be sure, but I think it brings up an important point, which is related to the upcoming podcast with Dave, and the next with Tom Dayspring: we talk a lot about lipoproteins and how and why they might do what they do, so to speak. As you know, I love diving deep into this stuff. But I want to be crystal clear about this: what truly matters is lowering people’s risk for chronic diseases, and living longer and healthier lives.\n– Peter"
}