{
  "title": "The straight dope on cholesterol – Part III",
  "content": "Want to catch up with other articles from this series?\n\nThe straight dope on cholesterol – Part I\nThe straight dope on cholesterol – Part II\nThe straight dope on cholesterol – Part III\nThe straight dope on cholesterol – Part IV\nThe straight dope on cholesterol – Part V\nThe straight dope on cholesterol – Part VI\nThe straight dope on cholesterol – Part VII\nThe straight dope on cholesterol – Part VIII\nThe straight dope on cholesterol – Part IX\n\n\nPreviously, in Part I and Part II of this series, we addressed 4 concepts:\n   #1 — What is cholesterol?\n   #2 — What is the relationship between the cholesterol we eat and the cholesterol in our body?\n   #3 — Is cholesterol bad?\n   #4 — How does cholesterol move around our body?\n \nQuick refresher on take-away points from previous posts, should you need it\n \n\nCholesterol is “just” another fancy organic molecule in our body but with an interesting distinction: we eat it, we make it, we store it, and we excrete it – all in different amounts.\nThe pool of cholesterol in our body is essential for life.  No cholesterol = no life.\nCholesterol exists in 2 forms – unesterified or “free” (UC) and esterified (CE) – and the form determines if we can absorb it or not, or store it or not (among other things).\nMuch of the cholesterol we eat is in the form of CE. It is not absorbed and is excreted by our gut (i.e., leaves our body in stool). The reason this occurs is that CE not only has to be de-esterified, but it competes for absorption with the vastly larger amounts of UC supplied by the biliary route.\nRe-absorption of the cholesterol we synthesize in our body (i.e., endogenous produced cholesterol) is the dominant source of the cholesterol in our body. That is, most of the cholesterol in our body is made by our body.\nThe process of regulating cholesterol is very complex and multifaceted with multiple layers of control.  I’ve only touched on the absorption side, but the synthesis side is also complex and highly regulated. You will see that synthesis and absorption are very interrelated.\nEating cholesterol has very little impact on the cholesterol levels in your body. This is a fact, not my opinion.  Anyone who tells you different is, at best, ignorant of this topic.  At worst, they are a deliberate charlatan. Years ago the Canadian Guidelines removed the limitation of dietary cholesterol. The rest of the world, especially the United States, needs to catch up.  To see an important reference on this topic, please look here.\nCholesterol and triglycerides are not soluble in plasma (i.e., they can’t dissolve in water) and are therefore said to be hydrophobic.\nTo be carried anywhere in our body, say from your liver to your coronary artery, they need to be carried by a special protein-wrapped transport vessel called a lipoprotein.\nAs these “ships” called lipoproteins leave the liver they undergo a process of maturation where they shed much of their triglyceride “cargo” in the form of free fatty acid, and doing so makes them smaller and richer in cholesterol.\nSpecial proteins, apoproteins, play an important role in moving lipoproteins around the body and facilitating their interactions with other cells.  The most important of these are the apoB class, residing on VLDL, IDL, and LDL particles, and the apoA-I class, residing for the most part on the HDL particles.\nCholesterol transport in plasma occurs in both directions, from the liver and small intestine towards the periphery and back to the liver and small intestine (the “gut”).\nThe major function of the apoB-containing particles is to traffic energy (triglycerides) to muscles and phospholipids to all cells. Their cholesterol is trafficked back to the liver. The apoA-I containing particles traffic cholesterol to steroidogenic tissues, adipocytes (a storage organ for cholesterol ester) and ultimately back to the liver, gut, or steroidogenic tissue.\nAll lipoproteins are part of the human lipid transportation system and work harmoniously together to efficiently traffic lipids. As you are probably starting to appreciate, the trafficking pattern is highly complex and the lipoproteins constantly exchange their core and surface lipids. This is a big reason why measuring how much cholesterol is within various lipoprotein species will in many circumstances be so misleading, as we’ll discuss subsequently in this series.\n\n \n \nConcept #5 – How do we measure cholesterol?\nAll this talk about cholesterol probably has some of you wondering how one actually measures the stuff.  Much of the raw content I’m going to present here is actually material I’ve had to learn recently.  One of the best resources I’ve found on this topic is the text book Contemporary Cardiology: Therapeutic Lipidology, in particular, chapter 14 by Tom Dayspring and chapter 15 by Bill Cromwell and Jim Otvos.  Anyone aspiring to be a lipid savant like these three pioneers probably ought to get a copy.  The other book that tells this story well is The Cholesterol Wars: The Skeptics versus the Preponderance of Evidence. For most folks, however, I’m hoping this series is sufficient and I’ll do my best to get the important points across.\nAs far back as the 1940’s scientists understood that cholesterol and lipids could not simply travel freely within the bloodstream without something to carry them and obscure their hydrophobicity, but it certainly wasn’t clear what these carriers looked like.\nThe initial breakthrough came during the Second World War when two researchers, E.J. Cohn and J.L. Oncley at Harvard developed a complex and elaborate technique to fractionate (i.e., separate) human serum (serum is blood, less the cells and clotting factors) into two “classes” of lipoproteins: those with alpha mobility and those with beta mobility.  [“Alpha” versus “beta” mobility describes a pattern of movement seen by different particles, relative to fluid, under a uniform electric field, which is the essence of electrophoresis.]\nYou’ll recall that LDL particles are also called “beta” particles and HDL particles are also called “alpha” particles.  Now you see why.\nThis work set the stage for subsequent work, by a physicist named John Gofman, using the techniques of preparative and analytic ultracentrifugation to fully classify the major classes of human lipoproteins. The table below summarizes what was gleaned by these experiments.\n<img decoding=\"async\" class=\"aligncenter size-full wp-image-2032\" src=\"https://peterattiamd.com/wp-content/uploads/2012/05/Lipoprotein-characteristics.jpg\" alt=\"lipoprotein characteristics\" width=\"1910\" height=\"872\" srcset=\"https://peterattiamd.com/wp-content/uploads/2012/05/Lipoprotein-characteristics.jpg 1910w, https://peterattiamd.com/wp-content/uploads/2012/05/Lipoprotein-characteristics-300x137.jpg 300w, https://peterattiamd.com/wp-content/uploads/2012/05/Lipoprotein-characteristics-768x351.jpg 768w, https://peterattiamd.com/wp-content/uploads/2012/05/Lipoprotein-characteristics-1024x468.jpg 1024w\" sizes=\"(max-width: 1910px) 100vw, 1910px\" />\n \nCool, huh?  Well, sort of.  While this was an enormous breakthrough scientifically, it didn’t really have an inexpensive and quick test that could be used clinically the way, say, one could measure glucose levels or hemoglobin levels in patients routinely. What became crucial with Gofman’s discovery is that lipoproteins were now a recognized entity and they got their names according to their buoyancy: very low density, intermediate density, low density and high density.\nThere is more interesting history to this tale, but let’s fast-forward to where we are today.  When you go to your doctor to have your cholesterol levels checked, what do they actually do?\nLet’s start at the finish line. What do they report? The figure below is a representative result.  It reports serum cholesterol (in total), serum triglycerides, HDL cholesterol (i.e., HDL-C), LDL cholesterol (i.e., LDL-C) and sometimes non-HDL-C (i.e., LDL-C + VLDL-C).  But where do these numbers come from?\n \n<img decoding=\"async\" class=\"aligncenter size-full wp-image-2033\" src=\"https://peterattiamd.com/wp-content/uploads/2012/05/img_cholesterol_test_article.jpg\" alt=\"cholesterol_test\" width=\"540\" height=\"340\" srcset=\"https://peterattiamd.com/wp-content/uploads/2012/05/img_cholesterol_test_article.jpg 540w, https://peterattiamd.com/wp-content/uploads/2012/05/img_cholesterol_test_article-300x189.jpg 300w\" sizes=\"(max-width: 540px) 100vw, 540px\" />\nBlood is drawn into a tube called a serum separator tube (SST) and immediately spun in centrifuge to separate the blood from “whole blood” into serum (normally clear yellow, top) and blood cells (dark red, bottom). A gel film, from the SST, separates the serum and blood cells, as shown below.  The tube is kept cool and sent from the phlebotomy lab to the processing lab.\n \n<img decoding=\"async\" class=\"aligncenter size-full wp-image-2034\" src=\"https://peterattiamd.com/wp-content/uploads/2012/05/Sstvacutainer_small.jpg\" alt=\"SS tube\" width=\"177\" height=\"286\" />\nAs early as the 1950’s scientists figured out clever chemical tricks to directly measure the content of total cholesterol in the serum.  The chemical details probably are not interesting to non-chemists, but I was able to find a great paper from 1961 that details the methodology.  The point is this: initially it was only possible to measure the total content of cholesterol (TC), or concentration to be technically correct, in plasma. By that I mean it is the total mass (weight of all the cholesterol molecules) of cholesterol trafficked within all of the lipoprotein species that exist in a specified unit of volume: in the United States, we measure this in milligram of cholesterol per deciliter of plasma abbreviated as mg/dL, or in the rest of the world as mmol/Liter or mmol/L.  Why?  Think back to our analogy from last week:\nCholesterol is a passenger on a ship — the “ship,” of course, being a lipoprotein particle. The early methods of measuring cholesterol had to break apart the hull of the ship to quantify the cargo.  The assays to do so, like the one described above, were pretty harsh.  If you had a bunch of LDL ships, HDL ships, VLDL ships, and IDL ships, these assays ripped them all apart and told you the sum total of the cargo.  Obviously this was a great breakthrough in the day, but it was limited. From this assay, one could conclude, for example, that a person had 200 mg/dL of cholesterol hiding out in all their lipoprotein particles.\nGood to know, but what next? It turns out there were two other important factors that could be measured directly in blood: triglycerides and the cholesterol content within the HDL particle, HDL-C. Early on laboratories could easily separate apoA-I-containing particles (i.e., HDL) from the apoB-containing particles (i.e., VLDLs, IDLs and LDLs), but they could not easily and economically separate the various apoB-containing particles from one another.  A full description of these methods is not necessary to appreciate this discussion, but for those interested, methodologies can be found here (TG) and here (HDL-C).\n \nImportant digression for context\nWhat becomes critical to understand for our subsequent discussions is that the apoB particles have the potential to deliver cholesterol into an artery wall (the problem we’re trying to avoid), and 90-95% of the apoB particles are LDL particles.  Hence, it is LDL particle number (LDL-P or apoB) that drives the particles into the artery wall. Thus, physicians need to be able to quantify the number of LDL particles present in a given individual. For decades there was no way of doing that. Then LDL-C (read on) became available and it served as a way (not entirely accurate, but nonetheless a way) of quantitating LDL particles.\nBack to the story \nHow can one figure out the concentration of cholesterol in the LDL particle? As you may recall from last week, LDL is the “ship” that carries the most cholesterol cargo. More importantly, as I mentioned above, it is also the key ship that traffics cholesterol directly into the artery wall. Thus, there has always been an enormous interest in knowing how much cholesterol is trafficked within LDL particles.\nFor a long time it was not possible to directly measure LDL-C, the cholesterol content of an LDL particle.  However, we did know the following had to be true:\n          TC = LDL-C + HDL-C + VLDL-C + IDL-C + chylomicron-C + remnant-C + Lp(a)-C\nwhere X-C denotes the cholesterol content of a respective cholesterol-carrying particle.  There are 2 particles in the equation above that I didn’t specifically mention last week, the remnant particle and the Lp(a) particle (pronounced “EL – pee – little – a,” which sounds less silly than, “Lip-a”). Lp(a) is an LDL-like particle but with a special apoprotein attached to it, aptly called apoprotein(a), which is actually “attached” to the apoB molecule of a standard LDL particle.  Think of Lp(a) as a “special” kind of LDL particle.  As we’ll learn later in this series, Lp(a) particles are bad dudes when it comes to atherosclerosis.\n“Remnants” are nearly-empty-of-triglyceride particles of chylomicrons and VLDL.  In essence they are larger TG-rich particles that have lost a lot of their TG core content as well as surface phospholipids and are thus smaller than, or remnants of, their “parent particles.” Hence,they are cholesterol-rich particles. Under fasting conditions, in a not-too-terribly-insulin-resistant person, IDL-C, chylomicron-C, and remnant-C are negligible.  Furthermore, in most people Lp(a)-C does not exist or is not very high.\nSo we’re left with this simplification:\n          TC ~ LDL-C + HDL-C + VLDL-C\nwhich is clearly an improvement in convenience over the first equation.  But what to do about that pesky VLDL-C?\nThere are a number of variations, but essentially a breakthrough (mid 1970s) formula, called the Friedewald Formula, estimates VLDL-C as one-fifth the concentration of serum triglycerides (some variants use 0.16 instead of one-fifth, or 0.20).  This assumes all TG are trafficked in one’s VLDL particles and that a normally composed VLDL contains five times more TG than cholesterol.\nRearranging the above simplified formula we have:\n           LDL-C ~ TC – HDL-C – TG/5\nLet’s plug in the numbers from the above figure, as an example.  TC = 234 mg/dL; HDL-C = 48 mg/dL, and TG = 117 mg/dL.  Hence, LDL-C is approximately 234 – 48 – 117/5 = 163 mg/dL.\nKind of a long run for a short slide, huh? Perhaps, but it is important to understand that when you go to your doctor and get a “cholesterol test,” odds are this is exactly what you’re getting.\nTherefore LDL-C can be estimated knowing just TC, HDL-C, and TG, assuming LDL-C matters (hint: it doesn’t matter much in many folks).  \nFurthermore, what if the LDL particle is cholesterol-depleted instead of its normal state of being cholesterol-enriched?  Unfortunately, especially in an insulin resistant population (i.e., the United States), both TG content within lipoproteins and the exchange of TG for cholesterol esters between particles is very common, and using this formula can significantly underestimate LDL-C.  Worse yet, LDL-C becomes less meaningful in predicting risk, as I will address next week.\n \nWhat about direct measurement of LDL-C?\nTo chronicle the entire history of direct LDL-C measurement is beyond the scope of this post.  Many companies have developed proprietary techniques to measure LDL-C directly, along with apoB, and ultimately LDL-P.  I’ll address two “major players” here: Atherotech and LipoScience.\nAtherotech developed an assay, called a VAP panel (VAP stands for Vertical Auto Profile) to do everything described above, but also to directly measure the amount of cholesterol contained within the LDL particle.  Furthermore, they have developed assays to directly measure the cholesterol in IDL particles, VLDL particles, and even Lp(a) particles.  Below is a snapshot of how VAP reporting looks.\n \n<img decoding=\"async\" class=\"aligncenter size-full wp-image-2035\" src=\"https://peterattiamd.com/wp-content/uploads/2012/05/VAP-panel.jpg\" alt=\"VAP results\" width=\"1910\" height=\"1298\" srcset=\"https://peterattiamd.com/wp-content/uploads/2012/05/VAP-panel.jpg 1910w, https://peterattiamd.com/wp-content/uploads/2012/05/VAP-panel-300x204.jpg 300w, https://peterattiamd.com/wp-content/uploads/2012/05/VAP-panel-768x522.jpg 768w, https://peterattiamd.com/wp-content/uploads/2012/05/VAP-panel-1024x696.jpg 1024w\" sizes=\"(max-width: 1910px) 100vw, 1910px\" />\nA couple of things are worth mentioning:\n\nSubparticle cholesterol content information is also generated, including 2 different classes of HDL particles (HDL-2, HDL-3) and 4 different classes of LDL particles (LDL-1, LDL-2, LDL-3, LDL-4).\nLDL particles, based on the subparticle information, are classified as “pattern A,” “pattern B,” or “pattern A/B.”  Pattern A implies more large, buoyant LDL particles, while pattern B implies more small, dense LDL particles.\n\nRemember, though, while cholesterol mass concentration numbers may correlate with the number of particles, they often do not.  They only convey the mass concentration of cholesterol molecules within all of the particle subtypes per unit of volume.  VAP tests do not report the number of LDL or HDL particles, but they do attempt to estimate atherogenic particle number (apoB) using a proprietary formula based on subparticle cholesterol concentration and particle sizes.  I should point out that the formula, to my knowledge, has not been validated in any study and not published in a peer reviewed journal.\nA high estimate of apoB100 (i.e., what the VAP reports) is said to correlate with the actual measurement of apoB.  Since apoB is found on each LDL particle, this serves as a proxy of LDL-P. The American Diabetic Associate and the American College of Cardiology Consensus Statement on Lipoproteins and the new National Lipid Association biomarker paper stipulates that apoB must be done using a protein immunoassay, not an estimate, such as that of VAP.\n \nBut how can one actually count the number of LDL particles and HDL particles?\nThere are several methods of doing this, but only one company, LipoScience, has the FDA approved technology to do so using nuclear magnetic resonance spectroscopy, or NMR for short. The other available methodologies are ion mobility transfer and ultracentrifugation (by Quest) and separation of LDL particles with particle staining (by Spectracell).  Virtually all guidelines (e.g., ADA, ACC, AACC and NLA) only advise LDL-P via NMR at this time.\nNMR, which is the basis for not only how to count lipoprotein particles, but also diagnostic tests such as MRI scans, is really one of my favorite technical topics.  In residency I wrote a surgical handbook and on page145-146, if you’re interested, you can read a brief description of how MRI technology works, which will explain how NMR technology can actually count lipoprotein particles.\nAs an aside, and just to give you an idea of what a great sport my wife is, I wrote this surgical handbook over the course of a year while in residency.  To do so, I had to read approximately 8,000 pages of surgical textbooks and try to distill them down to just this 160 page summary.  Doing so required reading about 22 pages every day while working about 110 hours per week, typical of a surgical residency “back in the day.”  Besides exercising, I spent every single moment of my “free” time reading for and writing this handbook.  Finally, a few months into it, my wife asked, “Why the hell are you doing this?  You never watch TV, you never go out, you never do anything else!”  I responded that it was the best way I could learn this material, but also, that I wanted to have a legacy when I left residency.  Half joking, I asked her, “What’s your legacy?” Blank stare.  A few months later, for Valentine’s Day, she gave me this t-shirt. I think it’s safe to say not a single person has read this handbook.  So much for my legacy…\n \n<img decoding=\"async\" class=\"aligncenter size-full wp-image-2036\" src=\"https://peterattiamd.com/wp-content/uploads/2012/05/t-shirt.jpg\" alt=\"What's your legacy\" width=\"1954\" height=\"1608\" srcset=\"https://peterattiamd.com/wp-content/uploads/2012/05/t-shirt.jpg 1954w, https://peterattiamd.com/wp-content/uploads/2012/05/t-shirt-300x247.jpg 300w, https://peterattiamd.com/wp-content/uploads/2012/05/t-shirt-768x632.jpg 768w, https://peterattiamd.com/wp-content/uploads/2012/05/t-shirt-1024x843.jpg 1024w\" sizes=\"(max-width: 1954px) 100vw, 1954px\" />\nA brief explanation of how NMR works to count (and measure) particles can also be found here.\nBelow is a snapshot of how NMR reporting looks.  This particular report is from Health Diagnostics Laboratory (HDL), Inc.  LipoScience performs the actual NMR test, but HDL, Inc. runs a number of complimentary biomarkers I will discuss in subsequent posts.  I now use the HDL, Inc. [now (circa 2017) True Health Diagnostics] test exclusively for reasons I will explain later.\n \n<img decoding=\"async\" class=\"aligncenter size-full wp-image-2037\" src=\"https://peterattiamd.com/wp-content/uploads/2012/05/NMR-data.jpg\" alt=\"NMR data\" width=\"1910\" height=\"1046\" srcset=\"https://peterattiamd.com/wp-content/uploads/2012/05/NMR-data.jpg 1910w, https://peterattiamd.com/wp-content/uploads/2012/05/NMR-data-300x164.jpg 300w, https://peterattiamd.com/wp-content/uploads/2012/05/NMR-data-768x421.jpg 768w, https://peterattiamd.com/wp-content/uploads/2012/05/NMR-data-1024x561.jpg 1024w\" sizes=\"(max-width: 1910px) 100vw, 1910px\" />\nIn addition to counting the actual total number of LDL particles (LDL-P) and HDL particles (HDL-P) per liter, HDL, Inc. (not LipoScience) directly measures apoB and apoA-I.  Furthermore, the size of each particle is measured using NMR in nanometers (to give you a sense of how small these things are, and why we need to use nanometers to measure them, about 1.3 million LDL particles stacked side-by-side would measure only one inch).\nThe final point I’ll make about the value of NMR reported subparticle sizes and diameters is particularly telling when it comes to insulin resistance.  In the panel below, you can see that this person has small VLDL particles, small HDL particles, and LDL particles. Why is this interesting? The presence of increased large VLDL-P, large VLDL size, increased small LDL- P, small LDL size, reduced large HDL-P, small HDL size are early markers for insulin resistance, and such findings may actually precede more conventional signs of insulin resistance (insulin levels, glycemic abnormalities) by several years.  In other words, the number and size of the lipoprotein particles is perhaps the earliest warning sign for insulin resistance.\n<img decoding=\"async\" class=\"wp-image-3832 size-full\" src=\"https://peterattiamd.com/wp-content/uploads/2012/05/particle-size.png\" alt=\"\" width=\"1670\" height=\"1610\" srcset=\"https://peterattiamd.com/wp-content/uploads/2012/05/particle-size.png 1670w, https://peterattiamd.com/wp-content/uploads/2012/05/particle-size-300x289.png 300w, https://peterattiamd.com/wp-content/uploads/2012/05/particle-size-768x740.png 768w, https://peterattiamd.com/wp-content/uploads/2012/05/particle-size-1024x987.png 1024w\" sizes=\"(max-width: 1670px) 100vw, 1670px\" />Image credit: Liposcience\n \n \nIn summary\n\nThe measurement of cholesterol has undergone a dramatic evolution over the past 70 years with technology at the heart of the advance.\nCurrently, most people in the United States (and the world for that matter) undergo a “standard” lipid panel which only directly measures TC, TG, and HDL-C.  LDL-C can be measured directly, but is most often estimated.\nMore advanced cholesterol measuring tests do exist to directly measure LDL-C (though none are standardized), along with the cholesterol content of other lipoproteins (e.g., VLDL, IDL) or lipoprotein subparticles.\nThe most frequently used and guideline recommended test that can count the number of particles is the NMR LipoProfile.  In addition to counting the number of particles – the most important predictor of risk – NMR can also measure the size of each lipoprotein particle, which is valuable for predicting insulin resistance in drug naïve patients, before changes are noted in glucose or insulin levels.\n\n\nI know some of you are getting antsy.  I thank you for your patience, and I hope you appreciate that it was a necessary step to get through this somewhat technical material and nomenclature.  Next week we’ll get to the “fun” stuff – what does all of this cholesterol have to do with heart disease?\nIn addition, we’ll get further into the importance of using LDL-P as the best predictor of risk.  If anyone wants to read up on another very important topic, especially for understanding why LDL-P is more important to know than LDL-C, get familiar with the concepts of discordant and concordant variables.  You’ll be hearing a lot about these.\n(To Part IV »)"
}