{
  "title": "The red meat and plant-based recommendation wars",
  "content": "A few months ago, the Annals of Internal Medicine published 6 papers by the same group of investigators — part of the Nutritional Recommendations and accessible Evidence summaries Composed of Systematic reviews (NutriRECS) —  investigating the impact of unprocessed red meat and processed meat1“Red meat was defined as mammalian meat, and processed meat was defined as white or red meat preserved by smoking, curing, salting, or adding preservatives,” the investigators wrote. on cardiovascular disease, cancer, and all-cause mortality.\nThe first paper, “Unprocessed Red Meat and Processed Meat Consumption: Dietary Guideline Recommendations From the NutriRECS,” was a summary article about the dietary recommendations from the NutriRECS consortium. To support this position, the investigators published 4 parallel systematic reviews, and a final paper on attitudes toward meat consumption.\nThree of the 4 reviews (here, here, and here) looked at observational studies, with the remaining paper reviewing randomized controlled trials.\nThis group of investigators ultimately recommended that adults continue eating the current levels of red and processed meat while acknowledging that this was a “weak recommendation,” based on evidence that provides little certainty. Much of that evidence is in the form of observational studies, and are limited because of confounding (e.g., the healthy user bias), lack of accuracy in design (e.g., the use of unreliable food frequency questionnaires), and because they inherently cannot determine causation. Essentially, the investigators concluded that the evidence for adverse outcomes associated with meat consumption is too weak to recommend reducing its consumption.2“Although statistically significant,” the investigators wrote, “low- to very low-certainty evidence indicates that adherence to dietary patterns lower in red or processed meat is associated with a very small absolute risk reduction in 9 major cardiometabolic and cancer outcomes (range, 1 fewer to 18 fewer events per 1000 persons), with no statistically significant differences for 21 additional outcomes observed.”\nAs you might expect, this recommendation faced criticism from public health authorities who have previously taken a hard line on meat avoidance, including the Harvard School of Public Health (HSPH). But what was unexpected, and reported in a perspective in JAMA, was that the editor-in-chief of the Annals, Christine Laine, received about 2,000 “vitriolic” emails before the papers were published. According to the perspective, David Katz, Walter Willett, and Frank Hu (the latter two both at the HSPH) contacted Laine asking her to pre-emptively retract the papers. (Here is the letter.)\nRather than repeat myself on the limitations of nutritional epidemiology and the behind-the-scenes ridiculousness that is going on with groups that are supposedly promoting good health and science, I highly suggest you read the perspective in JAMA, the Annals papers (at least the recommendations paper), and the HSPH’s response to the recommendations.\nOne more thing worth adding to this discussion: the perspective points to financial ties to industry as the exclusive conflict of interest, whether pro- or anti-meat. While this is certainly a problem, what often isn’t discussed are the nonfinancial conflicts of interest these authors have in terms of their ideological, intellectual, and allegiance biases. Most of us are biased when it comes to nutrition. We all are supposed experts who have countless hours of putting food into our own bodies. (Give credit to the authors for disclosing their eating habits in a supplement to the recommendations paper. You can find it in the “Supplements” section of the online paper.) It’s virtually impossible not to be biased in this field. Which is all the more reason we must raise the standard in terms of the rigor of research required for public health authorities to base guidelines and recommendations on. If we want this to be more like science and less like religion, we cannot rely on observational epidemiology.\nIn a viewpoint in JAMA, David Ludwig and his colleagues provide some suggestions for improving the quality of dietary research that I think make sense. I can’t help but agree with people like John Ioannidis who argue (as he did in JAMA) the field of nutritional epidemiology needs radical reform. In an interview with CBC News, Ioannidis summed it up succinctly: “Nutritional epidemiology is a scandal. It should just go to the waste bin.”\n \n– Peter"
}