{
  "title": "The important connection between the ribs and breathing",
  "content": "This video clip is from podcast #131 — Beth Lewis: The Art of Stability: Learning about pain, mitigating injury, and moving better through life — which was originally released on October 5, 2020.\n<iframe class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/HNtAFjeacHQ?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"></iframe>\n \n\n            \n            Show NotesThe important connection between the ribs and breathing [39:45]\n“Making sure that your breath can be wide and three-dimensional and easy is vital for creating good, efficient, coordinated movement.”\n\nThe ribs are your center of mass, and respiration is one of our constant stresses\nWe breath 20,000+ times per day – inefficiencies in breathing can therefore have large effects\nThe ribs have important relevance to breathing – if they do not externally rotate during exhalation, inhalation will be altered and it can lead to anterior tilt, rib flare, scapular retraction, or forward head posture\nUltimately, this can lead to plantar fasciitis, pain in a variety of places, or even anxiety\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-500x500.jpg 500w, https://peterattiamd.com/wp-content/uploads/2020/10/Beth-bio-image-bethlewis-150x150.jpg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Beth LewisBeth is a former professional dancer and a self-described “educator of movement” who has an unmatched ability to assimilate information and customize training plans from multiple training systems. She grew up in a small town in South Georgia where she was a competitive gymnast, swimmer, dancer, soccer player and martial artist. Beth received her undergraduate degree in Dance Performance from The University of Georgia and then joined with Pilobolus where she spent 4 years touring the world dancing. After retiring from dance, Beth moved to NYC to really dive into health and wellness, and has worked with a variety of gyms, including being the Programming Director of CityRow.  Her continuing education in Functional Range Conditioning, Postural Restoration, Dynamic Neuromuscular Stabilization, and applied neurology has turned her into a strength coach with non-traditional methods.\nInstagram: @bethlewisfit"
}