{
  "title": "Was COVID-19 the only culprit behind the extraordinary increase in deaths last year?",
  "content": "JAMA recently published an article tabulating provisional estimates of the leading causes of death in the U.S. in 2020. As shown in the Table below, the results indicate an 18% increase in the number of deaths in 2020 compared with 2019, and COVID-19 was the third leading cause of death, behind heart disease and cancer.\nTable. Number of deaths for leading causes of death, U.S., 2015-2020.\n<img decoding=\"async\" class=\"alignnone size-full wp-image-15274\" src=\"https://peterattiamd.com/wp-content/uploads/2021/05/Screen-Shot-on-2021-05-01-at-12-02-30-1.png\" alt=\"\" width=\"2588\" height=\"1400\" srcset=\"https://peterattiamd.com/wp-content/uploads/2021/05/Screen-Shot-on-2021-05-01-at-12-02-30-1.png 2588w, https://peterattiamd.com/wp-content/uploads/2021/05/Screen-Shot-on-2021-05-01-at-12-02-30-1-300x162.png 300w, https://peterattiamd.com/wp-content/uploads/2021/05/Screen-Shot-on-2021-05-01-at-12-02-30-1-1024x554.png 1024w, https://peterattiamd.com/wp-content/uploads/2021/05/Screen-Shot-on-2021-05-01-at-12-02-30-1-768x415.png 768w, https://peterattiamd.com/wp-content/uploads/2021/05/Screen-Shot-on-2021-05-01-at-12-02-30-1-1536x831.png 1536w, https://peterattiamd.com/wp-content/uploads/2021/05/Screen-Shot-on-2021-05-01-at-12-02-30-1-2048x1108.png 2048w\" sizes=\"(max-width: 2588px) 100vw, 2588px\" />\nI don’t think it will come as a shock to most people that the number of total deaths increased in 2020 compared with 2019. What may be surprising, however, is that most (7-in-10) other leading causes of death also increased. In other words, the 18% increase in deaths was not all due to COVID-19. A few things stand out to me when comparing the number of deaths in 2020 to 2019. I’ll expand on them below, but first here’s a brief overview of each cause of death:\n\nThe total number of deaths in 2020 was 3.4 million compared with 2.9 million in 2019, which is over 500,000 more deaths and an 18% increase. Did COVID-19 account for all of the increase? No, since COVID-19 accounted for nearly 350,000 deaths, leaving nearly 160,000 additional deaths in 2020 to account for. \nHeart disease accounted for nearly 32,000 more deaths, a 5% increase, which is actually the largest increase in heart disease deaths since 2012. The authors speculate that increases in other leading causes of death, especially heart disease, Alzheimer’s disease (AD), and diabetes may be due to disruptions in health care that hampered early detection and treatment.\nCancer deaths were flat. This is a bit puzzling to me. If increases in causes of disease-related deaths are due to disruptions in health care, why didn’t we see an uptick in cancer deaths? It could be that cancer care was deemed more essential, and therefore less disrupted than care for more chronic diseases. \nUnintentional injuries, in which automobile accidents, falls, and drug overdose deaths typically make up the bulk of this number, account for nearly 20,000 more deaths, an 11% increase. This is surprising to me considering the fact that most people must have driven far less due to COVID-19 in 2020.\nStroke accounted for over 9,000 more deaths, a 6% increase, which is in line with the numbers on heart disease above.\nThere were about 5,000 fewer deaths from chronic lower respiratory diseases (CLRD), a 3% decrease. \nAD accounted for nearly 12,000 more deaths, a 10% increase. This is the most surprising finding to me.\nDiabetes accounted for more than 13,000 additional deaths, a 15% increase, which was the largest relative increase in deaths out of all the leading causes (outside of COVID-19, of course). Diabetes death is tricky because it’s difficult to distinguish between a death from diabetes that is not related to another disease compared to a “pure” diabetic death. Nearly 98% of older American adults with type 2 diabetes have at least one comorbid condition and nearly 90% have at least two comorbidities, so it’s extremely difficult to disentangle the difference between diabetes as an underlying cause vs a contributing cause of death.\nInfluenza and pneumonia accounted for nearly 4,000 additional deaths, an 8% increase. While this fluctuation is in line with previous years, it still really surprises me, given how much people went into isolation. Many of the recommendations for COVID-19—staying at home, social distancing, frequent hand-washing, wearing masks—presumably should also mitigate the transmission of influenza and pneumonia as well. I would have expected deaths from influenza to have been almost negligible. \nKidney disease deaths were relatively flat, accounting for 700 more deaths and less than a 2% increase.\nThere were almost 3,000 fewer suicides, a 6% decrease. This cuts against the grain of the narrative of how much mental health has flared up during COVID-19. Could this mean that there has been a huge increase in depression, anxiety, etc., but has not translated to actual suicide?\n\nWhat can we take away from all of this? The data certainly makes a compelling case that there was a substantial increase in deaths from 2019 to 2020 and most of the increase can be attributed to COVID-19. This may seem obvious today, but many pundits this time last year made the case that all COVID-19 deaths were “canceling out” other deaths, so there would be no increase in overall mortality. To put the overall increase in deaths into context, let’s exclude COVID-19 deaths and compare annual deaths. There’s still an excess of 160,000 deaths in 2020 compared with 2019. Even after excluding COVID-19 deaths, it’s the largest year-over-year increase since at least 2015. The relative and absolute increase in the number of deaths from heart disease, unintentional injuries, diabetes, AD, and stroke in 2020 were all the largest since at least 2015. What’s going on here?\nThe authors speculated that increases in other leading causes of death, especially heart disease, AD, and diabetes may be due to disruptions in health care that hampered early detection and treatment. They also suggested the increases may indicate an underreporting of COVID-19, especially during the beginning of the pandemic, leading to an underestimation of COVID-19 mortality. Both of these factors may have contributed, but I’m not convinced they can fully explain the data presented. If that were the case, why didn’t the number of deaths from cancer, CLRD, and kidney disease increase?   \nAs I alluded to above, the increase in unintentional injuries is very surprising when most people drove less frequently due to the pandemic. The number of automotive fatalities in the U.S. typically approaches nearly 40,000 deaths annually, which accounts for about one-quarter of all deaths from unintentional injuries. According to the authors, and the New York Times citing CDC data, increases in unintentional injury deaths were largely driven by drug overdoses. This increase may be due in part to an increase in social isolation and a decline in mental and emotional health during the pandemic. In fact, even before the pandemic, I wrote about the increase in deaths of despair —drug overdoses, suicides, and alcohol-related diseases—-contributing to the three consecutive years of decline in life expectancy in the U.S. Drug overdoses alone increased by nearly 400% (from 6.7 deaths/100,000 to 32.5) in midlife between 1999 and 2017. Here’s what’s even more surprising: the National Safety Council estimates that more than 42,000 automobile deaths occurred in 2020, up 8% from 2019, despite estimates that the overall number of vehicle miles traveled decreased by 13%.\nI’m left with more questions than answers at the moment and believe these data are worthy of further exploration. To be continued …"
}