{
  "title": "Why am I such a knucklehead?",
  "content": "During my boxing days (not egg boxing, as I remain current in that endeavor) I had an obsession with cracking my knuckles. How the heck does it produce such a cool sound (people around me beg to differ on the degree of coolness)? I also often wondered if I was doing irreparable harm by doing so.\nEnter an interesting article from the New York Times (2018): Why Do Cracking Knuckles Make That Noise? You Might Need a Calculator. It turns out a couple of researchers created a mathematical model of a cracking knuckle, and it suggests that an old theory—the sound arises from the popping of a bubble in the joint—could accurately explain the knuckle-cracking sound.\nAs far as harm, will cracking my knuckles give me arthritis? Probably not. A 2011 case-control study examined the hand radiographs of 215 people and compared the joints and found no difference between crackers and controls…no matter how many years or how often a person cracked their knuckles. And how about this for an n=1 experiment prize (I like knowing I have much to do to earn my n=1 chops):\n“During the author’s childhood, various renowned authorities (his mother, several aunts, and, later, his mother-in-law [personal communication]) informed him that cracking his knuckles would lead to arthritis of the fingers. To test the accuracy of this hypothesis, the following study was undertaken. For 50 years, the author cracked the knuckles of his left hand at least twice a day, leaving those on the right as a control. Thus, the knuckles on the left were cracked at least 36,500 times, while those on the right cracked rarely and spontaneously. At the end of the 50 years, the hands were compared for the presence of arthritis. There was no arthritis in either hand, and no apparent differences between the two hands.”\nIt has also been suggested that people who crack their knuckles were more likely to have lower grip strength: but recent experiments (here and here) appear to refute this.\nVery cool topic and research combining myth, math, medicine, curiosity, and the quest to know more. Crack away…\n– Peter"
}