{
  "title": "Why I’m for COVID vaccines, but against vaccine mandates.",
  "content": "Check out more of my recent content on COVID:\n\n(January 3, 2022) COVID Part 1: Current state of affairs, Omicron, and a search for the end game\n(January 23, 2022) Why I’m for COVID vaccines, but against vaccine mandates.\n(January 24, 2022) COVID Part 2: Masks, long COVID, boosters, mandates, treatments, and more\n(January 29, 2022) A follow-up to my article on vaccine mandates\n\n\nTomorrow we’ll be releasing a follow-up discussion with Drs. Marty Makary, Zubin Damania, and Monica Gandhi on all things COVID. This episode was put together in response to the overwhelming, if not staggering, response to our first episode, released on January 3 (Monica was not on that one, but she is a brilliant addition to part 2). In this episode we aim to address most of the topics that so many of you have asked us to expand upon.\nOn the heels of this podcast, I want to write about something that we discussed on the podcast, something that is sure to upset some reading this or listening to the episode, whichever side you find yourself on: Vaccine mandates.\nThe goal of this article is not to irritate you for the sake of irritating you. My hope in writing this, first and foremost, is to invite you to think. In the heated debate over vaccine mandates, science and logic have often been lost amid politics and fear. Ever-evolving circumstances – such as the emergence of variants with radically different levels of infectiousness or virulence – have only further separated opinion from facts. (After all, if facts are changing, why haven’t opinions changed, too?)\nOf course, I’d like to convince you of my point of view (denying this would simply be disingenuous—why else do we write or argue a point?). But if that fails, I hope, at least, that this newsletter may serve as a reminder that exchanging rational decision-making for fear and blind partisanship is a recipe for injustice, discrimination, and policies that may do more harm than good. Scientific policy must be based on scientific truth — otherwise it will be ineffective in the present — and damage credibility for the future.\nLet’s start with my priors: COVID vaccines save lives.\nCOVID vaccines absolutely save lives. Full stop. My opposition to vaccine mandates does not in any way diminish my belief in the data supporting the efficacy of vaccines in preventing severe disease and death, particularly in people over 65 and in those with comorbidities. So, I’m not going to spend much time extolling the virtues of vaccines beyond sharing some data that should always be examined for any medical intervention: what is the benefit, in different risk groups, in both relative and absolute terms?\n<img decoding=\"async\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/mandate-graph4.png\" />Deaths of Unvaccinated vs Vaccinated (mRNA vaccines only, at least 1 dose). Data collected from the Veterans Affairs system between December 2020 and March 2021.\nThe data above show that for people over the age of 18, the relative risk reduction (RRR) of death is between 84 and 88%, regardless of age. This is very close to the 90% risk reduction that was touted at the time of vaccine approval a year ago. But if you’ve paid attention to anything I’ve spoken and written about for the past 10 years, you will recall that we should always pay attention to absolute risk reduction (ARR) also. If the relative risk reduction is 90% (to make the math easy), you still don’t know if the risk is being reduced from 100% to 10% or from 0.1% to 0.01%. And this matters greatly.\nConsider the following example: Let’s say we faced a virus that killed 100% of those who contracted it. A vaccine with a 50% RRR (i.e., only “50% effective”), meaning it reduced deaths by half, would save over 150 million lives in the U.S. But if we faced another virus that killed 0.1% of those who caught it, even a vaccine with 99% RRR (i.e., “99% effective”) would “only” save about 300,000 lives (by lowering the death rate from 0.1% to 0.001%). In other words, in this scenario the vaccine that is 50% is far more valuable—and saves orders of magnitude more lives—than the one that is 99% effective that reduces deaths from 0.1% to 0.001%. How is it possible that a vaccine that is only 50% effective could save more than 150 million lives, while one that is 99% effective can only save 300,000 lives? Because of absolute risk reduction. The 50% effective vaccine is up against a virus that infects and kills every single person in a given population, so in absolute terms it is wildly effective, literally saving one out of every two lives of the people who take it. Conversely, the vaccine that is 99% effective is up against a virus that only kills 1 out 1,000 people who encounter it.\nReturning to the actual data for COVID vaccines, take a look at the absolute risk reduction column. Here, two things stand out. First, the absolute risk reduction (ARR) increases with age. Why? Because the older you are, the more likely you are to die from COVID, so the benefit from the vaccine is greater. Second, the ARR numbers are very small, especially for people younger than 65. A quick way to get an intuitive understanding of this is to take the reciprocal of the ARR. This number is known as the “NNT” or number-needed-to-treat, which tells you how many people you need to treat to save a life. If the ARR is 50%, the NNT is 2 (1/0.5). If the ARR is 0.1%, the NNT is 1,000 (1/0.001). Based on this data set from the VA (which I chose because of the age stratification), the the number of people you need to vaccinate to save one life in the 18-64 group is 10,000, versus 2,857 in the 65-74 group , and 1,370 in the over-75 group. By comparison, the NNT for a statin is between 50 and 200, depending on the study and patient population studied.\nThis is not to imply that COVID vaccines are ineffective or somehow useless. Far from it. A quick glance at the recent CDC data, covering more than 1.2 million people who completed their primary vaccination between December 2020 and October 2021, bears this out. In this broader group, 0.015% had a severe case of COVID and 0.0033% died. Not surprisingly, the risk of death was highest among people over 65 and among those who were immunocompromised or had significant comorbidities. But overall, the risk of death among people who were vaccinated was infinitesimal.\nIn fact, the rate of death from COVID if you are vaccinated is on par with, and likely less than, that from influenza. According to  CDC data from 2017 to 2018, there were approximately 41 million symptomatic cases of influenza that year. This resulted in over 710,000 hospitalizations and nearly 52,000 deaths, which means a fatality rate of 0.126%. Looking at the same data for 2018 to 2019, we can see the death rate was 0.095%. It is abundantly clear: If you are vaccinated, your risk of severe illness or death from COVID is very low, even compared to influenza.\nSo, why not mandate vaccines, then?\nThere are many reasons I have heard put forth for why vaccines should be mandated, but one dominant argument stands out: Mandating vaccines will protect vaccinated people from unvaccinated people. This argument assumes three things:\n\nVaccines DO NOT provide complete protection to the vaccinated (or else why would we care about what the unvaccinated do),\nPrior infection DOES NOT confer immunity on par with vaccination, and\nVaccines DO prevent transmission of the virus (which is why we want the unvaccinated vaccinated, even if we don’t care about their health, per se).\n\nWell, we’ve largely addressed the first point in an effort to get our facts straight on vaccine efficacy, and as we’ve seen, the basic assumption fueling this concern is valid at its surface: vaccines do not provide complete protection to the vaccinated. That is, they are not 100% effective at preventing infection, hospitalization, and death. In fact, although vaccines significantly reduce risk of detectable infection in the few months after vaccination, this protection drops precipitously once circulating antibodies decline, though protection against severe infections and death persists. Still, the protection isn’t absolute, and some risk of death remains even among those who have been vaccinated. However, the good news is that the risk is very low today. This was not necessarily the case 18 months ago, but three things have evolved over the past year-and-a-half to compound the risk-reduction of vaccines:\n\nNovel therapeutics have been developed specifically to treat COVID, including monoclonal antibodies, paxlovid, and molnupiravir, all of which reduce the risk of hospitalization and death by anywhere from 50% to 90%.\nAt least one existing drug (fluvoxamine) has been repurposed to treat COVID successfully, reducing both hospitalizations and deaths by 66% and 91%, respectively, based on per protocol usage.\nFar more sophisticated critical care knowledge has evolved, specifically, to address COVID, including the use of dexamethasone and better strategies of ventilation.\n\nThe net result of these advances, layered on the benefits of vaccination, imply that a vaccinated person infected with COVID today is in a far less risky position than they were a year ago. And this says nothing of the fact that when it comes to the Omicron variant, which today accounts for >99% of document cases in the U.S., the risk goes down much further. Why? Because the data are unambiguously clear that Omicron is much less virulent than Delta and Beta and Alpha.\nHow much less virulent is Omicron?\nWell, if we look at the most up-to-date information at the time of this writing (still in pre-print), analyzing data from Kaiser Permanente in Southern California between November 30, 2021 and January 1, 2022, there were a little over 52,000 documented cases of Omicron in the patients in their medical system, compared with nearly 17,000 cases of Delta (today these numbers skew much more to Omicron, of course, based on the current distribution of Omicron in the U.S.).\n\n235 (0.5%) of these Omicron patients required admission to the hospital, compared to 222 (1.3%) of the Delta cases;\nof the 235 Omicron cases, zero required mechanical ventilation, compared to 11 patients with Delta;\none patient with Omicron died, compared to 12 patients with Delta; and\n84% of patients hospitalized with Omicron left the hospital in less than 2 days, compared to 31% of patients hospitalized with Delta.\n\nOf course, none of this should be surprising given what we know from the data out of South Africa, where Omicron originated, which demonstrated the reduced severity of Omicron relative to Delta, even in a country with very low vaccination rates. Omicron is a very mild infection, compared to Delta, Beta, or Alpha, and based on the emerging data I’ve presented above, it seems to be mild even compared to influenza.\nTherefore, we can conclude that while the vaccinated are not immune to COVID infections, their risk of severe illness or death is very low because of the following:\n\nThe vaccines greatly reduce hospitalization and death, and\nWe have a slew of novel and repurposed drugs that are very effective at treating COVID, and\nOur hospitals and ICUs are far better equipped to treat COVID patients based on nearly two years of empirical and trial data, and\nThe dominant variant, Omicron, is a very mild virus (even to the unvaccinated).\n\nHow does natural immunity stack up to vaccines?\nNext, let’s examine the assumption that prior infections do not provide immunity on par with vaccine immunity. Of the three sub-arguments in the case for mandates based on protecting the vaccinated, I find this the hardest to understand. I am not aware of any other virus from which a recovery does not confer immunity (and yet a vaccine does). In other words, the null hypothesis around this point, at the outset, should be that natural immunity is indeed as good as vaccine immunity, pending data to prove that assumption false. Looking back at the close coronavirus cousins of COVID, SARS and MERS, the data are overwhelming that patients who survived those infections had lasting immunity, even 12 years after infection. Do data exist to suggest natural immunity doesn’t exist for this particular coronavirus? No. To the contrary, there is ample evidence that natural immunity is robust and durable. In fact, the data suggest that recovery from COVID provides longer lasting and stronger protection against subsequent infection, symptomatic disease, and hospitalization caused by the Delta variant, compared to vaccination.\nA quick examination of this figure from the CDC data released on January 20 shows that there is virtually no difference in hospitalizations from COVID between the vaccinated and unvaccinated, if a prior COVID infection took place.\n<img decoding=\"async\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/vaccine-mandates-graph-5.jpg\" />\nIn fact, if you look at Table 1 from the paper, and run the calculations yourself, you’ll see the risk of hospitalization is lowest in the group that was not vaccinated, but previously infected. I’ve summarized the data here for the fraction of each group that required hospitalization following a COVID infection:\n<img decoding=\"async\" class=\"aligncenter\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/mandate-graph3.jpg\" width=\"500px\" />\nThis simple table, based on data from nearly 22 million COVID positive cases in California between May and November 2021, makes three points so abundantly clear, it’s hard for me understand how there can be any vestigial ambiguity:\n\nVaccines unquestionably reduce the risk of hospitalization in previously uninfected people (by a factor of 16.5x), and\nIn people who are previously infected vaccines offer zero additional benefit with respect to hospitalization, and\nIn vaccinated people, being previously infected reduces the risk of hospitalization by a factor or 2.5x.\n\nCan the case be any clearer, simultaneously, for both the efficacy of vaccines and natural immunity?\nHow do vaccines affect virus transmission?\nFinally, let’s consider the rationale for mandating vaccines to prevent the unvaccinated from transmitting the virus to the vaccinated. A perfect vaccine would not only completely abrogate the severity of the virus on the host, but it would also completely prevent the host from transmitting it to another person, vaccinated or not. This is clearly not the case for any of the current COVID vaccines. In fact, it seems that they only slightly reduce the risk of transmission, and that vaccinated and unvaccinated persons with detectable infection have the same viral loads, despite the reduction in disease severity for the former group. Using a metric called the secondary attack rate (SAR), it’s possible to look at infection rates in household contacts stratified by contact vaccination status and index case vaccination status, and based on such analysis, it seems that vaccination only slightly prevents transmission. Vaccination does not reduce the peak viral load in the infected (though it does appear to reduce the duration of viral shedding, which may translate to the reduction in SAR). An important caveat here is that such analyses have been carried out prior to Omicron’s arrival, but considering everything we know about the mild nature of Omicron, the risk of transmission to vaccinated people is, again, likely much less.\nWhat about mandating vaccines to prevent hospitals from being overrun with COVID cases?\nIt’s true that hospitals are stretched very thin right now with the n-th surge of COVID. But a few things are worth keeping in mind. During a bad flu season in the U.S. (recent examples would be 2017-2018, 2014-2015, and 2012-2013) it is common for 50,000 to 70,000 patients to be hospitalized at any one time across the country. This is not very different from what we see today (which says nothing of the fact that roughly half of the hospitalized COVID patients have incidental infections. That is, they are there for another reason, but also test positive for COVID). The difference, today, is that the hospital workforce is greatly reduced, relative to a bad flu season. Why is that? According to a survey by Morning Consult, approximately 18% of healthcare workers have quit their jobs since February 2020, while another 12% have been fired or laid off.\nFurthermore, many people fail to realize that hospitals routinely function at 90% capacity in their ICUs. A reduction in workforce of even 10% is horribly disruptive to a system flying so close to the sun. It’s kind of like what happens when one of the OPEC nations, even if “only” producing 3% of the world’s oil, goes offline. Complete and total breakdown of the world’s energy markets ensues. It’s called a marginal supply problem.\nPerhaps there was a rationale to mandate vaccines in healthcare workers 12 months ago, but given how many of them have quit or been fired for not being vaccinated, despite the fact that they undoubtedly have the highest rates of natural immunity of any profession, it seems illogical to continue to keep unvaccinated healthcare workers away because their immunity came from the actual virus, and not a vaccine.\nSo where does this leave us?\n\nWe have a virus that is far less lethal than the one that started the pandemic two years ago.\nWe have very effective vaccines that reduce the severity of illness and death by about 90%.\nWe have ample treatments to further reduce severity of illness in death (in vaccinated and unvaccinated alike) by another 90% or so.\nWe have better methods of providing in-hospital care to the infected.\nFor all their benefits, vaccines are not very effective at preventing transmission.\n\nNone of this is opinion. These are simply the facts upon us.\nPolitics and healthcare will always interconnect to some extent. So, the right question to ask at this time is not why are they’re intertwined, but rather: to what extent should they be?\nAs some of you heard me outline in my recent interview on Joe Rogan (#1735) and again during my podcast with Drs. Makary and Damania on January 3rd, there is an important distinction to be drawn between Science and Advocacy. Clear lines should be drawn between those two concepts. Vaccine mandates are a prime example of how those lines are often blurred.\nScience is not a noun. It is not a person, or group of persons. It is a process. And it’s a process by which you perpetually adapt and evolve through the rigor of always testing your best guesses and seeking to disprove your own assumptions and firmly held beliefs. You welcome uncertainty in the interest of getting just one inch closer to the truth. Speaking in absolutes is not the aim.\nPolitics, one could argue, is radically different. Political leaders are criticized for speaking with uncertainty and punished for changing their minds. In that sense, politics is the antithesis of the scientific process.\nNone of the above is a new phenomenon, and little about this dichotomy is likely to change. However, the crux in which we now find ourselves is the present impact of this divide, manifested strongly in our current political policy and juxtaposed with our current scientific knowledge.\nAnother question that we don’t seem to be asking ourselves is, what, exactly, is the definition of unvaccinated? It’s becoming more and more subjective each day. Today, unvaccinated apparently applies to an 18-year-old college student who “only” received the full 2-shot vaccine dose, but did not receive a third booster shot. Such a student can’t attend a college for which their tuition has been paid. If they concede to the third dose, when will they require a fourth? A fifth? If we’re using circulating antibodies as our metric of immune success, we’ll need to give boosters every 3 months to keep antibodies high. And for what? Certainly not to help us avoid severe disease, hospitalization, or death. For that we can rely on the memory B-cells and T-cells we developed in response to an actual infection or to our first vaccination.\nWhat is the impact of vaccine mandates?\nLet’s consider the following examples of the impact vaccine mandates are having right now:\n\n\n\nIn my birthplace of Canada, an unvaccinated person cannot board a plane or a train, let alone go into a restaurant, gym, or skating rink. This is especially interesting, given that the rate of infections in Ontario is now higher in vaccinated than unvaccinated persons, a transition that occurred with the arrival of Omicron in late December. This finding presumably speaks to the low efficacy of the current vaccines at preventing Omicron infections.\n\n\n\n<img decoding=\"async\" src=\"https://peterattiamd.com/wp-content/uploads/2022/01/mandate-graph2.jpg\" />\n\nA Canadian friend of mine, this week, was prohibited from seeing a medical doctor for a corneal abrasion because the doctor refused to see unvaccinated patients (including those with natural immunity from a prior COVID infection). Bear in mind that this is occurring in Canada, a country with universal access to healthcare—a hallmark of Canadian values.\nA Virginia man in need of a kidney transplant was removed from the transplant list, denying him a life-saving procedure, because he was not vaccinated (though he was previously infected with COVID).\nIn September, Canada’s Prime Minister, Justin Trudeau said that the unvaccinated are part of an extreme group that also included misogynists and racists.\nHere in the U.S. some are even calling for the deployment of the National Guard “to ensure that people without proof of vaccination would not be allowed, well, anywhere.”\nA previous guest on my podcast, who asked to remain anonymous, was recently fired from their job as a professor at a very prestigious university for not being vaccinated. This person was fired with cause, which meant they were not even able to apply for unemployment insurance.\n\nThe bottom line.\nI have been clear about my support for vaccinations. They are an excellent tool to protect us against severe infection and death from COVID. What they are not, however, is a monolithic tool to be used as a sword against our citizens, rather than a shield against a virus. When we call the unvaccinated misogynists and racists as Mr. Trudeau has, or when we make it our goal as a society to make the lives of the unvaccinated as miserable as possible, as French President Emmanuel Macron has said, what are we hoping to achieve? Is this a strategy to increase vaccination rates, or to exact a vengeance?\nEven though the U.S. Supreme Court last week struck down the federal government’s proposed vaccine mandate for large corporations, hundreds of U.S. companies and universities are still putting in place mandates of their own, which come with stiff financial penalties and even job losses.\nAs you consider this thorny issue, I urge to consider the following questions:\nEven if you felt vaccine mandates made sense one year ago, when the Beta and Delta variants were raging, when it was too soon to say how well the vaccines would work in the real world, when we had few excellent treatments for infected, and when ICUs were still struggling to understand how to treat COVID, can we really say with a straight face we’re in the same difficult situation, today, especially with the Omicron variant?\nWhat is the scientific evidence to support vaccine mandates today? Today, we have vaccines that are very effective at preventing severe disease in the vaccinated. Today, we have many treatments to further reduce the severity of illness, if infected. Today, we have enormous expertise to treat infected patients in hospitals. Today, we have a dominant variant in Omicron that is nowhere near as virulent as its predecessors. If this were really about science, why would we not allow previous infection, which confers all the benefits of vaccination, if not more, the same rights? Does it not seem that mandates are having the opposite effect to what is desired? Instead of increasing vaccination rates are mandates instead hardening and alienating the unvaccinated further?\nIf we are being honest with ourselves, are the mandates truly for the protection of the vaccinated, or do they exist to punish the unvaccinated?\nHow will history evaluate these mandates?\nHow will history evaluate us for how we have treated the unvaccinated?\nAnd as we look at future science-based policy discussions, even beyond COVID, we need first to agree on the questions we are actually trying to answer. From there, we can begin to explore different possible solutions and debate their costs and benefits in a rational and civil manner. And always, we need to ask ourselves honestly: are we picking sides based on assertions and talking points (Advocacy) or testable hypotheses (Science)?"
}