{
  "title": "Why you should stop drinking sugar",
  "content": "This video clip is taken from  Podcast #194 – How Fructose Drives Metabolic Disease with Rick Johnson, M.D., originally released on February 7, 2022.\n<iframe title=\"Why you should stop drinking sugar | Peter Attia, M.D. &amp; Rick Johnson, M.D.\" width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/4UMPysw9MFY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n            \n            Show NotesDietary strategies to reduce the negative impact of fructose [1:16:30]\n\nPeter asks “What do people need to be wary of? I mean, I think the other question that emerges from a discussion like this for many people is, oh my God, do I need to not eat any fructose? This means I can’t have any fruit. Tomatoes have fructose in them… how do we provide some insight to people so that they can figure out how to adjust the dose of something that is something that is completely ubiquitous?” \n\nSo if you want to go on a zero fructose diet, you’re going to have a hard time\nThat’s not going to work\n\n\nThe first thing Rick recommends is try not to drink liquids that have lots of sugar in them— soft drinks and fruit juices\n\nReview of risks of liquid sugars, published in Obesity in 2019, Are Liquid Sugars Different from Solid Sugar in Their Ability to Cause Metabolic Syndrome?\n\n\nSports drinks are interesting because some are really low in fructose\n\nMaybe 2-4% fructose and 6% glucose\n6% glucose means there are 60 grams of glucose per liter\n\n\nSoft drinks are about 11% sugar— 6% fructose and 5% glucose\n\nThis is on the order of 110 g total sugar per liter\n\n\n\n“That really is bad stuff; soft drinks should… be banned” – Rick Johnson\nSports drinks\n\nSports drinks were developed originally by Bob Cade and the invention of Gatorade\n\nPeople who are exercising a lot are losing lots of salt in their sweat; they’re burning up glucose, and some of them were getting hypoglycemic on the field\nSports drinks were really meant to help replenish the electrolytes and to fix the glucose problem \n\nGlucose is fuel for the muscle during heavy bouts of exercise; we often use a lot of glucose during exercise\n\n\nThe original sports drinks were glucose rich and had a lot of salt and water\nSome studies that showed that oxidation of glucose could be facilitated by having a little bit of fructose in the drink\n\nHaving a small amount of fructose actually accelerated glucose uptake; this worked primarily in the gut\nPerformance was increased by having small amounts of fructose (2-3%) and the optimal glucose in sports drinks was found to be 5-6%\n\n\nNow, some sports drinks actually have more fructose in it because it tastes better and that’s a problem\n\nBut for someone out there exercising, using a sports drink for what it’s meant for, then this is fine\nBut drinking sports drinks without exercise, in front of the TV, is probably not a good idea\n\n\n\n\n\nFruit juice\n\nThe sugar content of freshly squeezed orange juice is probably about two thirds of a soft drink\nApple juice is sweeter, it’s equivalent to a soft drink\nThe Pediatric Society a long time ago realized that juice has so much fructose that it was being associated with obesity in children\n\nThey made recommendations to limit fruit juice, to like 6 ounces or less for older children and 4 ounces or so for really small children\nRick thinks we should even limit it more\n\n\n\n\n\n\n§<img width=\"500\" height=\"500\" src=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-500x500.jpeg\" class=\"section--guest__image img--circle alignright\" alt=\"\" decoding=\"async\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2.jpeg 500w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-300x300.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/02/bio-image-rickjohnson2-150x150.jpeg 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" />Rick Johnson, M.D.Richard Johnson is a professor of medicine in the Department of Nephrology at the University of Colorado since 2008 and he’s spent the last 19 years being a division chief across three very prestigious medical schools. An unbelievably prolific author, Rick has well over 700 publications in JAMA, New England Journal of Medicine, Science, et Cetera. He’s lectured across 40 countries, authored two books, including The Fat Switch, and has been funded extensively by the National Institute of Health (NIH). His primary focus in research has been on the mechanisms causing kidney disease, but it was in doing this that he became really interested in the connection between fructose (and fructose metabolism) and obesity, diabetes, heart disease, hypertension, and metabolic disease."
}