[
  {
    "content": "Check out more content with Ryan Holiday:\n\n(January 27, 2020) Ryan Holiday: Stillness, stoicism, and suffering less\n(March 27, 2020) Ryan Holiday: Finding stillness amidst chaos\n\n\nRyan Holiday, bestselling author and author of Daily Stoic, discusses practical ways to find stillness and apply the insights of stoic philosophy in the midst of COVID-19 chaos. Ryan discusses the importance of taking back a feeling of control, the benefits of structure and routine, and the idea of being prepared for anything.\nWant more content like this? Check out our interviews with Kristin Neff on the power of self-compassion and Esther Perel on the effects of trauma.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#101 - Ryan Holiday: Finding stillness amidst chaos\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#101 - Ryan Holiday: Finding stillness amidst chaos\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#101 - Ryan Holiday: Finding stillness amidst chaos\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nUsing times of adversity to evaluate and reflect how you’ve set up and prioritized your life [2:30];\nWhat insights might the famous stoics provide amidst this COVID-19 pandemic? [8:15];\nThe possible consequences of the socially isolating nature of a pandemic (and why we need good leaders) [13:00];\nStoicism—what it means and how to apply it [18:45];\nLessons taken from the life of Winston Churchill—stillness, structure, routine, hobbies, empathy, forward thinking, and more [23:30];\nAlive time vs. dead time—taking control of your time and making it count [38:45];\nAuditing how the world (and its leaders) are handling the COVID-19 pandemic through the lens of stoic philosophy [44:15];\nAsserting control and using routine to find stillness in an environment not conducive for it [52:15];\nWhy you should find a way to exercise, especially now [58:30];\nHow to find purpose during this time—goal setting, having a project to work on, and the benefits of keeping a journal [1:02:00];\nWhat is Ryan most optimistic about and what is he most concerned about over the next few months? [1:08:45];\nHow can you follow Ryan’s work and messages about stoicism and stillness? [1:17:45]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t",
    "contentLength": 6142,
    "encodedLength": 2991
  },
  {
    "content": "\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesUsing times of adversity to evaluate and reflect how you’ve set up and prioritized your life [2:30]\nA chance to see things from a new perspective\n\nThe only potential positive of a dramatic setback, adversity, or obstacle is that it is a chance to see things differently or look at things differently\nFor Ryan personally, his pace of life and travel has slowed down and it gives him a chance to ponder whether this new setup is actually closer to what he wants\nFor Peter, this is the longest he’s gone without traveling if forever—something he would have told you was “impossible” to pull off \n“A lot of the things we think are non-negotiable, we’re just actually not willing to negotiate, but of course they aren’t non-negotiable.”\n\nRyan mentions:\n\nRobert Greene once told Ryan, “it’s all material”\nJorge Luis Borges quote, “you got to use it all”\n\n“I think deciding that you’re going to experience this in a way that you emerge from it at least sort of wiser and better at what you do. . .is sort of the way to think about it.”\n \nWhat insights might the famous stoics provide amidst this COVID-19 pandemic? [8:15]\nTwo big ugly heads about this pandemic:\n\nThe physical risk to people and the uncertainty around that (we still don’t know the denominator in terms of total cases so we don’t really know the death rate)\nThe undeniable economic tragedy being imposed on many people\n\nWhat might the famous stoics, or philosophers like Winston Churchill have to say about this situation?\n\nChurchill might suggest putting some space between yourself and the media hysteria\nMarcus Aurelius – Ryan points out that he actually lived through the Antonine Plague in Rome which lasted for 15 years … and much of his writing occurred during this time\nWhen Marcus writes Meditations, he is writing in the exact scenario that a lot of us are in right now, trying to keep ourselves from being exposed but also trying to do our jobs at the same time\nThe fear was spreading at the same rate as the disease\nBut as a leader, Ryan says Marcus brought calmness, clear headedness, and courage \n\nSpeculating what Marcus Aurelius might have said in today’s pandemic: “The thing we actually have to be worried about is sort of selfishness and greed and panic. . .these things sort of ruin your character as well as your life.”\nRyan adds:\n“People are really struggling with how to sort of temper themselves and how to limit themselves and have self-discipline and put other people’s needs above their own. So I, I think, you know, from history we can see that these are sort of timeless struggles that we’ve always had.”\n \nThe possible consequences of the socially isolating nature of a pandemic (and why we need good leaders) [13:00]\n⇒ David Brooks wrote in the NY Times: Pandemics Kill Compassion, Too\n\nThe gist of this article was to point out that there are certain externalities that are very difficult that can be uniting (think post-9/11)\n\nSebastian Junger has written very eloquently about this in his book Tribe\n\n\nBut with pandemics, it forces everyone into isolation and sort of pits us against each other (b/c we don’t want someone to infect us, for example)\n\n–Ryan, however, says that he doesn’t fully agree with the point being made…\n\nFor one, we are so connected with the internet nowadays\nSecondly, a pandemic affects EVERYONE … not just some people… so in that sense we are kind of all going through it together\n\nThe more concerning problem, says Ryan, is a lack of leadership:\n“Historically, the defining feature between whether it sort of makes us better or makes us worse, or how it manifests itself culturally, is what the leadership does.”\n \nStoicism—what it means and how to apply it [18:45]\nRyan’s book that Peter has read four times: Stillness is the Key \nStoicism\n\nThe central precept of stoicism is basically that we don’t control what has happened or what is happening, but we control how we respond to those things\nIn other words, it’s sort of letting go of the things that we are not in control of in favor of focusing on things that we actually immediately are in control of \n\n-Stoic philosophy was actually born from a time when pandemics were very real in addition to…\n\nExile\nWar\nMarriage problems\nCheating business partner\nBroken leg without the same healthcare we have today\n",
    "contentLength": 9135,
    "encodedLength": 2972
  },
  {
    "content": "\n“Life is capricious and random and Murphy’s Law is real, what can go wrong does.” says Ryan\nThe question that stoicism brings to light is…\n“How do you respond and how do you focus NOT on who’s to blame, how unfortunate it is, or any of those things. [But rather], how do you instead focus on, ‘okay, here’s how I’m going to move the ball forward.’”\n \nLessons taken from the life of Winston Churchill—stillness, structure, routine, hobbies, empathy, forward thinking, and more [23:30]\nIn Stillness is the Key, Ryan writes about the amazing story of Winston Churchill’s life…\n\nChurchill has the most up and down life you could imagine … going from political exile to world leader and Nobel Prize winner\nAnd there were endless ups and downs along the way — many of the downs from unjustified exile from his own people \nYet somehow, Churchill managed to keep pushing forward and went on to do amazing things\nAnd we he did get put back into leadership positions, rather than “punish” those who wrong him or didn’t believe in him, he instead showed empathy and compassion\nHe was also able to focus on the task ahead rather than worrying about the past\n\n“The great ones don’t seem to dwell on the past because there really isn’t a lot of benefit that comes out of that backwards looking thing.” —Peter Attia\nChurchill’s structure and routine\nSo how did Churchill pull off this amazing life full of accomplishments?\n-First, it turns out, he was a creature of habit, routine, and discipline even in the most stressful of times\n\nE.g., He would write at the same time of day, he would nap at the same time of day, etc.\nHe walked daily, he dressed up for dinner, he didn’t see his wife before noon, etc.\n\n-Secondly, he made time for hobbies and time away from “work”\n\nYet, he was so prolific in his writing and accomplishments it begs the question how he had time\nPeter quotes Parkinson’s law: “work expands so as to fill the time available for its completion”\nChurchill believed the cultivation of hobbies was very important\n\nA couple good quotes from Ryan on this topic:\n\nRyan says it’s not clear that working around the clock leads to better outcomes:\n\n “It’s not necessarily clear to me that you’re going to do a better job of those things if you neglect that sort of self care that comes from being in nature, being still, you know, detaching from it.”\n\nRyan says hobbies protect us by giving his some space between information and subsequent reactions:\n\n“And so one of these things these hobbies do . . . and a little bit of order and structure in our lives do is they kind of just protect us from just reacting and reacting and reacting all the time.”\n \nAlive time vs. dead time—taking control of your time and making it count [38:45]\nRyan has written about the concept of ‘Alive time vs. dead time’\n“You don’t control the fact that you’re stuck in your house. You don’t control that. . . but you do decide what you’re going to use this time for.”\nRe-energize\n\nRyan says that if you use this “down time” to detach and rest and rejuvenate, there is nothing wrong with that  (if you actually emerge well rested)\nThe point though is that it should be deliberate\n\nRe-evaluate and try new things\n\nNow is also time to really question a lot of things about our lives—the decisions we make about, the businesses that we have, the goals that we’ve been striving towards\nWe should also try new things – especially things that we may not have ever made time for\n\n“As awkward as this is, this feeling, this helplessness, there’s not a huge amount of value in just being upset about it. I mean, yeah, it feels good in the moment, but it doesn’t really produce much benefit in the long run.” —Peter Attia\n \nAuditing how the world (and its leaders) are handling the COVID-19 pandemic through the lens of stoic philosophy [44:15]\nHaving a plan for anything\n\nStoicism teaches the importance of being prepared for the worst\nIt’s not always pleasant to imagine things going wrong but what you really don’t want is to get caught off guard\nBecause as Murphy’s Law says, what can go wrong does\n\nA flaw in America’s setup\n\nRyan says the way the America is set up with 50 strong states backed by a strong central government has us prepared for segregated catastrophes (e.g., helping when California has wildfires, or New Orleans is hit with a hurricane)\nBut as we’ve seen, it was not set up well to handle a massive, interconnected problem affecting all 50 states\nPeter hopes we learn from this as a country… perhaps to decentralize command to allow for individual states to take responsibility for being prepared and to be able to make their own decisions\n\n–Comparing that at the individual level…\n\nWe might have life insurance, some cash saved up if we lose our job, babysitter on call in case of an emergency… \nHowever, do we have a plan in place for if all those things go wrong at once?\n\nDoes stoicism tell us anything about the likelihood that we as a society will learn from this?\n\nTruthfully, history says that we will not learn a proper lesson, says Ryan\nRyan quotes Hemingway in Farewell to Arms, “The world breaks everyone. And afterwards, sometimes the broken people are stronger in the broken places. . .but the people that don’t break, the world kills.”\n\n-How Ryan relates this to life and stoicism…\n\nThe myth of stoicism is that it makes you unbreakable\nIt’s actually about making you stronger\nThe reality is really bad stuff happens and we have no choice but to sort of assent to it\n\n“Where I think philosophy really comes in, what it’s actually about is emerging from this better and stronger. . . The worst thing we could do to those people [that will die from this] would be to emerge from this and essentially learn nothing to go back to business as usual.”\nWhat does Ryan hope we learn?\n\nWe understand how to be better prepared\nWe know what to do and how to handle a pandemic\nBut what Ryan stresses mostly, is that we need to do a better job of selecting our world leaders with higher character and not just about if they agree with same policies as us\n\n \nAsserting control and using routine to find stillness in an environment not conducive for it [52:15]\nHow do people find stillness in their life when so much is going wrong? \n\nPeople are losing jobs, kids out of school, homeschooling, can’t pay bills, stuck inside (especially new yorker)\nRyan stresses the importance of asserting control in your life\nRyan, for example, has decided to wake up to an alarm every morning even though he could sleep as much as he wants and sort of just “kill” another day\nHe is being deliberate about his time \n\nRyan tells the story of Rubin “Hurricane” Carter who was wrongly convicted of murder and spent almost 20 years in prison\n\nIn prison, you obviously have little control of anything\nDuring his imprisonment, Rubin decided to take control over every little tiny thing he could\n\n“He decided that how he was going to wrap his head around the lack of control that he had was he was going to assert control and other ways. And I think that’s an interesting approach that might be worth thinking about for people. So, how can you find some ways to assert agency in the midst of all of this powerlessness and, and I think you’ll find that that’s really reassuring.”\n \nWhy you should find a way to exercise, especially now [58:30]\n\nExercise is really important for mental and physical health\nYour gym being closed might make it harder but there are apps available to help you make due with what you have at home\nWorst case scenario, get out there and take a walk \nTaking 20 minutes to exercise or simply move around pays enormous dividends, says Peter, physiologically, psychologically, and spiritually\nRyan’s wife uses the Future personal training app\n\n \nHow to find purpose during this time—goal setting, having a project to work on, and the benefits of keeping a journal [1:02:00]\nJournaling:\n\nStoics were a big proponent of journaling\nRyan recommends it to people … he describes the benefit as follows: \n\n“I’m really trying to use it as a place to sort of remind myself and reiterate to myself, like how I want to be inside this. It’s sort of reminders of like, ‘Hey, you’re worried about X, Y, and Z. You know, one way not to think about that is to think about other people instead.’ \nSo I’m trying to just like sort of buck myself up a little bit in the morning, kind of remind myself of what’s important to me. I think journaling is not this, just this stream of conscious sort of thing you’re doing. It’s not performing for history. To me it should be, it’s like, it’s like playing scales on the guitar or on the piano. You’re running yourself through it over and over again. So that it gets more imputed into your memory and kind of into your being.”\n\nPeter tells the story about how his 11 year old daughter was having a hard time comprehending how she was going to have to stay at home and “shelter in place”\nPeter then told her the story of Anne Frank who lived in an attic for years and kept a journal throughout the whole experience\nHer journal was an incredible feat and valuable piece of work for society\nBut at the time, Anne was thinking about that… it was giving her a project, something to do, a purpose\nThis sort of goes to show the power of something like journaling\n\nPurpose, goal setting, and projects \nDuring this time, we should be asking ourselves, “What goals or things can we give ourselves (and our kids) that we can throw ourselves into that allows us to sort of escape from this a little bit?”\nExamples…\n\nTry to set new PR on the deadlift \nLose 5 pounds\nRead the Harry Potter Series\n\n“Like you can create things to throw yourself into that allow you to feel some momentum and accomplishment and purpose. . . rather than wallowing in your resentment or anger or boredom.?”\n\nWhat is Ryan most optimistic about and what is he most concerned about over the next few months? [1:08:45]\nUpside/hopeful about:\n\nHe hopes it redefines the role of the US president and redefines the importance of a lot of the alliances and relationships internationally that we have with a lot of, a lot of different countries. \nWe should hopefully rethink how we do business with other countries and perhaps bring our manufacturing back to the US instead of relying on China\n“I think this is a wake up call in a lot of ways. . .I think it sort of knocked people out of the stupor or the slumber that we are in”\n\nSome concerns of Ryan:\n\nWhile Tyler Cowan wrote that the pandemic may have killed the “woke” culture… \nRyan is actually worried that the revolutionary extremes on both the left and right will “seize upon the wreckage that emerges from this and are actually empowered.”\nRyan is worried for the millennial generation who were starting to sort of mature (saving up, good jobs, buying homes, etc.) and they’ve been hit by another economic disaster\nRyan can help but wonder what will happen to Medicare and Medicaid and social security \nWhat about the people who were about to retire and just watched years of their gains evaporate?\n\nWhat is Peter most worried about?\n\n“In the short term I’m certainly worried about a handful of geographies that I don’t think . . . have this supply to meet the ICU demand. So I think New York is for sure very likely going to be overrun.”\nPeter is thinking about the doctors who are having to make terrible decisions on who to treat with their limited time and resources, “you didn’t take a class in that.”\nPeter is frustrated with that fact that we just don’t have enough data to understand the magnitude of this virus… it could be completely devastating in it’s impact on life or it could be closer to the flu virus and in that case we’ve unnecessarily destroyed our economy\nPeter is also worried about the tremendous debt we’ve accumulated recently and honestly wonders what will happen when the US is one day unable to pay up it’s growing debt\n\n“It’s okay that those things are upsetting and it’s okay that I can worry about them a little bit, but I’m trying to check myself to make sure I’m not worrying about them at the point where it ceases to be productive. You know, worry is only productive when it motivates me to do something.” —Peter Attia\n",
    "contentLength": 12180,
    "encodedLength": 2974
  },
  {
    "content": "\nHow can you follow Ryan’s work and messages about stoicism and stillness? [1:17:45]\n\nDaily Stoic newsletter\nDaily Dad newsletter\nTwitter\n\n@dailystoic\n@ryanholiday\n\n\n\nBooks: \n\nObstacle is the Way is “particularly well-suited” for this moment in time for those who may have been “knocked on your ass and you’re trying to figure out ‘what next’?\nStillness is the Key is best for those you might be suffering from anxiety, stress, or worry over this and you’re interested in calming your racing mind\n\n§Ryan HolidayRyan Holiday is the bestselling author of Stillness is the Key, Trust Me, I’m Lying, The Obstacle Is the Way, Ego Is the Enemy, Conspiracy and other books about marketing, culture, and the human condition. His work has been translated into over 30 languages and has appeared everywhere from the New York Times to Fast Company. His company, Brass Check, has advised companies such as Google, TASER, and Complex, as well as multiplatinum musicians and some of the biggest authors in the world. He lives in Austin, Texas.\nWebsites:\nRyanholiday.net\nDailyStoic.com",
    "contentLength": 1070,
    "encodedLength": 285
  },
  {
    "content": "\nDailyDad.com",
    "contentLength": 13,
    "encodedLength": 5
  }
]