[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter explains some observations he’s noticed since switching to a 3-day fasting regimen, the various things he’s measuring, and some helpful tips for getting through a prolonged fast. He also discusses the role of exogenous ketones in fasting and ketogenic diets as well as their impact on autophagy, specifically. Finally, Peter provides some practical advice for those looking to fit exercise for longevity into their busy life. Once again, Bob Kaplan, Peter’s head of research, will be asking the questions. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #13 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nPeter’s observations since switching from a 7-day to a 3-day fasting regimen [1:25];\nKetone measuring devices—blood and breath [7:40];\nCan zero-calorie sweeteners affect ketone production? [10:40];\nWill there be a continuous insulin monitor anytime soon? [11:55];\nExogenous ketones—Role in fasting and ketogenic diets and their effect on insulin, blood glucose, and autophagy [14:10];\n5 tips to help you get through a multi-day fast [25:55];\nRelationship between BHB levels, glucose levels, and autophagy—Are high levels of ketones enough to produce autophagy? [34:10];\nWhy is measuring blood insulin so much harder than blood glucose? [36:55];\nAdvice and resources for people wanting to stay up to date on developments related to health and longevity (and how to quickly sift through all the bad science) [40:10];\nAdvice for those looking to fit exercise for longevity into their busy life [51:10]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#108 – AMA #13: 3-day fasting, exogenous ketones, autophagy, and exercise for longevity\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#108 – AMA #13: 3-day fasting, exogenous ketones, autophagy, and exercise for longevity\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#108 – AMA #13: 3-day fasting, exogenous ketones, autophagy, and exercise for longevity\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n",
    "contentLength": 2708,
    "encodedLength": 997
  },
  {
    "content": "\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesPeter’s observations since switching from a 7-day to a 3-day fasting regimen [1:25]\nSwitching from 7-day fasting to 3-days fasting\n\nPreviously, Peter has been doing 7-day fasts once a quarter\nFor 2020, he has switch to a 3-day fast once a month\nSo he’s still fasting a roughly equal amount of time per year in total\nThe rationale for the switch was twofold:\n\n1) 7-day fasts are quite intrusive on life\n2) In doing the 7-day fasts, Peter has noticed that on the second day of his fasts, his glucose levels will normalize and his ketone levels really start to rise — so something interesting is happening at that point so at least doing a slightly less extreme version (3 days) will give him some of that benefit that we got from the seven day fast\n\n\n\n-Observations about the 3-day fast compared to 7-day:\n\nFirst observation\n\n3 days fasts are easier, not just because they are shorter, but he never feels like he’s “dragging” like he does a some points during the 7 day fasts\n\n\nSecond observation:\n\nExercise tolerance is higher since he’s not subjected to the same degree of glycogen depletion\nThe implications to this is that he won’t have to dial back the volume/intensity of his workouts multiple times per year\n\n\nThird observation:\n\nNote: Peter still needs to do a full blood test after day 3 to be able to compare it to after day 7. \nHowever, he HAS done a blood test after a 4 day fast and here’s what he noticed:\nIt looked almost identical to what he’d see at the end of a 7 day fast, meaning…\n\nInsulin is basically unmeasurable\nGlucose is very low\nTriglycerides, not that low\nLikely b/c so much flux of triglyceride to free fatty acid going through, that that’s basically your substrate for making all those ketones",
    "contentLength": 2459,
    "encodedLength": 978
  },
  {
    "content": "\nTGs weren’t “high” though, they were about the same as they are when he’s fed\nUric acid, very high \nFree T3, very low\nReverse T3, very high. \nTestosterone, very low\nIGF also, very low\n\n\n\n\n\n \nKetone measuring devices—blood and breath [7:40]\nPeter uses a few different ketone checking devices:\n\nBlood testing—\n\nPrecision Xtra (more accurate at lower levels)\nKeto-Mojo (runs “a little high” at lower levels)\n\n\nBreath testing—\n\nPeter is helping test a new breath device for measuring acetone (not commercially available yet)\nHistorically, breathe acetone and blood ketone levels have not been very correlated\nBob has a Ketonix device that simply gives you a red, yellow, and green color based on acetone levels\nThis new device Peter is testing will have more quantitative data as compared to Ketonix\n\n\n\nPotential advantages of having an “accurate” breath test for measuring ketosis:\n\nOne—Much cheaper\nTwo—More practical and accessible for people (especially since they don’t have to draw blood)\nAnd a device like this is probably MORE helpful when trying to get into ketosis by way of a ketogenic diet vs. when fasting, says Peter\n\n \nCan zero-calorie sweeteners affect ketone production? [10:40]\n\nPeter used to chew gum and occasionally have a diet soda while fasting, but he noticed he felt crappy\nAfter checking his blood ketones he realized that the non-nutritive sweeteners were impairing his ability to make ketones\n\n*Peter thinks that at some point in the near future, we may see a continuous ketone monitor just like we have a continuous glucose monitor\n \nWill there be a continuous insulin monitor anytime soon? [11:55]\nWill there be a continuous insulin monitor anytime soon?\n\nThe short answer is “probably not”\nInsulin is a much more complicated thing to measure than glucose, lactate, beta-hydroxybutyrate, hemoglobin, even cholesterol, or triglyceride. \nAt least one company has a prototype that’s able to test insulin and C-peptide in real time\n\nPeter says being able to measure C-peptide/insulin levels is interesting to him because…\n\nThe ability to self check urinary C-peptide (and by proxy, insulin) would give people the ability to get great insights into metabolic health on their own\n\nPeter’s dream assay: Insulin AUC (area under the curve)—“To know over 24 hours how much insulin you made would be a fantastic metric to juxtapose with the knowledge of what your average glucose or standard deviation of those things would be.”\n \nExogenous ketones—Role in fasting and ketogenic diets and their effect on insulin, blood glucose, and autophagy [14:10]\nCould exogenous ketones help bring up ketones to a desired level if you’re not where you want to be during a fast or while on a ketogenic diet?\n\nDuring a fast, Peter says you wouldn’t really want to ingest exogenous ketones\nWhy? Because one thing you are trying to accomplish with a fast is autophagy … and exogenous ketones are a source of energy which would probably impair autophagy from happening\n\n3 things that signal autophagy to happen:\n\nLow ATP—low intracellular ATP is a global signal for autophagy and that’s mediated through the upregulation of adenosine monophosphate kinase (AMPK)\nLow mTOR—When amino acids are low, mTOR activity goes down and that becomes a signal to autophagy\nA reduction in the cytosolic pool of acetyl-CoA—the way that the cell checks for low levels of acetyl-CoA (a metabolite of glucose and fatty acid) is looking at protein de-acetylation. As protein de-acetylation goes down, intracellular acetyl-CoA levels go down, and that’s a trigger for autophagy.\n\n*Peter’s concern regarding taking exogenous ketones is that beta-hydroxybutyrate might would trip up one of those three systems and therefore attenuate, or even shut off, autophagy \n⇒ More on this in a future podcast with Dr. Eileen White and/or Dom D’Agostino",
    "contentLength": 3819,
    "encodedLength": 982
  },
  {
    "content": "\n-How long does it take after you ingest these things to see a rise in ketone level?\n\nVery quickly, says Peter\nIn as short as 30-60 minutes\nHow long it would stay elevated would depend on your activity?\n\nIf you were exercising, probably not long\nIf you were sitting and watching TV, probably for a while\n\n\n\nCould exogenous ketones be used for a performance boost under conditions of extreme concentration?\n\nA question Peter has been pondering is related to… how much energy is expended under conditions of extreme mental concentration?\n⇒ For example, when Peter drivers in his race car driving simulator, he says the concentration factor is “unlike anything I’ve ever done”\nGiven that the brain is a “pretty greedy organ energetically” he wonders…\n\n i) how much energy it’s using while concentrating and \nii) if consuming exogenous ketones prior to driving would increase performance\nWhereas the body can tap into stored forms of glucose and fatty acid, the brain is more reliant on glucose and ketones most recently ingested\n\n\n\nExogenous ketones effect on blood glucose levels\n\nIt appears that ingesting ketones actually drives down blood glucose… why does this happen?\n\n-One potential explanation: \n\nKetones do elicit insulin (That’s how people with a functioning pancreas don’t get diabetic ketoacidosis from nutritional ketosis)\nSo if someone were to take a huge amount of exogenous ketones, it would likely then release insulin which then drives blood glucose levels down\n\n–Another possible factor:\n\nThe body may sense that with a rise of BHB, you have more energy substrate (ATP) so therefore it down regulates your blood glucose\nIf you plotted glucose and BHB (both in millimole) over the course of a day, they tend to sum to about the same amount no matter the % of the total was BHB or glucose\nNow, there’s ways that you can blow that up ⇒ go eat a big Mac and fries and a milkshake your ketones will bottom out at zero but your glucose of course can go up and up and up\nBUT… if we’re talking about not eating crap and not taking exogenous ketones even, but rather you’re in nutritional ketosis and watching BHB and blood glucose wax and wane… the two of them add up to about 6-8 millimole\n\nWhere are ketone levels and glucose levels when several days into a fast?\n\nBHB is about ~4 mmol\nBlood glucose is about 3 to 4 mmol\nThe sum being 7-8 mmol\n\nWhat is Peter’s fasting glucose in the morning when NOT in the midst of a multiple day fast?\n\nBetween 90-100 mg/dl (which converts to 4.75-5.25 mmol)\n\nAfter about 24 hours of fasting, where is Peter’s BHB levels?\n\nFor Peter, usually between 0.5-1.0 mmol\nThis paper mistakenly stated that people reach 2-5 mmol after 24 hours when they meant to say 0.2-0.5 mmol\n\n \n5 tips to help you get through a multi-day fast [25:55]\nTips:\n1 | Start with baby steps, know you can end it whenever you need to\n\nPeter says there’s nothing wrong with ending a fast early if you’re not feeling well\nIn fact, he has ended fasts for his patients on many occasions\nThat said, Peter doesn’t have any examples of a patient who “medically” NEEDED to eat\nNeeding to eat was more psychological than anything\n\n2 | Fast with others to be able to support each other\n\nThe feeling of support while doing it with another person makes the process easier to get through\nIf you don’t have a person to do it with, consider the fasting app called ZERO\n\n*Note, Peter is involved with this company\nAt any time, there’s 500,000+ people fasting simultaneously using the Zero app\n\n\n\n“There’s a huge strength in numbers that kind of comes from knowing that at any moment you’re miserable. It’s going to pass and you’re not alone.”\n3 | Have a plan for when you know it will be tough\n\nIf you love a certain food or meal, be somewhere else when that temptation will be there\nGo for a walk, occupy yourself elsewhere\n\n4 | Have something to look forward to\n",
    "contentLength": 3863,
    "encodedLength": 977
  },
  {
    "content": "\nEach day that you’re fasting, put something on the day that you might not otherwise do that’s just pure bliss \nA show, a book, just some kind of “reward”\nAnd try to do this thing especially when you suspect to have hunger pangs\n\n5 | Start with baby steps\n\nFirst, get some experience with time-restricted eating\nThen try to elongate the fasting window to 24 hours\nThen many 36 hours, then 48\nAnd keep progressing from there\n\nInsights from a 10 day fast\n\nBoth Peter and Bob have done a 10 day fast\nThey both observed that after about 8 days you lose almost any desire to eat and it become super easy\nBob even pointed out that he had to “convince” himself to break his fast\nHe said it felt wrong to do so\n“But it really felt like it was a religious experience, almost.” says Bob\n\nOne more tip: Consider using “negative” motivation\n\nMeaning… if you don’t do something, you experience some negative consequence\nBob got this idea from Ryan Holiday who applied it to his 21-Day challenge \nThis challenge included an app called SPAR \nIn this case, through SPAR, \n\nYou commit to a certain amount of money financially that if you don’t do whatever the daily task is, then you have to pay into a pool\nThen at the end of the 21 days, the money is split between all the people who participated in the challenge in a way that benefits those who stuck with it\n\n\n\n \nRelationship between BHB levels, glucose levels, and autophagy—Are high levels of ketones enough to produce autophagy? [34:10]\nIn the famous fasting study by George Cahill…\n\nParticipants where fasted for 40 days\nIt was reported that the participants’ beta-hydroxybutyrate kept climbing until about 15 or so days where it started to level off\nBob wonders if the same thing is happening with the level of autophagy \nThe problem is that we don’t have any way to measure the level of autophagy happening at a given time\n\n-What we do know, however, is that having high ketones is consistent with being in a state of autophagy\n–The question is…\n\nDoes the body realize the difference between when you’re making the ketones versus when you ingested them? \n\n–In other words…\n\nIs it the actual BHB itself that is a signal for autophagy?\nOr is it the energetic state that produces BHB the signal for autophagy?\n\n-The answers to these questions have implications such as… \n\nWould it be possible to therefore eat a SAD diet and still achieve autophagy by ingesting exogenous ketones?\n*For now, this is just a thought experiment but hopefully one day will be a real experiment\n\n \nWhy is measuring blood insulin so much harder than blood glucose? [36:55]\nWhy is measuring blood insulin so much harder than blood glucose?\n\nThe issue is how you measure it—i.e., How simple is the chemical reaction? \n\n–With glucose and BHB:\n\nYou take the drop of whole blood\nYou don’t have to spin it\nYou don’t have to separate plasma from serum\nYou probably just stick an antibody on it and based on the amount of signal you get, you infer what the concentration is.\n\n–With more complicated assays like insulin:\n\nIt has to go through multiple iterations of washing the reagent away, putting another antibody on, washing the reagent away, putting another antibody on, and so on\nPlus, there are definitely other layers of complexity on top of that\nIt’s certainly not amenable to sort of the simple quick check on a drop of whole blood\n\n*Peter does believe that these obstacles are possible to overcome at some point in the future\n \nAdvice and resources for people wanting to stay up to date on developments related to health and longevity (and how to quickly sift through all the bad science) [40:10]\nHere’s what Peter looks at regularly:\n-One of Peter’s favorites: Weekly email from Obesity and Energetics of which David Alison (Indiana University) is the Editor-in-Chief\n\nPeter subscribes to categories of Basic, Drugs, and Caloric and Dietary Restriction)\n\n–Science Daily – he will get a daily email on a number of tagged diseases\n\n~10 papers show up daily in his email",
    "contentLength": 3988,
    "encodedLength": 984
  },
  {
    "content": "\nBut they are just press releases\n90% of the papers are “total crap”\nIt takes Peter about 10 minutes to looks through the emails and decide if anything is worth clicking into\n\n–Journals \n\nReads JAMA weekly\nSkims other journals less regularly\n\n-Twitter – Peter gets quite a bit from Twitter by following the right people\n\nHe will get at least one “gem” a week from someone posting on twitter\n\n–Team of analyst – his team will also send Peter stuff that looks interesting\nHow Peter sifts through the growing mound of crappy science:\n“A press release is pretty much as useful as a warm bucket of hamster vomit and anything that the university has to say about this study is either wrong or irrelevant.”\n–Peter’s process is to …\n\nSkim the abstract, and if it looks interesting…\nHe will then look at the figures (the figures “tell the story of the paper”)\nFrom there Peter will go and look at the methods (which sometimes if hard to acquire)\nPeter also leans on “Journal Club” within his team of analysts\n\n⇒ Check out Peter’s 3/8/20 newsletter email describing his process of sifting through papers\nAnother good resource per Bob: The work of Vinay Prasad\n\nMalignant ⇒ Book with a whole chapter on how to navigate the literature as a physician or a researcher\nHe has a Medscape article where he touches on a lot of this: 21st Century Physician: Triaging the Tsunami of Medical Information\n\n-Important tip that Bob pulled from Prasad’s framework:\n\nAlways read the literature that interests you and come to your own conclusions BEFORE going on twitter (or anywhere online) and getting OTHER PEOPLE’s curated takes on the paper\nBecause if you get other people’s takes first then your judgement will be clouded as to what you will find in the paper\n\n“Very humbling” says Peter\n\nPeter says that when you think about how much science is being done…\nAnd how many branches of medicine there actually is…\n“I literally know nothing” says Peter\n“I’m constantly amazed at my own ignorance.”\n\nThe biggest challenge for researchers and doctors trying to keep up:\n\nThe is an endless flow of information that comes in that you can’t keep up\nAnd the nature of science is that there is never a certainty about anything\nAs an analyst, you might be able to say “we just don’t know”\nBut as a physician, you have a patient that might need an answer\nSo the biggest challenge is guiding patients despite that incomplete information\nAnd then it doesn’t help that you’re “constantly being batted over the head with how little you know”\n\nResource for physicians trying to stay “up to date”:\n\nA subscription to UpToDate is a good resource although it’s not exclusively health and longevity\n\n \nAdvice for those looking to fit exercise for longevity into their busy life [51:10]\nThe full question from the subscriber: “With my busy career, a family, and frankly a lack of any interest to be an elite athlete, I just want to be able to exercise enough and be doing the right things to help my health journey even if this means I won’t make it to 100. Help those of us committed to living as well as we can to find a realistic approach, please.”\n-Peter first says the good news is that exercise for longevity is less time consuming that exercise for performance\n–Peter has a framework for exercise:\n\nStability \nStrength \nAerobic efficiency\nAnaerobic performance\n\n⇒ see AMA #12 for a deep dive into his framework for exercise\nIs there a minimum effective dose for each of those components?\n\nIt’s very hard to say because “I don’t think we know that”\nAlso, it varies by individual\nIn other words, what Peter does and how much time he spends in regards to those four components is probably different than what you would need to do\n\nWhat Peter does:\n\nOverall, he spends about 10 to 12 hours a week exercising (i.e., slightly less than two hours a day)\nAnother principle Peter suggests: Try to exercise every single day\nPeter now lifts weights five days a week instead of three days a week\nM,W,F will be bigger lift days where it’s a 90 minute session. ",
    "contentLength": 4010,
    "encodedLength": 983
  },
  {
    "content": "\nSaturday and Sunday he will combine 45 to 60 minutes of zone 2 training with 30 minutes of some lifting afterwards \n\nSome example exercises post-zone 2: Deadlifts, sled work, farmer carries with rows and some tricep serratus activity\n\n\n\nPeter’s advice for how much time to spend exercising:\n-Stability \n\nStability training is too big a topic to cover here, says Peter\nBut he tries to work on it for 10 min per day, but at least a dedicated hour a week \n\n-Strength\n\nYou could really efficiently get some good work done in three, one-hour sessions in a week\n\n-Zone 2 (i.e., aerobic efficiency)\n\nThe minimum effective dose if you’re starting from nowhere is probably two hours a week\nIf you have a reasonable base of fitness, probably three hours per week is better\n\n⇒ see episode of The Drive with Iñigo San Millán, Ph.D. for more on zone 2\n-Zone 5 (i.e., anaerobic work)\n\nYou don’t need much of this, says Peter\nAnd it’s very easy to incorporate into regular activity\n\n⇒ See AMA #12 for more on this\n“So, I would say that’s sort of the foundation that I would think of for exercising towards aging well and being able to physically do the things that matter to you as you get older. I think once people enter that seventh and eighth decade, if they haven’t done a lot of consistent preparatory work in the decades prior, it’s alarming how quickly things go south. That’s probably the problem I think most about in my own life, is how to mitigate that risk.”\n",
    "contentLength": 1458,
    "encodedLength": 379
  }
]