[
  {
    "content": "In this episode, Lew Cantley, Professor of cancer biology and Director of the Sandra and Edward Meyer Cancer Center at Weill Cornell Medical College in NYC, walks us through his amazing discovery of phosphoinositide 3-kinase (PI3K) and the implications for the care of patients with cancer. He explains various combinations of therapies being tested and used, including the possibility of pairing prescriptive nutritional therapies to increase the efficacy of drugs like PI3K inhibitors. Lew also explains the metabolic nature of cancer through the lens of his research into the connection between sugar consumption, insulin resistance, and tumor growth. Additionally, Lew provides some details about his exciting new clinical trial that is just now enrolling patients with stage 4 breast cancer and endometrial cancer.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#110 - Lew Cantley, Ph.D.: Cancer metabolism, cancer therapies, and the discovery of PI3K\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#110 - Lew Cantley, Ph.D.: Cancer metabolism, cancer therapies, and the discovery of PI3K\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#110 - Lew Cantley, Ph.D.: Cancer metabolism, cancer therapies, and the discovery of PI3K\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nTeaching science through the lens of discovery—a better approach to learning science [5:15];\nThe metabolic nature of cancer, mitochondria, and a more nuanced explanation of the Warburg Effect [8:30];\nThe observation that convinced Lew to stop eating sugar [20:15];\nThe connection between obesity, insulin resistance, and cancer [25:30];\nSugar consumption and tumor growth—What did Lew’s 2019 paper find? [32:00];\nNatural sugar vs. HFCS, fruit vs. fruit juice, insulin response and cancer growth [43:00];\nIncreasing efficacy of PI3K inhibitors with ketogenic diets, SGLT2 inhibitors, and metformin [53:30];\nLew’s clinical trial enrolling stage 4 breast cancer and endometrial cancer patients [1:07:30];\nPairing diet with drug could be the future of cancer treatment [1:09:30];\nPI3K inhibitors on the market, alpha vs. delta isoform, and the possibility of pairing them with a food prescription [1:16:15];\nWhat questions will Lew be focused on in the next chapter of his career? [1:22:15];\nLew’s early work that ultimately led to the discovery of PI3K [1:27:30];\nStudying the mechanism by which mitochondria make ATP [1:30:45];\nHow understanding the mechanism by which insulin drove glucose uptake into a cell got Lew closer to finding PI3K [1:38:15];\nHow Lew knew PI3K was important in driving growth of cancer cells [1:55:00];\nLew’s unlikely observation of phosphorylation at the 3′ position of the inositol ring resulting in the formation of phosphatidylinositol-3-phosphate [1:59:00]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n",
    "contentLength": 6499,
    "encodedLength": 2999
  },
  {
    "content": "\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesTeaching science through the lens of discovery—a better approach to learning science [5:15]\n\nPeter proposes the idea that science should be taught at a young age through the lens of discovery\nCurrently, biology and other sciences are taught through rote memorization unfortunately\nIf we’re trying to screen for people who are interested in science…what you have to be screening for is:\n\nthe process\nthe discovery\nthe game\nthe thinking that went into the experiment\n\n\n\n“Serendipity in science is absolutely critical that when you get a result that’s unexpected, you should be laser focused on understanding at the biochemistry, at the chemical level, why you got the different results then you expected to get.”\n\nScience is about one big mystery needing to be solved \nIt’s about curiosity\nPeter points out that Lew’s career has been less about innate brilliance and more about his desire to follow an observation that had unexpected results\n\n“If I get a result that suddenly doesn’t make sense, to me that’s more exciting. It means there’s something more complicated going on than the simplest explanation for what I’m seeing. . . if you’ve broken up a whole new field because your simple explanation doesn’t work and you figured out why it didn’t work and what was wrong, then that’s where most breakthroughs come from.”\n \nThe metabolic nature of cancer, mitochondria, and a more nuanced explanation of the Warburg Effect [8:30]\nAround 2005…\n\nMatthew Vander Heiden (who trained under Craig Thompson) and Heather Christofk began working under Lew\nMatt was obsessed with understanding glucose metabolism\nIn parallel, Heather made an unexpected observation… “In that one experiment, she rediscovered everything that had been published, of all the things that bind to tyrosine phosphorylated proteins but she’s discovered the thing that bound better than anything else in the cell, or that was most massively pulled down, was an enzyme of metabolism, pyruvate kinase. And that was shocking.“\n\nMatt and Heather published back to back papers in Nature (1 and 2) that explained:\n\n1) how phosphotyrosine proteins binding to pyruvate kinase could turn off its activity\n2) why turning off the activity of pyruvate kinase was important to increase anabolic growth\n\n⇒ Lew says that was the basis for which he and Craig Thompson started Agios – a pharmaceutical company focused on developing small-molecule anti-cancer therapeutics targeting cancer cell metabolism via the growth factor pathway\nLew’s 2009 review that provided a more complex explanation for the Warburg Effect: Understanding the Warburg Effect: The Metabolic Requirements of Cell Proliferation (Vander Heiden, et al., 2009)\nWhen did Lew start paying attention to the Warburg Effect?\n\nOtto Warburg made the observation that even in the presence of sufficient cellular oxygen to generate ATP much more efficiently through the mitochondria, it was as though the cancer cell elected to go this faster, less efficient route\nThe question was… Why doesn’t it make ATP through mitochondrial oxidative phosphorylation instead of through glycolysis?\n\nIn the 60s and 70s, ideas that cancer was just due to an altered metabolism fell out of favor…\n\nEvidence for virally induced cancers came to light\nAnd the discovery of oncogenes (c-SRC being the first discovered) \nSo the focus shifted to gene mutations causing cancer\n\nHowever… \n\nPeople like Efraim Racker continued to realize that you have to alter metabolism to do cancer. \nIn order to divide and make a bigger cluster of cells, you have to drive glucose and amino acid uptake and anabolic processes converting those to proteins and lipids and DNA and RNA.\nSo there was no doubt you had to turn up metabolism.\n\n⇒ The question really was: At what level did metabolism play the role? Was it just a consequence of the viral transformation or the oncogenic transformation or did they work cooperatively in some more complicated way? \n",
    "contentLength": 9013,
    "encodedLength": 2941
  },
  {
    "content": "\nLew and team’s paper on pyruvate kinase suggested “yes”… there is some clear cooperation where the act of tyrosine phosphorylating proteins was directly regulating the activity of metabolic enzyme rather than just turning up the expression, for example, through a transcriptional cascade\n\n“The truth is chemotherapy is really targeting metabolism. You’re blocking DNA synthesis or other steps in metabolism as a way of killing cancer cells. So that is, in a way, targeted metabolism.”\nWhat was the point that you guys made that was so novel in that 2009 paper?\n\nIn the paper, Lew and team came up with a very clear explanation for why the Warburg Effect might exist that differs from the simplest explanation\nThe easy explanation: mitochondria don’t work, therefore the cancer cell has no choice but to undergo anaerobic glycolysis\nLew’s more complicated explanation: Even with totally functional mitochondria, you could divert intermediates in glycolysis into anabolic processes by regulating steps in glycolysis\nIn other words, it could divert intermediates in glycolysis from making ATP to instead make carbon atoms of glycolysis that go into lipid synthesis, ribose synthesis, serine synthesis, glycine synthesis\n\n⇒ Analogy: You have a flowing river and you want to flood some fields to grow crops so you build a dam and some canals upstream of the dam to push water into the fields. \n\n“That’s sort of what happens if you turn off pyruvate kinase. Then you slow down ATP production. That means there’s less ATP made. That means glycolysis, the upper part of glycolysis continue, but instead of going to make more ATP, it goes off to make serine and glycine and ribose and lipids, and that gives you all the molecules you need to grow.”\n\n \nThe observation that convinced Lew to stop eating sugar [20:15]\n\nLew grew up in the backwoods of West Virginia in the 1950s\nThey were eating “incredibly healthy” meals at the time\nThey lived off their own farming of animals and vegetables\nThey had very little income\nSugar was extremely expensive at the time and so they almost never had it\nThen Lew went off to Cornell for his graduate degree\nIn the 1960s, a Japanese scientist invented high-fructose corn syrup, which was much easier to make than cane sugar and cost much less\nWhen Lew came back to West Virginia, noticed a dramatic change in that all my friends and relatives were suddenly becoming obese\nHe saw that they had started consuming massive quantities of sugar and HFCS in the form of sodas and desserts\nHe also noticed that they were “addicted” to sweets\nLew made the decision in 1975 to stop drinking soda and to stop eating dessert\n\n“I didn’t know anything about the metabolism of fructose or glucose. Just empirically I saw the change in diet and the consequent massive change in obesity.”\n \nThe connection between obesity, insulin resistance, and cancer [25:30]\nInsulin and cancer\n\nLew saw that this PI-kinase activity was co-precipitating with SRC and insulin receptor…\nHe realized that the same enzyme was mediating the effects of the oncogenes and also the effect of normal insulin signaling\n“By 1990 it was very clear in my mind that insulin was triggering cell growth in exactly the same way that oncogenes were. They were both activating PI 3-kinase.”\nNext, Lew realized that insulin resistance, which creates the need for more insulin, could be helping cancer grow\nSince the 1970s, Lew began to realize that if you add insulin to cancer cells in culture, it makes them grow better\nCancer cells tend to have more insulin receptors than the tissue from which they emerged\nIn the process of tumors growing, evolving, they turn up the expression of the insulin receptor and that allows them to respond to insulin better\nLew was convinced that being insulin resistant would accelerate tumor growth\n\n“I became convinced that the state of being insulin resistant in humans sets them up to accelerate tumor growth.”\nObesity, hyperinsulinemia, and cancer\n\nIn Peter’s podcast interview with Sid Mukherjee, they discuss how obesity is the second leading predictor of cancer after smoking\nThis was also discussed in the PBS documentary titled Cancer: The Emperor of All Maladies (Lew made an appearance in this)\n\n\nFigure 1. Cancers associated with overweight and obesity. Image credit: National Cancer Institute\n-But is it the obesity or is it the hyperinsulinemia which often accompanies obesity?\n\nPeter and Lew believe it’s less the obesity and more the hyperinsulinemia that accompanies obesity in 80% of cases\nIf fact, being lean and hyperinsulinemic is worse than being obese without hyperinsulinemia\n\n⇒ Paper suggesting insulin sensitivity is more relevant than body mass in breast cancer risk: Breast Cancer Risk in Metabolically Healthy but Overweight Postmenopausal Women\n\nThe subset of overweight women who were insulin sensitive did not have an increased risk of breast cancer, but the ones that were insulin resistant did\nLean women who got breast cancer were commonly insulin resistant lean women\nFurthermore, visceral fat is a result of insulin resistance even without obesity\n\nCurrent methods of using BMI as our correlation with cancer are not good enough\n\nThings like visceral fat and hyperinsulinemia are better\n\n⇒ 2013 paper by Mitchell Lazar\n\nFigure 2. Two faces of obesity and mortality? Obesity, defined by a high BMI, substantially increases the risk of developing diabetes, cardiovascular diseases, cancer, and other chronic diseases, leading to higher mortality. However, it has been estimated that about 10% of adults in the United States have obese BMI and are metabolically healthy, compared with 8% who have a normal BMI and are metabolically unhealthy. In contrast, 26% of adults have normal BMI and are healthy, whereas 21% have obese BMI and are unhealthy. Image credit: (Ahima and Lazar, 2013)\n \nSugar consumption and tumor growth—What did Lew’s 2019 paper find? [32:00]\nLew’s 2019 paper showing that HFCS increased tumor growth in mice: High-fructose corn syrup enhances intestinal tumor growth in mice\n\nThe experiment design: To see if there was a higher risk for colorectal cancer with high sugar consumption (in mice)\nLew’s hypothesis: High sugar consumption would eventually lead to insulin resistance (therefore high insulin) which may accelerate the growth of colorectal cancer\n\nAnd indeed this turned out to be true\n\n\n\n“I always challenge people in my lab to prove me wrong rather than prove me right, and because it’s always learn more if the simplest idea is wrong.”\n-Next… they wanted to see if sugar itself was directly feeding tumors (and not needing insulin)\n\nThe fed the rats a high sugar diet but controlled for calories in order to NOT make them obese \nThey were consuming the equivalent of a 12 ounce cola sugary drink\nOver 6 months, the mice did not gain wait or become insulin resistant\nYet, they still had increased polyp size by two to three fold in the colon\n\n-But was it the glucose or the fructose causing tumor growth?\n\nTurns out it needed to be a COMBINATION of both glucose and fructose (aka sucrose and/or HFCS)\nNeither glucose alone nor fructose alone could cause tumor growth \n\n-Solid food vs. liquid sugar\n\nLew also found that liquid sugar was way more potent than solid food with the same amount of sugar\nThe liquid nature of the sugar allowed the sugar to travel more quickly and the fructose (and some glucose) made it all the way to the colon to feed the tumors\n\n–Other relevant finding:\n\nRats who were fed sugar water ad libitum actually were “protected” from insulin resistance because the polyps were eating so much of the sugar\n\nWhy glucose PLUS fructose is the killer:\n–The real surprise was when we got to the molecular mechanism…\n\nYou had to have fructose and glucose because the actual carbon atoms that were being used to grow the tumor were coming from the glucose and NOT from the fructose. \nWhat the fructose was doing… when it went into the polyp, it was converted to fructose-1-phosphate by an enzyme called ketohexokinase (aka fructokinase)\nThe fructokinase enzyme is only found in three tissues in any significant concentration\n\nthe liver\nthe kidney, and \nthe gut. \n\n\nAnd so these polyps have that fructokinase enzyme\n\n–What happens is the fructose goes in…\n\nit gets phosphorylated by that enzyme very rapidly\nAnd that drops the ATP level in the cell because you’re consuming ATP to phosphorylate that fructose that is coming in. \nNow, I mentioned earlier that the thing with the Warburg hypothesis is that in order to get glucose to flux at a high rate into a cell, you have to drop the ATP level. \nWell, this is a way to drop the ATP level. \nInstead of consuming it in some other way, you’re consuming it by phosphorylating the fructose. \n\n–There’s an additional intervention that is also important…\n\nwhich is once you start doing glycolysis at a higher rate, the process of doing glycolysis incorporates an inorganic phosphate to make the doubly phosphorylated glycerol and bisphosphonate. \nAnd so that additional consumption of inorganic phosphate drops a negative regulator of inosine deaminase, and that drops the ability to keep ATP synthesis going on in the cell.\nSo the combination two drops the ATP level dramatically\n\nand now the glucose that’s coming in is flooding through glycolysis, but it’s going into all these anabolic processes. \nIt’s being used to make lipids, fatty acid synthesis, serine synthesis, nucleotide synthesis… all going up by 5x-10x \n\n\n\n–But if you leave the fructose out…\n\nEven though the glucose gets into the cell, it can’t go through glycolysis at a high rate and so you don’t get growth\nYou must have both molecules:\n\nThe carbon atoms are coming from the glucose, and \nThe fructose is basically driving the kinetics\n\n\n\n \nNatural sugar vs. HFCS, fruit vs. fruit juice, insulin response and cancer growth [43:00]\nIf sugar is found in nature, how can it be so harmful? Is HFCS even worse?\n\nOur metabolism really hasn’t changed in the last 100,000 years\n100,000 years ago, we’d only have high access to sugar seasonally while in a temperate climate \nMaybe a month or so\nVery small berries, very small apples, for example\nIf you could eat enough of those, you could put on weight that might be critical for you to survive the harsh winter\n\n“Almost anyone 50,000 years ago who didn’t put on 50 pounds or so in the fall would not be alive for the next spring.”\n==> Peter had Rick Johnson on the podcast\n==> Rick Johnson article: Ancient Mutation in Apes May Explain Human Obesity and Diabetes\n\nHe described how homo sapiens evolved from a certain line of primates who developed a mutation in both uricase and fructokinase which allowed them to put on fat from sugar in order to survive the winter\nAnd we as a humans species have these mutations that would have served us well when glucose and fructose combined were provided just at the right level\n\nSugary beverages\n\nSugary drinks like soda and fruit juices are still very high\nYet, the data are becoming almost impossible to ignore that there is something unique toxic (chronically) when it comes to sugar-sweetened beverages\n\n-Anything that can be done policy-wise to reduce consumption?\n\nThere’s a lesson to be learned there from the cigarette situation\nReducing advertisement is one way to do it. \nTV commercials today are skewed towards sugary food and many of them tailor to young children to get them addicted as young children, you’ve got them for life. \nJust like cigarette smokers, you get them addicted at 15, they’re addicted for life, then there’s a sustained market for you.\nSo getting those ads off could be a good approach, says Rick\nTaxing also helps, says Rick\nLike it was in the ’50s, if sugar is the most expensive thing that you can buy at the grocery store, then maybe you would quit buying it. \n\nAny distinction between sucrose versus high fructose corn syrup?\n\n“No”\nThere was little difference in the effects of sucrose (aka sugar from cane sugar plants) compared to  HFCS\nThere’s isn’t much evidence that “natural sugar” is any better than high fructose corn syrup\n\nFruit vs. fruit juice\n\nWith apple juice, you’re going to get a glucose spike for sure\nEating a whole apple, you may get hardly any change in your glucose because it takes so long to break it down that the absorbance is slower\nFor Peter, nothing spikes his blood sugar more than a raisin on a per mass basis it doesn’t have the water, it doesn’t have the fiber, doesn’t have anything else.\nGlucose AUC\nCompare apple to apple juice, if you did equal grams of glucose, you might even get a similar area under the curve.\nHowever… with apple juice you will have a big spike but with the apple you’ll get a gradual rise\n\nSo glucose AUC could be the same, but the insulin response could be quite different\n\n\n",
    "contentLength": 12767,
    "encodedLength": 2998
  },
  {
    "content": "\n“In my opinion, it’s all about insulin. Most endocrinologists worry about the glucose. I worry about the insulin.”\n \nIncreasing efficacy of PI3K inhibitors with ketogenic diets, SGLT2 inhibitors, and metformin [53:30]\nDrugs that block PI3K\n\nBy 1990, Lew was sure that insulin went through PI3K and that many cancer have emerged because of activation of PI3K\nSo some pharma companies approached him about making a PI3K inhibitor\nBut at that time, Lew was not sure how you could possibly do that without causing severe diabetes\n“I never pulled the trigger in starting a company or even encouraging anyone else to start a company to make inhibitors of PI 3-kinase” says Lew\nUltimately, pharma companies pursued this anyway\nLew agreed to assist Novartis in their attempt to develop a PI3K inhibitor\n“The question then is can you thread that needle? Can you manage the glucose level without getting insulin levels so high that they would reactivate PI 3-kinase in the tumor? And that had been the challenge.”\nLew strongly believed that a PI3K inhibitor could not be deemed effective if the patient needed to be given insulin\nThe Novartis drug called Piqray (alpelisib) was finally approved in May 2019\n“It took a long time because roughly half the patients who tried to enroll could not be managed on metformin (without insulin).”\n\nComparing metformin, SGLT2 inhibitors, and ketogenic diets and their ability to enhance efficacy of PI3K inhibitors\n⇒ Lew’s 2019 paper evaluating metformin, SGLT2 inhibitors, and ketogenic diets and their ability to enhance efficacy of PI3K inhibitors: Suppression of insulin feedback enhances the efficacy of PI3K inhibitors\n\nThe question being asked: Which one best assisted PI3K inhibitors in shrinking the tumor?\nFirst… Why does the PI3K inhibitor need help? … \n\nB/c you can’t develop a complete inhibitor for physiologic reasons\nAnd a massive amount of insulin is enough to reactivate PI3K in the liver and muscle even in the presence of the drug.\n\n\n“What we’re trying to stop is insulin, because insulin is what’s driving the activation. Those mutations in PI 3-kinase will not activate PI 3-kinase unless insulin is added to the tumor.”\n\n–Results of the study: What was the efficacy of a ketogenic diet versus an SGLT2 inhibitor and metformin? Were they equal?\n\nKetogenic diet was the most effective if the patient could actually stay on it\nSGLT2 inhibitors tend to be easier for people so that would be second best\n\nKeto diet plus PI3K inhibitor is best\n\nLew says that the keto diet alone doesn’t seem to have nearly the same effect as compared to when you combine it with PI3K inhibitors\nThat said, there is a clinical assay that can measure the volume of insulin receptors on a tumor that can tell you whether the keto diet is a favorable approach\n\nInsulin is enough to grow a tumor even with PI3K inhibitor\n\nA PI3K inhibitor suppresses PI3K but not 100% because you can’t develop a complete inhibitor for physiologic reasons\nIn other words, it’s like a porous dam\nAnd in the presence of high enough insulin, PI3K will still be activated even in the presence of the PI3K inhibitor\n\n“Insulin is what’s driving the activation. Those mutations in PI 3-kinase will not activate PI 3-kinase unless insulin is added to the tumor.”\nPeter tells a story of a friend who survived metastatic breast cancer…\n\nA friend of Peter’s was in a breast cancer trial\nShe ended up being the only woman with metastatic breast cancer that survived\nShe, on her own accord, went on a ketogenic diet during the trial\nThis anecdote was part of the reason Lew and Sid did this study\n\n \nLew’s clinical trial enrolling stage 4 breast cancer and endometrial cancer patients [1:07:30]\nLew’s clinical trial\n\nAbout: He is enrolling people in a phase 1 trial for a new PI3K alpha inhibitor (serabelisib) combined with a SGLT2 inhibitor (canagliflozin)\nLew’s company that is doing the study: Petra pharmaceuticals\nLink to the study: Study information on clincialtrials.gov\nParticipants needed: People with solid tumors of breast cancer or endometrial cancer (stage 4)\n\n*Note about diet for the participants:\n\nPeople in the trial will need to eat breakfast before they take their pills in the morning to reduce the possible toxicity of the medication\nBut it matters greatly WHAT they have for breakfast\nIt needs to be low carb/low sugar\n\nE.g., eggs, avocado, whole milk yogurt, \nAbsolutely NO juice and no Ensure (like they give to cancer patients in hospitals to help with to not lose too much weight)\n\n\n\n \nPairing diet with drug could be the future of cancer treatment [1:09:30]\nLew’s meal company: Faeth Pharmaceuticals (not yet making meals, just now getting the company started)\n\nAbout the company: Making meals for dietary intervention in cancer patients\nThe plan will be preparing the meals to make sure they have exactly the right composition as opposed to just giving advice and hoping people find the right foods\nNote, it’s not purely ketogenic \nIt will also be focused on reducing certain amino acids in order to make some drugs more effective\n\nSerine\nMethionine\nGlycine\n“trying to selectively deprive a cancer cell from nucleotide precursor”\n\n\n\nIt’s really the COMBO of diet and drug that makes the difference\n\nNeither a keto diet or a PI3K inhibitor will do anything to tumors on their own\nBut when given together, the tumors completely disappear\nYou have to combine the diet with the right drug or it doesn’t really work\n\n“This diet-drug pairing is really on the cusp of innovation right now. We’re scratching the surface of that.” —Peter Attia\n \nPI3K inhibitors on the market, alpha vs. delta isoform, and the possibility of pairing them with a food prescription [1:16:15]\nCurrent PI3K inhibitors\n–Alpelisib (brand name Piqray)\n\nNovartis drug brand name Piqray\nHits specifically only the alpha isoform. . .that’s the isoform that insulin activates, immediates everything insulin does, and that’s the one that’s caused all the problems with hyperglycemia\n\n–Idelalisib (brand name Zydelig)\n\nmade by Gilead Sciences\nTreats blood cancers\nIt blocks the delta isoform of the enzyme phosphoinositide 3-kinase\nThe delta is seldom mutated…but it’s actually required for B cell growth\nThe first possible place to work was for B cell lymphomas since that enzyme was already known to be critical in B cells and that turned out to be effective\n\n–Copanlisib (trade name Aliqopa)\n\nMade by Bayer\nIt hits delta and alpha\nFor the treatment of adult patients experiencing relapsed follicular lymphoma who have received at least two prior systemic therapies [wikipedia.org]\n\nMore about the alpha isoform\n\nAlpha is where you see the most mutations\nBreast cancer, for example, is far more common than lymphoma\nAlpha is the only one that causes hyperglycemia… which means it will require the most management of the hyperglycemia and the hyperinsulinemia\nIs that message reaching the oncologists?\n\n“Slowly”, says Lew, “they’re beginning to understand why it’s important to keep the insulin down.” \nPeter and Lew say this lack of understanding is due to the super specialization of doctors\nPeter strongly believes we need a subspecialty of oncology called metabolic oncology\n\n\n\nWhat is the dosing schedule of these drugs?\n\nIt’s based on the drug level goes into the bloodstream and how long it stays high, and following how quickly it declines\nIn Lew’s trial, the alpelisib is given daily, in the morning, with breakfast\nWithout breakfast, you can have absorption problems and you get more side effects like diarrhea or nausea \n\nPossibility of a food prescription?\n\nThe problem is that there’s no formal recommendation as to what you’re supposed to eat for breakfast before you take the drug\nHence the importance of a company like Faeth that could start to standardize the food\n\nWouldn’t it be great if as a doctor you could write a prescription that’s not just covering the drug but covering the food? \n\n“Yeah, that’s what we’re anticipating at Faeth.” says Lew\nThe hold up is that you need to prove in a phase three clinical trial that you need this particular food in order to maximize absorption, minimize side effects, and most importantly maximize efficacy\nYou should be able to get that food paid for the delivery of the exact food that matches what your needs\n\n \nWhat questions will Lew be focused on in the next chapter of his career? [1:22:15]\n“My real motivation, of course, is to convert every observation we make in the laboratory to actually change in practice for whether it’s diabetes, or cancer, or what other disease, that we begin to understand the molecular mechanism. If we don’t convert those observations into actual change in behavior or change in practice or change in drug metabolism and diet, then in the end we failed.”\n \nLew’s early work that ultimately led to the discovery of PI3K [1:27:30]\nPeter Attia:\nThere are a lot of things I want to talk about today, but I do want to start with the discovery that you led that probably most people would associate with you if they go to your Wikipedia page, that’s probably the first thing they’re going to see. Although I haven’t been to your Wikipedia page in awhile, so I don’t recall. But let’s talk about PI 3-kinase. How do we define it by the way, tell people what it is.\nLew Cantley:\nPI 3-kinase stands for phosphoinositide 3-kinase, and the 3 means that it phosphorylates the 3 position on the inositol ring, which is the head group of this lipid.\nLew Cantley:\nAnd in the mid, early mid 1980s, phosphatidylinositol phosphorylation, which was known to occur from 1949, the purpose of it was totally ambiguous. Why did this lipid get phosphorylated? And in early 1982, 83 there was a breakthrough with the discovery that the phosphorylated form phosphatidylinositol with phosphate at the 4 and the 5 positions of the inositol ring… by the way, inositol is hexahydroxy-cyclohexane, so there’s six hydroxys. One of them connects to the glycerol backbone and then the others are potentially available to be phosphorylated. Anyway, the 4 position and the 4 plus 5 position were both identified the year I was born, 1949, and the purpose of that was not known. It was called the futile cycle maybe a way of just getting rid of-\nPeter Attia:\nGetting rid of phosphates or something.\nLew Cantley:\nOr getting rid of ATP.\nPeter Attia:\nYeah.\nLew Cantley:\nYou just phosphorylate it and de-phosphorylate it and-\nPeter Attia:\nSort of like an ATP sync.\nLew Cantley:\nAnd then the idea, the observation that this phosphorylation could be stimulated by various GPCR pathways and growth factor pathways, got people thinking about what it might be doing and it tended to correlate with calcium elevation. And so the breakthrough paper showed that in fact when cells are stimulated with certain growth factors like EGF or a certain subset of GPCR activators.\nPeter Attia:\nAnd those stand for?\nLew Cantley:\nG protein coupled receptors.\nPeter Attia:\nAnd EGF just for folks.\nLew Cantley:\nEpidermal growth factor.\nPeter Attia:\nAll growth.\nLew Cantley:\nAnd these signaling pathways would activate the hydrolysis of that lipid that the inositol 1,4,5-trisphosphate that comes off when you hydrolyze it away from the lipid. It turned out to regulate calcium release from cells, and that was a huge breakthrough because no one knew how calcium got elevated and that explained it. And so I, in the meantime, it was not working on that particular pathway.\nBreakthrough discovery in the early 1980s showing that when cells are stimulated with certain growth factors like EGF or GPCR would regulate calcium release from cells: Inositol trisphosphate: Discovery | (wikipedia.org) [1:28:45]\n \nStudying the mechanism by which mitochondria make ATP [1:30:45]\nPeter Attia:\nAnd let’s pause for a moment and remind everybody. You trained, you were interested in science from a young age. But you were sort of deciding I think a little bit if I recall between chemistry and biology. You were very interested in both. Correct?\nLew Cantley:\nI was a pure chemist. The last biology course I took was in 1964 when I was a sophomore in high school.",
    "contentLength": 12070,
    "encodedLength": 2996
  },
  {
    "content": "\nPeter Attia:\nYou very quickly declared chemistry your obsession.\nLew Cantley:\nI hated biology because at that time, at least in the backwoods of West Virginia where I was growing up, biology was just a bunch of descriptive memorization. And I was bored with that and decided I would never take another biology course and I stuck to that. I was pure chemistry, mainly organic chemistry, and then I switched into physical chemistry. But was totally uninterested in biology at all until I took one semester of biochemistry and realized maybe there’s something interesting going on in biology. I went to Cornell in Ithaca to get my PhD and there I focused on biophysical chemistry. It was a chance to apply chemistry to questions like “how do you get molecules across membranes?”\nLew Cantley:\nAnd that’s what I worked on. How do you synthesize ATP in the mitochondria or chloroplasts? That kind of the slippery slope of going into biological questions that could be addressed by simple chemical questions or physics questions.\nPeter Attia:\nNow, what got you interested in the mitochondria so early?\nLew Cantley:\nI read a paper when I was an undergraduate that was an idea that Peter Mitchell had proposed, that the way you make ATP in the mitochondria and or chloroplasts was using a proton gradient. And his idea was that that gradient would allow you to pull the protons in one direction, the hydroxyl ions in the direction, and remove water from phosphate plus ADP and condense that into ATP. That was just a very simple physical property that if you could move those two ions in different directions, it would produce ATP. In effect, the idea was not correct. It was correct that ATP was made from the proton gradient, but the actual mechanism turned out to be different. They’re actually three Nobel prizes given for how ATP is synthesized in the mitochondria.\nPeter Attia:\nI wasn’t aware that there were three separate Nobel prizes. Do you recall who won all of them?\nLew Cantley:\nMitchell.\nPeter Attia:\nMitchell obviously. Yeah.\nLew Cantley:\nPeter Mitchell got one. Then there was a second one by Paul Boyer. When he figuring out the actual mechanism by which this occurs and then a third one from Peter Walker [CORRECTION: Lew meant to say John Walker] who figured out the structural basis for how this all worked.\nPeter Attia:\nOh, I didn’t know the Walker one. Okay.\nLew Cantley:\nHe was a crystal structure, did crystal structures. And I met all of them when I was a young man before becoming a professor, and it’s stuff is very invested in that and that’s what I worked on\nPeter Attia:\nFor the person who’s listening to this, who’s world is not necessarily wrapped up in this, which is most people. It’s worth pausing for a moment on how much is involved for the Nobel committee to recognize one body of work that says something that three times they would recognize a different angle of the same body of work, probably speaks to why there is so much to this day, complete interest and fascination with the mitochondria beyond just the obvious, the energetics, which is what was initially how we would think about it.\nLew Cantley:\nWell, it was a fascinating question. In the 1960s this was the biggest mystery because we knew how you made ATP from glycolysis. But how you made it into mitochondria and how could the mitochondria do it so much more efficiently than glycolysis? That was the big question when I was a graduate student.\nPeter Attia:\nI think this podcast may represent the point at which mitochondrial topics exceed all others. It also speaks to that nature. Mitchell the great, tell me about how you interacted with Mitchell. How did you come across him?\nLew Cantley:\nHe came to give a talk at Cornell, and I should say Ef Racker, Efraim Racker, who chaired the biochemistry department at Cornell, and who I got to know as first year graduate student, because I was getting mitochondria from his laboratory in order to purify the enzyme that synthesized ATP. Every time I would be waiting for the centrifuges to stop running, he saw me. He would grab me and pull me into his office and start throwing out ideas of how he thought ATP was synthesized.\nLew Cantley:\nAnd the truth was, at that time, he did not believe Mitchell’s chemiosmotic hypothesis Peter Mitchell was proposing. And as a consequence, I got all of these ideas that he was throwing at me. I personally believed that the chemiosmotic hypothesis was correct. Between those discussions as I continued to, I was working in physical chemistry, I was in the chemistry department, not the biochemistry department. But the fact that he would spend so much time with me, even though I wasn’t even in his department to me was quite flattering and really exciting that this world quality person who had done it was willing to talk to me.\nLew Cantley:\nHe went on, because he was trying to prove Peter Mitchell wrong, he completely purified every component, generated a synthetic membrane, re-constituted the proton pump into that membrane, generated a proton gradient, and was able to quantitatively synthesize ATP. And it was the year after he published that paper saying that the chemiosmotic theory is actually correct. But he did the definitive experiment that the prize went to Peter Mitchell. Today, I can almost guarantee the prize.\nPeter Attia:\nThey would have shared it, yeah.\nLew Cantley:\nMitchell had the idea. Racker proved that it was correct even when he was trying to prove that it was incorrect. That was an interesting story that Mitchell was invited to come and give a talk at Cornell just at that time, my last year as a graduate student. And he met with me and my advisor, Gordon Hamis, and I went through my entire PhD thesis with him and Ef Racker showing them the various experiments I did about the mechanism by which this [mitochondrial] enzyme worked.\nLew Cantley:\nIt was really quite interesting because this was before Racker actually published the definitive proof paper, so he had still some questions. And every slide I would show Mitchell would say, that’s consistent with the chemiosmotic theory. And Racker would say, no, but this is why it’s not right. And I hardly got to say a word because the two of them argued every piece of data I showed.\nPeter Attia:\nBut you provided the substrate for the argument?\nLew Cantley:\nYeah. It was the data from my PhD days. That was a fun experience.\nPeter Attia:\nThis is early seventies?\nLew Cantley:\nIt was 1974 when I met Peter Mitchell and in any event it was next year I decided finishing my PhD that I would look for a place that was asking questions that were a little more biological. But I didn’t want to dive too deeply into biology. I was looking for someone who was working on red cells or something that was pretty simple to study and ended up going to Guido Guidotti’s laboratory, who had focused on membrane biochemistry. He was an MD-PhD, but he understood medicine quite well. But his real focus was in biochemistry, he was not a practicing clinician and he was in the department of biochemistry and molecular biology at Harvard, recruited there by James Watson.\n \nHow understanding the mechanism by which insulin drove glucose uptake into a cell got Lew closer to finding PI3K [1:38:15]\nLew Cantley:\nHe was absolutely, is still, a brilliant biochemist. I learned a lot from him and he was working on sodium-potassium ATPase. It had first been purified in his laboratory, the enzyme that pumps sodium out of cells and potassium into cells, and since I’d already worked on how you pump protons into cells with an ATP molecule, I thought this would be easy for me to understand. I knew how to do those kinds of assays so that’s why I started working on it. But it turns out that Guido was also very interested in how insulin worked because whenever you add insulin to cells within seconds to minutes they take up a massive amount of glucose that they also turn up this sodium-potassium ATPases sodium pump, use that sodium gradient to move amino acids into cells, and so there was a lot of membrane transport being regulated by insulin.\nPeter Attia::\nWas it understood at that time how anabolic insulin was? What you’ve described are anabolic attributes, but was it understood, clinically, how anabolic the hormone was?\nLew Cantley:\nYes it was because just by observation that type 1 diabetics failed to thrive. They were very small, they did not put on weight, their cells didn’t grow, and so during development, insulin is an anabolic molecule. In a mature adult, it no longer, except under certain situations, drives growth. It will continue to drive growth of fat cells. It can also facilitate growth of muscle, but most tissues do not grow further, but in those two major tissues. So yes, it was well known there was an anabolic process.\nPeter Attia:\nBut now you were seeing the steps by which it could carry out that anabolic property.\nLew Cantley:\nYeah, and it was generally known. What I just said was generally known, that amino acid uptake accelerated immediately within a minute or so. Sodium export of the cell went up, and glucose flux, of course, went in, particularly in muscle and fat cells, and glycogen was stored, and then of course there was a whole lot of change in transcriptional regulation and all kinds of things.\nLew Cantley:\nSo we knew all of that, but the actual mechanism was totally unknown. In the mid 1970s, no one had even purified the insulin receptor, had no idea what the receptor was. People could quantify it, because if you added radioactive insulin to fat cells, it would stick to the surface with very high affinity, and that correlated with the responses that you see. So we knew it existed, we knew roughly how many copies there were per cell, we could quantify by radioactivity, but no one had quite purified the enzyme into homogeneity, and so numerous labs were trying to purify it.\nLew Cantley: \nSo eventually the insulin receptor was purified, and it was about the same time that c-Src, the c-Src tyrosine kinase, the Src oncogene, for Rous sarcoma virus was shown by Harold Varmus‘s lab, to be protein that had homology to PKA, protein kinase A, and it also was an endogenous protein that had been picked up by the virus and altered. So that really was a major breakthrough and got the Nobel prize for Harold Varmus and-\nWork that got Harold Varmus and Michael Bishop the Nobel Prize: The Nobel Prize in Physiology or Medicine 1989 | (nobelprize.org) [1:41:00]\nPeter Attia:\nHe shared that one with Michael, right?\nLew Cantley:\nMichael.\nPeter Attia:\nYeah, Michael Bishop.\nLew Cantley:\nMichael Bishop.\nPeter Attia:\nIn ’89 they shared it.\nLew Cantley:\n’79, I think.\nPeter Attia:\nOh, but they won the prize in ’89 maybe? Maybe I’m-\nLew Cantley:\nOh yeah, the prize was like-\nPeter Attia:\nThe prize was awarded.\nLew Cantley:\nYeah. The discovery was ’78,’79.\nPeter Attia:\nYeah, yeah.\nLew Cantley:\nSo that was about the time the insulin receptor was being purified as well, and then Ray Erikson‘s labs showed that c-Src had a kinase activity. They thought it was a threonine kinase, they looked for that possibility, Joan Brugge was his lab at that time, given the sequence homology to protein kinase A, that this was probably also a protein kinase. And then Tony Hunter showed that actually lectin layer, the molecule that was thought to be phosphothreonine, was actually phosphotyrosine, and phosphotyrosine had never been seen as a product of a protein kinase before. It had been picked up as an intermediate in DNA unwinding, and so that he could get a marker for that from Jin Wang‘s lab, that he could use on the thin layer, and showed that what c-Src was actually producing was actually phosphotyrosine.\nLew Cantley:\nSo that opened up a whole field, and in comparing the sequence of the insulin receptor, to PKA versus c-Src, it was clearly most highly related to c-Src. And so multiple labs at that point showed that yes, the insulin receptor was, like c-Src, a tyrosine kinase, but in this case, a transmembrane protein had an extracellular insulin binding component, and then the intracellular kinase activity.\nPeter Attia:\nSo putting that in English for folks, insulin hits this transmembrane tyrosine kinase, and when the molecule of insulin hits it, inside the cell this kinase pathway kicks up, it moves the GLUT4 transporter. Well, there’s another step in there, but oversimplifying a little bit, that chemical reaction is necessary to translocate this transporter across the cell to bring glucose in. And that’s, so the leap there, the new insight was exactly how insulin got glucose in this cell chemically and mechanically, right?\nLew Cantley:",
    "contentLength": 12663,
    "encodedLength": 2972
  },
  {
    "content": "\nSo the initial observation was then, insulin binds, and about the same time EGF receptor was purified, and FGF receptor, and PDGF receptor, and they all sort of were like insulin receptor. They had an extracellular…\nPeter Attia:\nAnd this was back, I mean today a young student who’s in a lab doing this now is scratching their head going, what do you mean? Why didn’t you just use PCR or something like that. But I mean you guys were literally what, crystallizing a protein? Or how were they actually figuring out what the structure was?\nLew Cantley:\nSo these proteins were all being purified to homogeneity, by just plain fractionation. There was no way to knock out genes, and knock them down, so you just had to purify the protein based on its ability to bind insulin. You just run it over column, after column, after column, and eventually you’ve got to a single band on a gel and you said that was your protein.\nPeter Attia:\nAnd that only gives you the primary structure of the protein, it doesn’t tell you how it’s folded, does it?\nLew Cantley:\nThat only tells you-\nPeter Attia:\nIt tells you the molecular weight, basically.\nLew Cantley:\nOnly thing you get is the molecular weight.\nPeter Attia:\nYeah, here it is on the band, yeah.\nLew Cantley:\nInsulin receptor is, it gets cleaved but-\nPeter Attia:\nIt’s a heterodimer isn’t it?\nLew Cantley:\nIt’s a single polypeptide that gets clipped, during processing, into two proteins, that are held together by disulfide bonds. So it’s, and then it, dimer of that composition. So that we knew, late 1970s, and EGF receptor, it’s all these other receptors, all look a lot like the insulin receptor, and they all had tyrosine kinase activity that was triggered by binding the growth factor insulin, IGF-1 receptor also very similar insulin receptor. One by one by one different labs purified them and they all found the same thing. You add the growth factor to the cell, and you get the tyrosine kinase activity activated on the inside of the cell. You know that was a huge breakthrough. But still, if you ask when you triggered the cell with insulin, or EGF, or PDGF, and you ask “what was a major thing phosphorylated?” It was the receptor itself.\nLew Cantley:\nSo you just asked, where’s the radioactivity going, the radioactive phosphate, it goes mainly to the receptors. It’s auto-phosphorylating. So now we’re left with this several years of, we have a tyrosine kinase which explains how all of these growth factors work, including insulin, and how c-Src works, but we can’t find anything other than auto-phosphorylation. How does that help? So the breakthrough ultimately then came with the observation that these auto-phosphorylations, or phosphorylation of adapter proteins were recruiting a host of other proteins to the membrane that were actually doing the work that was required to drive the cell growth.\nLew Cantley:\nAnd so that was again, early 1980s, these were all being figured out. So I got interested as soon as I saw that there was a different kinase activity, this tyrosine kinase. I got very excited about it, and realized there was an opportunity now if I can figure out what that tyrosine kinase does, to figure out what might be the downstream signal. So we got one step into the cell, we didn’t know how many steps we needed to explain glucose uptake, or amino acid uptake, et cetera, et cetera, or glycogen synthesis.\nLew Cantley:\nSo I saw a paper by Ray Erikson‘s laboratory in which he found an activity associated with c-Src that would phosphorylate glycerol, and he published it in JBC. It co-purified with the protein through numerous steps of purification. And so in addition to having the ability to phosphorylate tyrosine, antibodies that got phosphorylated on tyrosine on the purified protein, there was also an activity there that phosphorylated glycerol. And I looked at that and thought, “now glycerol looks like half of an inositol”. So inositol is six carbons, glycerol is three. In both cases-\nPeter Attia:\nBut in the pure glycerol case, it has OH on each of the carbons?\nLew Cantley:\nYou have three carbons with an OH on it, and inositol has six carbons with an OH on all.\nLew Cantley:\nSo if you took two…\nPeter Attia:\nYeah, if you take the two rings and shoved them together, yeah…\nLew Cantley:\nGlued them together, you would get inositol. And then what the paper showed, was to Km, it was a 50% concentration of glycerol you needed for it to be phosphorylated, was something like a hundred millimolar.\nPeter Attia:\nEnormous concentration.\nLew Cantley:\nHuge. Like a hundred to thousand fold higher unit ever found in a cell. Yeah. So they weren’t claiming this was a physiologically relevant…\nPeter Attia:\nI see. They were just saying, here’s a chemical reaction that can take place.\nLew Cantley:\nAnd they just noticed it because they saw this molecule running on their thin layer that ran faster than proteins. When they isolated it, it turned out to be phosphorylated glycerol. It was sort of out there, we saw this other activity, what might it be? And so I went to Ray Erikson and said, “well that looks a lot like inositol”, so why don’t we-\nPeter Attia:\nWas Ray at Harvard at the time?\nLew Cantley:\nYeah. One floor below me, at Harvard. So my graduate student, Malcolm Whitman, who knew how to do kinase assays on small molecules, collaborated with Ray Erikson’s postdoc to see whether phosphatidylinositol might be a better substrate than glycerol. And he tried it and sure enough, he got this Km of like five micromolar.\nPeter Attia:\nWait, whoa, how is this even possible? Let me make sure I understand what you just said. You take glycerol and you need a Km of a hundred millimolar to get it phosphorylated. You simply take the same structure but now it’s basically two of them stuck together in a ring, and you get down to five micromolar?\nLew Cantley:\nAnd it’s also on a membrane component. So the inositol is in a membrane bilayer. So you sonicate the lipid and instead of free molecule floating-\nPeter Attia:\nOh, so it’s not a free inositol. It’s the inositol in the phospholipid, or in the lipid.\nLew Cantley:\nIn the lipid, yeah.\nPeter Attia:\nTell me from a chemistry standpoint, and I apologize, I know that for some of you listening right now you’re thinking, wow, you guys are really in the weeds. I promise we’re going to get out of the weeds in a minute, but I also think this is just an interesting example of the specificity of biology too. What is it about that lipid holding that, is it the position with which it holds the ring in place that enables that phosphorylation?\nLew Cantley:\nWell, now that we know the structure of PI 3-kinase, and how it works, and its mechanism, it’s easy to explain in retrospect. But at that time we didn’t know that there was anything there other than c-Src. So it was hard to explain why the c-Src, tyrosine kinase itself, was carrying out this reaction.\nPeter Attia:\nWhat did the editors even say of that? I mean that’s one of those things where people are like, is there a mistake here? Cause that’s like a five log difference.\nLew Cantley:\nPhysicists had no problem understanding what I just said. If you confine things to two dimensions, they can come together much more readily than if you do it in three dimensions.\nPeter Attia:\nAnd that would account for the difference?\nLew Cantley:\nYeah. Easily. Try closing your eyes and bringing your two fingers together in space, in three dimensional space and then do it again on the table, and you’ll find, they’ll find each other. Yeah. So combining things to two dimension is way nature continually uses membranes-\nPeter Attia:\nAnd the lipid’s basically keeping it in a two dimensional plane.\nLew Cantley:\nYep. So any event, we really get in the weeds here now.\nPeter Attia:\nI just personally, I mean all of that is intuitive to me. What’s not intuitive to me is five log difference. I would take a one log difference for what you said. That’s what’s amazing to me. I didn’t-\nLew Cantley:\nWell there are other reasons that will come clear as we move on. So the bottom line was that that c-Src preparation, which we assumed was completely pure, wasn’t completely pure, it was a certain amount of the c-Src harvested out of the cell brought along this second enzyme, which ultimately turned out to be PI3K, phosphoinositide 3-kinase. But we didn’t know that, at that time, and so, we suggested in the paper that the c-Src, very same insomatic pocket, could both accommodate tyrosine as a substrate and also accommodate the head group of phosphatidylinositol. That, in the end, turned out to be incorrect. Even though, by all criteria that we could characterize at that point, we couldn’t prove that there was a separate function. If you used a kinase-dead c-Src, or a mutant of c-Src that no longer had activity, then the phosphatidylinositol kinase also went away. That’s why we thought it was the same pocket that was doing both.\nLew Cantley:\nIn retrospect it turns out that the enzyme has to be active in order to bind to PI 3-kinase, and that’s why that activity was coming along. So we published that. We’re very, very clear to say that we used sonicated membranes to do the assay, which was necessary to get this many log preference for that substrate. In the meantime, after publishing that, multiple other labs tried to reproduce it, but they didn’t have the machine that would sonify the lipids to make the membrane bilayers. So they just added detergent. So even though we showed in our paper that if you added detergent, the enzyme activity completely disappeared.\nPeter Attia:\nWouldn’t the detergent break the glycerol off the lipid?\nLew Cantley:\nThe phosphatidylinositol would now get embedded into the detergent rather than being a bilayer.\nPeter Attia:\nYeah, it wouldn’t stick to it at all, right?\nLew Cantley:\nRight. So you’re going to lose that advantage of having a membrane.\nPeter Attia:\nAnd that wasn’t known at the time, I guess?\nLew Cantley:\nWell we knew it because I’d worked on membranes for the previous 10 years.\nPeter Attia:\nBut the other labs didn’t, I guess at the time they didn’t know…\nLew Cantley:\nThey were not membrane biochemists, they were all molecular biologists. So they tried to reproduce the result, but they didn’t have a sonifier to make membrane lipids. And they assumed that  phosphatidylinositol, it shouldn’t make any difference, how you present it. And so they presented it, detergent, and they could not reproduce the results. So there were three prominent papers coming out a year or so later.\nPeter Attia:\nSaying, Nope, this is incorrect. This is incorrect, this incorrect.\nLew Cantley:\nFrom major laboratories. So at that point I had already started a collaboration with Tom Roberts.\nPeter Attia:\nBut at that point, Lew, did you have confidence that you had done this correctly or were you questioning yourself?\nLew Cantley:\nI had no doubt.\nPeter Attia:\nSo you knew this was a methodologic error on the part of those other three labs. And despite the fact that at this point the scientific community would look at you and say, Lew, you’re probably wrong. You were confident in your methodology?\nLew Cantley:",
    "contentLength": 11152,
    "encodedLength": 2876
  },
  {
    "content": "\nYeah, there was no doubt. All my research had been on membrane enzymes and membrane reconstitution, et cetera. So I knew what I was doing made sense, and I knew our results are reproducible because not only could multiple people in my laboratory do it, but multiple people in Tom Robert’s laboratory, who we started a collaboration with, could do it. And Brian Schaffhausen‘s lab, which was a third collaborator, could also reproduce it. So multiple people, in multiple independent labs, all got the same result. If you sonified the lipid, and if you added NP40, and detergent to solubilize the liquid, then the activity went away. So there was no doubt about that.\nLew Cantley:\nSo I had no lack of confidence that we were right. But the problem was how to convince these other laboratories that they needed to do the assay right. They didn’t want to buy a sonifier. They were like, “I’m done with that, went there… It doesn’t work”. So we actually sent David Kaplan, who registered in Tom Robert’s lab, and Malcolm Whitman, the graduate student in my laboratory, to these other laboratories with the sonifier. They went there, they sonified the liquid for them, gave them to their graduate students, who then did the assay again, and now they got the same result we got.\n \nHow Lew knew PI3K was important in driving growth of cancer cells [1:55:00]\nPeter Attia:\nAre you pushing this hard to get through their labs to see it because you know how important this is going to be, or you have a sort of premonition about the role that PI3K is going to play in growth? I mean, you couldn’t have possibly seen in the early 80s what you know today. So how much of this was just scratching an intellectual itch, versus a biologic intuition about the importance of this to overall growth, which is obviously where we’re going? I’m amazed we are this far in and we haven’t used the C-word yet.\nLew Cantley:\nSo the reason I was completely convinced by 76, 77, that this was driving growth of cancer cells, is the collaboration we started with Tom Robert’s lab. And Tom Roberts had been working on polyoma middle T. So polyomavirus is a DNA virus, while c-Src is an RNA virus. And so it causes, as the name implies, the formation of multiple tumors in mice. So you infect a mouse with this virus and all kinds of tumors show up everywhere. And so Tom had begun mutating various regions of polyoma middle T. The reason we looked at polyoma middle T, is because his lab, and Sara Courtneidge‘s lab, and others, and Schaffhausen, had shown that c-Src co-purifies with polyoma middle T. We already knew by the mid 70s that c-Src was somehow implicated in how polyoma middle T transforms cells and forms all these tumors.\nLew Cantley:\nThat’s why I went to collaborate with Tom because he had additional tools that we could collaborate with to understand. And so he had made all kinds of mutations. He’d also found that c-Src phosphorylated a site, and polyoma middle T, a tyrosine site, was highly phosphorylated. And even more importantly, that if you mutated that tyrosine residue to phenylalanine, polyoma middle T completely lost its ability to transform cells with a single point mutation. Even though the c-Src protein was still bound, there was no longer tyrosine 315 phosphorylation, and that eliminated the ability to transform cells.\nLew Cantley:\nSo we said, well, if PI 3-kinase is not c-Src itself, maybe it binds to middle T independently, but we found that if you prevented c-Src from binding to middle T, then you didn’t get that tyrosine phosphorylation, and now there was no PI 3-kinase activity bound to middle T. So you needed c-Src for middle T to bind to PI 3-kinase. At this time, we didn’t know it was phosphorylated in the three position, which we will come back to.\nLew Cantley:\nHowever, the shocking result was that if you eliminated that tyrosine residue, now PI 3-kinase would no longer bind, and the middle T would no longer transform cells, even though c-Src was still there and was still activated. So that said that activating c-Src is not sufficient to transform a cell, unless you also activate PI 3-kinase. And we published that in Nature in 76, I think 76, 77 in Nature. [CORRECTION: He meant 1986-87]\n1985 Nature paper: Association of Phosphatidylinositol Kinase Activity With Polyoma middle T Competent for Transformation (Whitman et al., 1985)\nPeter Attia:\nWere you collaborating with Bishop and Varmus at this point in time?\nLew Cantley:\nSorry… 86, 87. So 84 was when we published the paper with Ray Erikson, and then a couple of years later with Tom Roberts. And a couple of papers we had, and we showed that PDGF receptor also, when activated, brought down PI 3-kinase activity, et cetera, et cetera.\n1984 paper by Lew and Ray Erikson: Evidence That the Rous Sarcoma Virus Transforming Gene Product Phosphorylates Phosphatidylinositol and Diacylglycerol (Sugimoto et al., 1984)\nLew Cantley:\nSo that’s where we were in 1986, 87, or so, and at least some of the people who had gotten sonicaters also believed us, that this was really, uniquely associated with tyrosine kinases after they were activated by growth factors. We saw the insulin receptor would also bring down PI 3-kinase. Only if you simulate with insulin first, then you could also bring down this PI kinase activity.\n \nLew’s unlikely observation of phosphorylation at the 3′ position of the inositol ring resulting in the formation of phosphatidylinositol-3-phosphate [1:59:00]\nLew Cantley:\nBut at that time, the only mono-phosphorylated form of phosphatidylinositol known, was phosphatidylinositol 4-phosphate. That was discovered in 1949, I mentioned earlier, there’s a four phosphorylation, and there’s a 4 plus 5 phosphorylation, and those were the only two species of phosphorylated phosphatidylinositol. So we assumed that this was phosphorylation at the 4 position.\nLew Cantley:\nBut as we began to characterize the ability of proteins from cells to phosphorylate phosphatidylinositol, we found that there were two activities. There was one that required that you sonified the membranes, for it to have activity, and another that would work perfectly well, in fact even better, if the lipid was dissolved in a detergent. So we called those two enzymes, type I, and type II, PI-kinase. And it was only the type I, the one that required sonified lipids, that co-precipitated with all these tyrosine kinases. The type II had completely different insomatic characters. So it was inhibited by adenosine, the type I wasn’t, and so we had a whole lot of profiles that said these were two different enzymes.\nLew Cantley:\nSo Malcolm Whitman, registered in my lab, decided to separate them. So he ran column fractionation with or without detergent, with or without adenosine, and he characterized the two enzymes, separated them completely. And we had a lab meeting in which, every other spot on the thin layer, which is how we characterize the lipid phosphorylation, we ran it out to separate the molecules based on migration in a solvent on a silica plate.\nLew Cantley:\nAnd we noticed in the lab meeting that every other spot migrated about one millimeter different from the previous spot. And the way that Malcolm spotted them on the thin layer, was it was type I, then type II, and type I, and type II, type I, type II, all the way across. If you looked at where the radioactivity ran, it went up, down, up, down, up, down, up, down, up, down. And the bottom line was, to me as a chemist, the fact that they migrate differently means they have to be chemically different. So that meant that one of those molecules was being phosphorylated at a different position on the inositol ring from the other, and so we began the process then of chemically characterizing the product of the type I and the type II enzyme.\nPeter Attia:\nAnd how subtle was this, by the way? Was this obvious in looking at it, or was it something that could have easily been dismissed?\nLew Cantley:\nI’ll guarantee almost everybody would’ve dismissed this. One millimeter.\nPeter Attia:\nYeah, I was about to say that just doesn’t sound like-\nLew Cantley:\nThe spot was at least 10 millimeters diameter, and the center of the spots were one millimeter different.\nPeter Attia:\nDo you naturally have an eye that gravitates towards symmetry?\nLew Cantley:\nI have an eye that gravitates towards unexpected results. And to me there’s no way to explain it. If you had only two spots beside each other you could say, well that side of the thin layer migrated a little faster because of the solvent front was not completely horizontal. But this, you couldn’t explain the up, down, up, down, up, down, all the way across.\nPeter Attia:\nDo you still have a photo of that?\nLew Cantley:\nIt’s in figure one in the Nature paper that we did.\nPeter Attia:\nFrom 87?\nLew Cantley:\n88, published in 88.\nPeter Attia:\nWe’ll link to that figure.\nThe 1988 Nature paper: Type I phosphatidylinositol kinase makes a novel inositol phospholipid, phosphatidylinositol-3-phosphate (Whitman et al., 1988)\n\nFigure 3. Image depicting the one millimeter difference in position giving the clue that there was a previously unknown phosphatidylinositol-3-phosphate. Image credit: Whitman et al., 1988\nLew Cantley:\nBut the observation was made in 1987. I bumped into Peter Downes, who’s one of the best lipid chemists in the world at a meeting at Cold Spring Harbor and I told him this result and I said, “I know you must have standards for inositol degradation, so can we work together?” And so we knew it had to be some site, other than the 4 position, but it could have been the 5, it could have been the 3.\nPeter Attia:\nYeah, was there a chance it could have been, you were looking at 4, versus 4 plus 5?\nLew Cantley:\nNo, no. Because we knew that 4 plus 5, it would migrate about three inches different.\nPeter Attia:\nSo that would look totally different?\nLew Cantley:\nYeah.\nPeter Attia:\nSo the null hypothesis is you’re just looking at 4, and your assay is a little dirty, but you’re thinking, no, it’s something else.\nLew Cantley:\nYep. Of course, we repeated it multiple times, and we also did HPLC separation, reverse phase, every way you could look at it. And in every way we did it, they were chemically different, they migrated differently, in numerous… The Nature paper, we only put that one slide, that one figure of the slightly different migration, and because from there on we did the chemistry to prove it was the 3 position.\nPeter Attia:\nWhy do you think the 3 position had such a similar look to the 4, versus the 5?\nLew Cantley:\nWell, keep in mind there are only two species known to exist, at the time we made this discovery. Phosphatidylinositol 4-phosphate…\nPeter Attia:\nOh, and 4,5. There was not a 5 by itself.\nLew Cantley:\nThere was not a 5 by itself. So this told us there’s a 3 by itself, and then we went on to show there’s also a 3,4. And also 3,4,5. PI 3-kinase could phosphorylate to 3 position, whether or not the 4, or 5, were already phosphorylated. So we now, that generated three new species, PI3P, PI34 and PI345, but I have to say the 3,4,5… This is sort of another sidebar that we could drop out of this, but it’s so cool. Never published it because it was embarrassing. But you know, at this age you may as well get embarrassed.\nLew Cantley:\nSo we knew that there were species that had been claimed to be 4,5 that were probably 3,4 for the same reason that the 3P, was thought to be 4P, because separating the 3,4 from the 4,5 was also hard. So we looked for that carefully, and found that in fact there was a 3,4 being made, and proved that the same enzyme was making 3P and if you gave it PI4P to the substrate, it would make 34P2.\nLew Cantley:",
    "contentLength": 11700,
    "encodedLength": 2995
  },
  {
    "content": "\nLeslie Serunian, a postdoc in the laboratory, was doing the experiments to really verify that those two species really were being made from the same enzyme. And in the course of that work, she came into my office one day and said, “I no longer get the same results that I’ve been getting for the last six months. Something has changed.” And so we went over all of her thin layers again, this is how we separated all the species, and sure enough, after getting numerous results in which she could give PI4P and get PI34P2 suddenly over the past week, she no longer got that doubly phosphorylated lipid when she added purified PI 3-kinase to that liquid.\nLew Cantley:\nSo the question was what changed? And she said, well, “the only thing that changed is we ran out of the PI4P, and I had to buy a new jar of PI4P from [Behringer Mannheim 00:02:06:18]”. And I said, huh, that’s interesting. And I looked at the thin layer more carefully, I noticed that just when the experiments were no longer working, there was a new spot on the thin layer that was just off the origin, where we’d assumed it would probably just be ATP. There was always a little bit of contaminating ATP that got leftover when you separate the lipid out. And we assumed that that was ATP, but I noticed it ran just a little bit faster than ATP. And that it only appeared in experiments where she could not find the 34P2. And I said, okay, stain this with iodine and it’ll tell you where the lipid that you used from [Behringer Mannheim 00:02:07:02] runs, and I’ll bet that it’s actually 45P2.\nLew Cantley:\nAnd that turned out to be the case, that they’d mislabeled the bottle, what was commercially sold as phosphatidylinositol 4-phosphate, was actually phosphatidylinositol 4,5-bisphosphate. And so by accident, I almost think that God looked down on us and said, look, they’re missing the most important lipid, PI345P3. It never occurred to us to look for it because we were, no one had ever claimed there was something like that ran, on a thin layer. And that was because they run so close to the ATP, that was always missed.\nPeter Attia:\nBecause it’s got three phosphates.\nLew Cantley:\nYeah, it’s very highly charged and therefore runs.\nPeter Attia:\nI never once thought of that until you just said that, Lew. I never would have had that thought actually, and then of course when you say it now, I mean that’s, think about how dominant those three phosphates are, right?\nLew Cantley:\nIn fact, the year after we made this observation, the paper came out. In fact, I got called by Nature saying, there’s this paper claiming they found something that looks like triply phosphorylated, phosphatidylinositol, and they asked, do you think that’s possible? And I said, yeah, in fact, I know it’s possible. We already have results showing that that can happen with purified enzyme.\n",
    "contentLength": 2845,
    "encodedLength": 735
  }
]