[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob discuss different methods to evaluate body composition. They explore ways of measuring body fat, delineating between subcutaneous and visceral fat, and go over best strategies for improving body composition and optimizing health. They also discuss insulin resistance using a patient case study that highlights interventions capable of reversing the condition. Finally, Peter addresses his level of concern about a recent Consumer Report finding that Topo Chico had the highest levels of a class of synthetic chemicals (PFAS) of all the carbonated bottled waters tested. Peter concludes by sharing if the finding will change his consumption habits. \nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #17 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nBody mass index (BMI) vs. body fat percentage (BF%) (1:45);\nMethods of assessing body fat—Magnetic Resonance Imaging (MRI) (6:25);\nThe different types of body fat (9:00);\nMethods of assessing body fat—Computed Tomography (CT Scan) (12:00);\nMethods of assessing body fat—Dual-Energy X-ray Absorptiometry (DEXA) (14:30);\nMethods of assessing body fat—Hydrostatic/Underwater Weighing (19:25);\nMethods of assessing body fat—Air Displacement (Bod Pod) (22:25);\nMethods of assessing body fat—Skinfold measurement (23:55);\nMethods of assessing body fat—Total Body Water (27:15);\nMethods of assessing body fat—Bioelectrical Impedance (BIA) (28:45);\nThe optimal body fat percentage, muscle mass, and the best strategy to improve body composition (31:30);\nDefining insulin resistance and the steps to reverse it (40:15);\nPatient case study: Reversing insulin resistance (49:00);\nAddressing the recent finding of high levels of PFOA in Topo Chico (58:25); and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#136 – AMA #17: Body composition methods tour de force, insulin resistance, and Topo Chico\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#136 – AMA #17: Body composition methods tour de force, insulin resistance, and Topo Chico\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#136 – AMA #17: Body composition methods tour de force, insulin resistance, and Topo Chico\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t",
    "contentLength": 2836,
    "encodedLength": 994
  },
  {
    "content": "\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesBody mass index (BMI) vs. body fat percentage (BF%) [1:45]\nBody mass index (BMI) can tell us limited information\n\ne.g., We know almost assuredly that 22 is better than 34\nBut we know much less about the difference between 22 vs. 26\nBMI doesn’t take into account muscle mass\nBob, for example, has a BMI of about 27, but one look at him you see he has a lot of muscle\n\nBody fat percentage (BF%)\n\nIf you looked at Bob’s body fat percentage, it might be 8% in reality – so his fat mass is actually quite low\nBody fat percentage is the much better metric to understand\nAlthough, you still want to know the breakdown in type of fat (more on this later)\n\n \nMethods of assessing body fat—Magnetic Resonance Imaging (MRI) [6:25]\nMagnetic Resonance Imaging (MRI) overview\n\nOverview: MRI provides tomographic images with high soft tissue contrast, which enables quantification of fat and muscle compartmental volumes. Especially Dixon methods, that produce co-registered water and fat images, facilitate the separation of both adipose and lean tissue compartments. [West et al., 2018]\nHow it works: Exposure to a large magnetic field changes alignment of atomic nuclei. Use of radio-frequency waves allows detection of this alignment change and can be used to reconstruct tissue orientation based on concentration of a particular element, typically hydrogen.\n\n\nFigure 1. Peter going into a Prenuvo MRI machine for a whole-body MRI. Image credit: #61 – Rajpaul Attariwala, M.D., Ph.D.: Cancer screening with full-body MRI scans and a seminar on the field of radiology\nMore detail:\n\nGold standard: A whole-body MRI would produce the most accurate results\nMRIs are generally done for imaging a specific body part (knee, back, etc.)",
    "contentLength": 2532,
    "encodedLength": 990
  },
  {
    "content": "\nGiven the expense and the time (4+ hours), it’s not actually practical to do a whole-body MRI for body fat outside of the research setting\nThat being said, it is the gold standard for BF% — not only because of the accuracy, but more importantly because of the very clear of picture it gives of the type of fat present (i.e., subcutaneous vs. visceral)\n\n\nFigure 2. Pros and cons of the MRI method.\n \nThe different types of body fat [9:00]\n“Not all fat is created equal.”\nSubcutaneous fat = fat between the skin and the fascia \n\nThe inability to see the six-pack of abs is really an issue of either too small rectus abdominis muscle group and/or too much subcutaneous fat surrounding the rectus abdominis muscles\n\nVisceral fat = fat beneath the fascia near the vital organs\n\nFascia is the corset that is holding you together—it’s beneath your muscles and inside the fascia is where your organs exist\n\n\nFigure 3. Image showing abdominal wall fascia. Image credit: earthslab.com\n\nVisceral fat is found around the liver, the kidneys, the spleen, and the gut. \nVisceral fat is incredibly associated with metabolic disease\nIn an ideal world, rather than tracking our BF%, we would instead track what % of our fat was visceral fat\nAlthough there are no standard reference ranges for visceral fat, in healthy individuals, values are generally less than 1 kg for younger individuals and between 1-2 kg for older individuals. (source, source, source) However, these cohort study approximations. \n\n\nFigure 4. Subcutaneous fat vs. visceral fat. Image credit: makeyourbodywork.com\nUsing MRI\n\nMRI is able to see visceral fat\nIt’s also non-invasive, no radiation\nBut again, not practical from a cost and availability standpoint as of today\n\n \nMethods of assessing body fat—Computed Tomography (CT Scan) [12:00]\nComputed Tomography (CT Scan) overview:\n\nProcedure: The subject lies in a CT scanner for a partial or full-body scan.\nHow it works: CT scanners transmit X-rays through a region of the body and detect the amount of transmission that passes through, thereby enabling reconstruction of cross-sectional anatomy. Based on differentiation of tissues by density, this reconstruction can be used to quantify fat content. Fat content of a specific body region can then be used to estimate total fat mass.\n\n\nFigure 5. CT scanner. Image credit: spineuniverse.com\nMore detail:\n\nCT scan is another type of scanner that you get into just like an MRI — but it is a much quicker procedure\nLike the MRI, the CT scan does a very good job of showing fat\nIt’s very good anatomic study so you can see not only the total fat but where it lies (subcutaneous, visceral, etc.\nCompared to MRI, it’s much less expensive\nRadiation:\n\nBut CT has far more radiation exposure, which is why Peter would never recommend a whole-body CT scan\nA whole body CT scan would be 50 millisieverts of radiation which is about the annual allotment that is recognized for a human (Peter aims for a sub 10 millisieverts per year exposure)\n*For context, according to one source, an astronaut has a radiation exposure between 12 and 28.8 millisieverts per day while on the ISS\n\n\n\n\nFigure 6. Pros and cons of the CT scan method.\n \nMethods of assessing body fat—Dual-Energy X-ray Absorptiometry (DEXA) [14:30]\nDual-Energy X-ray Absorptiometry (DEXA) Overview:\n\nProcedure: The subject lies on a DEXA unit for a partial or full-body scan.\nHow it works: Similar to computed tomography, DEXA uses X-ray transmission to reconstruct tissue orientation based on density. However, DEXA is designed to use a much lower level of radiation.\n\n\nFigure 7. A Dual-energy X-ray absorptiometry (DEXA) scan being administered at the Avon Longitudinal Study of Parents and Children (ALSPAC) clinic in Bristol, UK. A man lies on the scanner while the arm of the scanner moves over him, taking a full scan of his body tissue density. Image credit: wikipedia.org\nMore detail:\n\nDEXA is the method Peter uses with most of his patients",
    "contentLength": 3955,
    "encodedLength": 984
  },
  {
    "content": "\nIt’s very quick x-ray—you lay on a table and a “wand” basically goes over you from head to toe to head \nMuch lower ionizing radiation than a CT scan \nYou get an assessment of bone mineral density and you get an assessment of lean mass and non-lean mass\nIt works by collecting electrons on the backside of you— the more electrons that get collected, the less dense the tissue that it’s been passed through.\n\n\nFigure 8. Effective doses of radiation from cancer screening procedures and other sources.\nMore advantages of DEXA:\n\nYou can differentiate between between the subcutaneous and intra abdominal fat to some degree (though not nearly as accurately as CT and MRI)\nVery quick and relatively inexpensive (about $150)\nVery trivial amount of radiation—the radiation from one DEXA scan is roughly equivalent to (or even less than) one coast to coast flight\n\nImportant thing to know: Your hydration level impacts the measurement so always try to do your DEXA scan in the same manner (same hydration level, same time of day, same sleep, same food eaten prior, etc.)\n\nFigure 9. Pros and cons of the DEXA method.\n*Bonus advantage: Ability to measure bone mineral density\n\nPeter really likes to know bone mineral density (especially in my female patients)\nWe see osteopenia in women more than men—especially as women start to get closer to menopause\nSo, if your 35 and you’re trending toward osteopenia that’s a wake-up call \nAre we not getting enough impact? Are we missing some essential mineral? \nThe best thing you can typically do with the BMD is to stop the rate of decline.\n\n \nMethods of assessing body fat—Hydrostatic/Underwater Weighing [19:25]\nOverview\n\nProcedure: The subject sits on a chair or platform connected to a scale, fully exhales, and is completely submerged under water.\nHow it works: Based on Archimedes’ principle, the amount of water displaced represents the subject’s body volume. Thus, the underwater weight and the amount of water displaced allow for calculation of body density. Based on assumed constants for bone density and fat density, body density can be entered into an equation to estimate body fat percentage.\n\n\nFigure 10. Illustration of measurement of underwater body weight. Image credit: dapa-toolkit.mrc.ac.uk\nMore detail:\n\nPeter’s preferred method before he switched over to Dexa \nThe problem with hydrostatic weight is you have to have a belief about what the end title volume is—\n\nYou have to have a very clear belief about how much air a person can expel from their lungs because that’s the point at which you’re weighing them. So the weight that you’re capturing of the person underwater is their weight when they have fully, fully, fully relieved themselves of as much air as possible but that’s not all the air. \nBut an individual that can’t tap into that will artificially have a higher looking body fat\n\n\n“I’m not a huge fan of hydrostatic. I think it’s okay and I also think that it’s reasonable for comparison.”\n\n\nFigure 11. Pros and cons of the Underwater Weighing method.\n \nMethods of assessing body fat—Air Displacement (Bod Pod) [22:25]\nOverview\n\nProcedure: The subject is weighed, then sits in a sealed chamber that detects changes in air pressure, and afterward fully exhales into a breathing tube to estimate thoracic gas volume.\nHow it works: Similar to underwater weighing, when a subject sits within an air displacement chamber, the amount of air they displace represents their body volume. Electronics in the chamber detect the change in air pressure, which is used to estimate volume. The chamber is typically connected to a computer, allowing for body fat percentage to be automatically estimated based on the collected data.\n\n\nFigure 12. The Bod Pod. Image credit: Shaw and Kerr, 2017\nMore detail:\n\nThis is very similar to underwater weighing\nIt’s still relying on a delta, but now it’s the delta in air pressure \nYou’re weighed, and then you sit into a chamber that detects a change in air pressure and then you fully exhale and you go through this similar type of exercise because of course air is a fluid it just happens to be a gas, unlike water which is a fluid but is a liquid.",
    "contentLength": 4144,
    "encodedLength": 980
  },
  {
    "content": "\nIt’s really easy, comfortable, much less of a pain to do than underwater weighing\nIt’s unlikely to be as accurate as Dexa\nIn terms of accuracy, it goes MRI ⇒ CT scans ⇒ DEXA\n\n\nFigure 13. Pros and cons of the air displacement method.\n \nMethods of assessing body fat—Skinfold measurement [23:55]\nOverview\n\nProcedure: Using uniform pressure, calipers are used to pinch the skin in various areas of the body. The distances of the skinfolds measured with the calipers are then entered into an equation to estimate body fat percentage.\nHow it works: The size of the skinfold created by the calipers is proportional to the amount of adipose underneath the skin, thereby allowing for estimation of body fat.\n\n\nFigure 14. Skinfold Caliper by Baseline. Image credit: amazon.com\nMore detail:\n\nUsing calipers to pinch the skin fold on certain areas of the body is the “old school” way\nThat said, it’s actually pretty good, but the accuracy is highly dependent on the knowledge of the person taking the measurement\nYou want a trained technician but ideally, you would have the same trained technician because there is a little bit of an art to it. \nFurthermore, Peter is unclear as to how this tool was originally calibrated—I.e., How did they figure out that X millimeters of skinfold corresponded to X amount of fat?\nPeter says he had a “hack version” of this which was an ultrasound device that you would put on the caliper spots but it would basically using software an ultrasound tell you the thickness \nThe main problem with that is you can do the measurement yourself \n\n\nFigure 15. Pros and cons of the skinfold method.\n \nMethods of assessing body fat—Total Body Water [27:15]\nOverview\n\nProcedure: The subject consumes or is injected with a predetermined amount of labeled water, typically in the form of a stable isotope such as tritium or deuterium, and the concentration of the labeled water is measured in blood, urine, or saliva to estimate total body water content. \nHow it works: Since body fat is free of water, total body content of water can be used in conjunction with body mass and an assumed constant for the water content of fat-free tissue to estimate body fat percentage. \n\nMore detail:\n\nTruthfully, this is really just something research purposes \nYou ingest radio-labeled water—water that is not hydrogen-two, oxygen-one (So you can come up with a new type of water by using deuterium or another isotope so it could be D2O, for example)\nYou collect the amount of water that comes out of the person in blood, saliva, urine, et cetera and you can back-calculate how much fat they have\nAnd because we know that fat has no water in it, you basically get to calculate how much fat they have in a very, very indirect way\n\n\nFigure 16. Pros and cons of the Total Body Water method.\n \nMethods of assessing body fat—Bioelectrical Impedance (BIA) [28:45]\nOverview\n\nProcedure: The subject stands or holds on to a device that transmits a small amount of current into the feet, hands, or both. \nHow it works: Since fat is a nonconducting tissue, it opposes electrical current. In contrast, current is transferred through water by electrolytes. Therefore, passage of current through the body can be used to estimate total body water content, and with body mass can be used to estimate body fat percentage.\n\n\nFigure 17. Example of a BIA scale. Image credit: nakedlabs.com\nMore detail:\n\nThis is the most common one people have access to because you can buy these for your home\nYou stand on a platform and then you hold something with your hands\nIt’s running a small electric current through you and paying attention to 1) what’s non-conducting (and fat is non-conducting), and 2) what is conduction — water and electrolytes are conducting which is in your plasma but you also have some of that in your lean tissue (Your muscles are obviously heavily made up of water)\nQuick, easy, cheap, and no radiation\nThe problem: It’s not super accurate and it’s highly sensitive to hydration status\nWhile it’s not always accurate, it can be good for seeing a trend—i.e., if you know your losing body fat over time of 12 weeks, for example\n\n",
    "contentLength": 4125,
    "encodedLength": 986
  },
  {
    "content": "\nFigure 18. Pros and cons of the BIA method.\n \nThe optimal body fat percentage, muscle mass, and the best strategy to improve body composition [31:30]\nOptimal BF% and the genetic component\n\nMortality risk really starts to rise when BF% gets into the 35-40% range\nWorth noting that there is a strong genetic component to BF\nFor example, \n\nPeter says there’s people who could do “everything right” and their BF won’t go below the 15-18% range\nThen you have others who can eat whatever they want and they’re constantly under 10%\n\n\n“So part of this is sort of knowing what’s the genetic path you’re on and probably trying to stay at the lower end of that but not the bare minimum.”\n\nData on muscle mass and body fat\nWith muscle mass…\n\nIn general, the more muscle mass the better\nOne study showed that skeletal muscle mass was an independent predictor of mortality\n\nIt was the more the better and had a 0.8 hazard ratio for the group.\nThere’s a 20% reduction in mortality and the absolute measures looked pretty compelling\n\n\n\n\nFigure 19. Unadjusted and Adjusted all-cause mortality risk (% mortality by December 2004) and rate (number of deaths per 10,000 person-months) as a function of sex-specific quartiles of Muscle mass index. Image credit: Srikanthan and Karlamangla, 2014\nWith body fat…\n\nThe epidemiology would split up the groups in quintiles\nAnd when they look at the lowest body fat group and then compare it to the highest body fat group, the highest body fat percentage had a higher risk for mortality compared to the lowest\nBut, worth noting that the “lowest” group, however, was in the 20-25% range\nThis suggest there may even be a bigger difference if you look at the 10-15% range of BF and compared it to the higher percentage groups\n\n***\nHypothetical patient with a 25-30% BF:\n\nHypothetical patient is a little chubby and lacking in muscle mass\nThe question: What is the better strategy? Weight loss or muscle gain?\nPeter and Bob both agree that in this particular patient they would prefer that person focus on adding lean muscle vs. strictly trying to lose weight\nAnd if they were losing weight, it’s very important they protect the muscle they do have\n\nBenefits to adding muscle:\n\nFirst, muscle is more metabolically active so in the long run it’s going to help you\nSecondly, the structural benefits alone are essential if you’re interested in longevity\nAlso, weight bearing training (e.g., squats) can add bone mineral density\n\n***\nRob Lustig pointed out the four things being measured when you step on a scale:\n\nLean mass (part of which is muscle) — more is better\nBone mass — more is better\nSubcutaneous fat — Rob would say more is better (or at least not bad)\nVisceral fat — the lower the better\n\nNote: Although there are no standard reference ranges for visceral fat, in healthy individuals, values are generally less than 1 kg for younger individuals and between 1-2 kg for older individuals. (source, source, source) However, these cohort study approximations.\nThe upshot: Understanding what your body weight is composed of is much better than just your overall weight\n \nDefining insulin resistance and the steps to reverse it [40:15]\nDefining insulin resistance, and is it reversible?\n\nInsulin resistance is hyperinsulinemia in the presence (or absence) of hyperglycemia\nInsulin resistance is when cells become resistant to the effects of insulin—specifically the muscles and the liver\nSo when someone is insulin resistant… \n\nWill have high blood sugar after consuming carbohydrates because their muscles don’t take in glucose inefficiently because they aren’t able to respond to the signal of insulin\nThey’ll also likely have high levels of glucose in the morning because overnight their liver continues to make too much glucose and isn’t responding to the signal of insulin telling them to stop making it\nIf even they do NOT have high glucose in the morning, they may have high insulin—which is just a precursor to the high glucose\n\n\nIn practice, Peter could learn more specifics about a patient by performing an OGTT \n\nSee AMA #15 for patient case studies involving OGTT testing\n\n\nSo is insulin resistance reversible? The answer is yes, almost always.\n\nWays to reverse insulin resistance",
    "contentLength": 4214,
    "encodedLength": 986
  },
  {
    "content": "\nInsulin resistance can be combated with all 5 tools in the toolkit: \n\n1) Pharmacologic agents \n2) stress/cortisol management \n3) sleep strategies  \n4) exercise, and \n5) nutrition\n\n1.Pharmacological agents—Drugs that lower glucose\n\nPeter very much prefers drugs that lower glucose: metformin, SGLT2 inhibitors, GLP-1 receptor agonists\nPeter is not a fan of diabetic drugs that tell the body to rev up insulin production as a way to overcome the resistance\n\n“I like the drugs that tend to lower glucose. So you can think of this as an input or an output problem. I much prefer to go after the input.”\n2. Stress/cortisol management\n\nWhen you’re under stress (physiologic or psychological), you’re producing cortisol and that’s going to exacerbate insulin resistance\nStress (i.e., hypercortisolemia) can be addressed pharmacologically and therapeutically (e.g., psychotherapy and/or meditation)\n\n⇒ Patient example: \n\nPeter had a patient who was dialed in on basically everything but metabolically he wasn’t responding\nThis patient had never dealt with a very traumatic event in her life\nAnd it was only when attention was finally turned to really dealing with that with psychotherapy and the correct pharmacotherapy that all the other metabolic things got in place\nThis patient was discussed in the episode of The Drive with Paul Conti\n\n“There’s a clear mind/body connection that is not just some sort of touchy-feely nonsense. It’s completely and it can’t be discounted.” \n3. Sleep\n\nSleep is probably one of the most overlooked ways to address insulin resistance\nResearch shows pretty clearly how much you can destroy glucose disposal by interrupting sleep\nExperiments show that when deprive people down to 4 hours per night for a period of two weeks there’s an incredible deterioration in insulin signaling and glucose disposal\nFrom this, you can imagine that more spread out/chronic forms of sleep deprivation could have devastating effects on insulin resistance\n\n“Making sure that you’re getting the right amount of quality sleep is a wildly important part of this and it’s something we focus on obsessively.” \n4. Exercise\n\nExercise allows you to increase the size of the reservoir that takes in glucose—the reservoir being the muscle\nZone 2 “cardio”—\n\nImproves both the insulin-dependent, and non-insulin-dependent, delivery mechanisms \nZone 2 exercise is training right at that maximum efficiency of mitochondrial performance and really improves insulin sensitivity\n*See episodes discussing zone 2 training — Iñigo San Millán and AMA #12 \n\n\nStrength training: This improves insulin sensitivity and improves the reservoir—the capacity—because your skeletal muscles are the greatest reservoir that you have for glucose disposal\n\n“Skeletal muscles are the greatest reservoir that you have for glucose disposal.”\n5. Nutrition\n\nBy definition, insulin resistance is a carbohydrate tolerance disorder\nAny doctor who is clinically taking care of patients will say insulin resistance patients generally respond better to carbohydrate restriction than any other form of restriction\nThey respond very well to calorie restriction by definition typically includes carbohydrate restriction\nIt doesn’t have to be a ketogenic diet \nRather than tell everyone to stay under XXX amount of carbs, Peter sets a standard in terms of average blood glucose and a standard deviation from that average\nPeter uses a Dexcom CGM to monitor this (see podcast episode with Kevin Sayer, CEO of Dexcom)\n\n“As those numbers start to come down and the insulin starts to come down and all these other things start to go, that’s exactly what reversibility looks like.” \n \nPatient case study: Reversing insulin resistance [49:00]\nPatient X\n\nMale\n35 years old\n5’10” and 192 lbs\nVisually, he does not appear to be overweight (though patient desired to be leaner)\nDate of initial testing: 11/17/16\n\nBlood panel – “Classic pattern of insulin resistance”\n\nFigure 20. Patient X lipids.\nObservations:\n\nTG/HDL-C ratio = 6.3\n\nIdeally that ratio is below 2\nWhen the ratio is this high, the only scenario that he is NOT insulin resistant is if they have a genetic disorder that’s raising triglycerides\n\n\nVery elevated Lp(a) and very strong discordance between his ApoB and LDL-C \n",
    "contentLength": 4233,
    "encodedLength": 999
  },
  {
    "content": "His inflammatory markers didn’t look too bad\nHis cardiac function markers looked great\n\n\nFigure 21. Patient X vitamin D and uric acid.\n\nVitamin D was quite low\nHis uric acid at 5.6 was disconcerting but his homocysteine was normal\n\nGlycemic numbers — “this is where it starts to get a little bit interesting”\n\nHemoglobin A1C = 5.8% (pre-diabetic)\n\nNOTE: Peter doesn’t put much stock in HbA1c (see AMA #15 for why)\n\n\nOGTT results:\n\nFasting blood glucose = 93 — Pretty darn good\nFasting insulin = 15 — Not good—ideally that number is lower than 6, and 8 at most.”\nAt 60 min: Insulin = 134 (ideally below 40)\nAt 120 min: Glucose is down to 109, but insulin still rising at 177\n\n\n\n*Diagnosis: \n\nIf this person had a TSH of 0.001 and a free T3 of 6.4 we would call it hyperthyroidism\nBut, in this case, the diagnosis is hyperinsulinemia—This is an endocrine condition of hyperinsulinemia and this is effectively insulin resistance on a full-fledged scale. \n\nThe Intervention and Results\nThe intervention for Patient X after his initial testing was as follows:\n\nA low dose of metformin\nSleep was already good so no intervention there\nTweaked some work/life balance\nFocused heavily on exercise and nutrition\n\nFor exercise, the patient began following the Mark Rippetoe program of heavy compound movements with progressive overload\nFor nutrition, they aggressively restricted carbs–putting him on a ketogenic diet for about six months and then gradually easing in a tolerable amount of carbs\n\n\n\nThe results:\n\nFigure 22. Patient X’s results after intervention. \n“This is just a great example of slow and steady wins the race. This was not like some overnight change, but truthfully I think within a year he had most of those benefits and he’s maintained them.”\n \nAddressing the Consumer Report finding that Topo Chico has high levels of PFAS [58:25]\nSee Peter’s recent email about a Consumer Report indicating Topo Chico had the highest amount of PFOA than any other bottled water \n***\nA recent Consumer Report looked at a chemical called perfluorooctanoic acid (PFOA) in a number of bottled waters and it found there were more in Topo Chico than any other bottled water that they checked\n\nTopo Chico had 9.76 parts per trillion\nThis number is about twice the upper limit of what at least one organization had designated as the most you should see in bottled water\nThough it was far below what the EPA believes is harmful \n\nNext, let’s examine 1) the strength of the evidence that suggests that at those levels are harmful, and 2) How should one potentially modify behavior?\n\nFor Peter it came down to a precautionary principle and some principles around asymmetry:\n\n“If I used to drink two or three Topo Chico’s a day I’ll probably drink one every other day now and continue to dig a little bit further into this literature”\n\nWhy make this change? Because the downside of being wrong and missing out on some Topo Chico is less than the downside of being wrong and finding out in 50 years that this amount of PFOA was really harmful\n\n\nThe counter-argument:\n\nGiven the ubiquity of Topo Chico and frankly, other beverages that have higher amounts of PFOAs in them, you’d think there’d be a bit of a signal beyond what we’re seeing \nWhen something is really bad it’s usually not subtle (e.g., smoking and lung cancer)\n“If the epidemiology doesn’t really find it, it’s probably not that big an issue”\n\n\n\n\n\nPeter ultimate decision: Continue drinking Topo Chico, but to a lesser degree, and also to diversify his bubbly waters\n⇒ Peter’s preferred alternative to Topo Chico: WaterLoo (flavor=Black Cherry)\n",
    "contentLength": 3590,
    "encodedLength": 931
  }
]