[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob talk all about sugar and sugar substitutes and provide a way to think about sugar consumption. The conversation begins by defining the various forms of sugar, delineating between added sugar and naturally occurring sugar, and describing the important variables that determine the potential for metabolic damage from consumption. They then take a dive deep into three main categories of sugar substitutes—non-nutritive sweeteners, alcohol sugars, and leaving allulose, in a class by itself—including the safety profile of each, impact on blood sugar and insulin, side-effects, taste preferences, and more. \nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #18 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nDelineating the various forms of “sugar” (2:00);\nAdded sugar vs. naturally occurring sugar (12:30);\nImportant variables related to sugar consumption: Density, volume, and velocity (17:00);\nAlternatives to sugar: Non-nutritive sweeteners (22:30);\nAlternatives to sugar: Alcohol sugars (34:15);\nAlternatives to sugar: Allulose (39:00);\nContextualizing risk when it comes to sugar substitutes (45:00);\nWhy some people report feeling better when eliminating non-nutritive sweeteners from their diet (46:30);\nThe impact of sweetness—Cephalic insulin response and the metabolic drive to eat more (49:45); and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#141 – AMA #18: Deep dive: sugar and sugar substitutes\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#141 – AMA #18: Deep dive: sugar and sugar substitutes\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#141 – AMA #18: Deep dive: sugar and sugar substitutes\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More",
    "contentLength": 2545,
    "encodedLength": 997
  },
  {
    "content": "\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesDelineating the various forms of “sugar” [2:00]\nPeter’s Sunday email on sugar, allulose, and other sugar substitutes\nPeter’s Sunday email about diet soda\n***\nClarifying the nomenclature around the term “sugar” \n\nPeter says he’s frustrated by the use of the term “sugar” \nIt means a lot of different things, and all of those things can be true. \nFor example, Glucose is a sugar. Galactose is a sugar. Fructose is a sugar. Sucrose is a sugar. Allulose is a sugar.\nRather, Peter prefers to think about these things through the lens of molecules and their basic attributes and not through the most generic nomenclature of their existence\n\nGlucose and fructose\n\nGlucose and fructose are monomers — they form the simplest building blocks of carbohydrates\nThey even have the same chemical formula — same number of carbons, hydrogens, and oxygen (C6—six carbons, H12—12 hydrogens, O6—six oxygens)\nThe difference is glucose is arranged in a six carbon ring, whereas fructose is arranged in a five carbon ring (and one of those carbons hangs outside the balance)\nThis seemingly small difference “makes all the difference in the world”\n\n“All things equal, if you just have humans or mice or dogs or camels and force fed them glucose or fructose to their heart’s content, even though they’re the same chemical formula and very similar chemical structure, they would have dramatically different metabolic effects.” —Peter Attia\n\nFigure 1. Glucose and fructose structures. [source]\n⇒ See podcasts with Rob Lustig and Rick Johnson  \nSome differences\n\nFirst of all, we rarely consume fructose by itself, and we very often consume glucose by itself\nA bowl of rice or pasta breaks down from more complex starches into simple monomers of glucose\nWhereas when you consume things that are sweet tasting — those foods contain fructose combined with a dose of glucose as well (e.g., an apple, some honey)\nAs a general rule, the sweeter it is, the more fructose\n\n“Is glucose a sugar? Yes. Is fructose a sugar? Yes. Are they the same? Not even close.” —Peter Attia\nSucrose and HFCS\n\nSucrose is one molecule of glucose and one molecule of fructose put together, covalently, giving you what’s called a disaccharide",
    "contentLength": 2796,
    "encodedLength": 995
  },
  {
    "content": "\nThe easiest example of where sucrose exists is refined sugar out of things like canes and beets\n\n\nFigure 2. Structure of sucrose. [source]\nIntroduction of high fructose corn syrup (HFCS):\n\nAround the 1970s, tariffs were added to sugar and then we introduced high fructose corn syrup\nAnd people sort of thought of fructose is almost like a health food\n\nPeople would say honey, for example, was okay for diabetics because fructose doesn’t stimulate insulin secretion the way that glucose does\n\n\nAt its conception, there was a really big spike in HFCS\nNew technology turned sucrose into a solution (HFCS)– \n\nthe structure was changed to 45/55 in favor of fructose, so that made it a little sweeter\nYou could produce HFCS in unlimited quantities, solving a big problem for food manufacturers\n\n\n\nCurrent thinking by the public on fructose and HFCS\n\nThere probably still is a belief that fructose is better for someone with diabetes because you don’t have to chase it with insulin (notwithstanding the fact that fructose does so much for insulin resistance)\n\nA topic covered exquisitely by both Rob and Rick\n\n\nEven so, there’s been a little bit of a revolt against HFCS\nThe irony, however, is the belief that things that are more “natural” like dried mangoes and dates and “healthy”, as well as the belief that sucrose is any better for you than HFCS\n\nAdded sugar vs. naturally occurring sugar [12:30]\nUnderstanding food labels\n\nFood labels will list both sugar and added sugar (along with carbohydrates, fiber, etc.)\nTaking a look at dried mangos (commonly thought of as a health food):\n\n\nFigure 3. Label of Trader Joe’s dried mangos. [source]\n\n\n\nThe only ingredient is organic mangoes (i.e., no added sugar) \nOne might be lulled into thinking there’s no “sugar” in this, but that’s not the whole story\nThis food has 24 grams of sucrose—which is “naturally occurring”—so they don’t have to put “added sugar” on the label\n\n\n\n\nBut does that make it “healthier” than a similar amount of sugar that is “added”?\n\n\nTake a bottle of coke, for example, which may have a similar about of sugar, but all of it is “added”\n\nIs there really a difference?\n\nThe point here is that neither of these are good options — but the misconception is that the dried mango is somehow healthy and the coke is terrible\nThere’s really no difference in the carbohydrate molecules of sugar found in fruits or HFCS but the soluble fiber in the (non-dried) fruit stabilizes blood sugar\n\n“Drinking [coke] is about the worst thing you can do. . .though I’m going to make the case that eating that bag of dried mango is a very bad thing to do. . .despite the fact that it’s pedaled as a health food.” —Peter Attia\nImportant variables related to sugar consumption: Density, volume, and velocity [17:00]\nRecapping so far…\n\nSucrose is made up of glucose and fructose\nHigh fructose corn syrup is an additive\nFructose and glucose metabolized differently\nFructose accounts for more of the metabolic damage of sugar\n\nImportant variables: Density, volume, & velocity\n-Density \n\nConsider a dried mango versus a whole mango, or prune versus the plum\nThe density of sugar contained within it is higher, because you’ve got the same amount of sugar at a lower volume (aka quantity)\n\n-Volume\n\nThis could also be called “quantity” — i.e., what’s the actual quantity you consume?\nA thimble of Coca-Cola is of no harm to you, but a gallon of it is devastating\nOne puff of a cigarette once a week has virtually no likelihood of increasing your risk of lung cancer, but smoking a pack a day absolutely does\nAnd so if you’re a person who can buy the Trader Joe’s bag of dried mango and eat one piece a day for 30 days, great… “but I haven’t met that person yet”\n\n-Velocity \n",
    "contentLength": 3715,
    "encodedLength": 959
  },
  {
    "content": "\nHow quickly do the molecules of sugar make their way out of the stomach and into ultimately the upper part of the duodenum, where they’re functionally going to come in contact with your liver? — that is the question of velocity\nWith fructose, the “heavy lifting” from a metabolism standpoint is going to be done in the liver\nSee episode of The Drive with Gerald Shulman for more on why the liver is such a key player in insulin resistance/metabolic syndrome\n\nReal life examples:\n\nDried fruit\n\nYou have a whole mango, and you simply dry it out (remove all the water), it’s just becomes a mass balance equation — it’s now much more dense\nIf all you’ve given up is water and going from a regular mango to a dried mango, what you’re probably changing is the speed with which it might hit the liver\nAdditionally, going from whole mango to dried mango allows you to consume much more (volume)\n\n\nSmoothies\n\nPeter says smoothies are an example of when velocity/speed is a big issue \nSmoothies and juicing are a “farce” and a “fiasco” because really your packing it so much fruit that would be impossible to eat whole and blending it into a liquid\n\n\n\nTIP: Drink carbonated beverages (like bubbly water)\n\nGatorade, for example, is a drink that you can just pound easily partially because it is not carbonated\n\nExercise: Can exercise help to mitigate the damage of eating the worst types of food?\n\nYes, it can\nHowever, at some point you will go past the metabolic breaking point (which Peter did personally even during his ultra swimming days)\n\nAlternatives to sugar: Non-nutritive sweeteners [22:30]\n3 main categories\n1—Non-nutritive sweeteners\n\nThis means that they either don’t have calories, or they do have calories, but they’re so much sweeter than sucrose that you’re using them in micro doses\n\n2—Alcohol sugars\n\nTheir structure resembles an alcohol\nSome of them have more calories than others, and they have some advantages to them\n\n3—Allulose\n\nA molecule that stands in its own place, which is itself a sugar. \nIt meets all the sort of structural classifications of a sugar, but it doesn’t behave like sugar\n\nNon-nutritive sweeteners\n1 – Ace K\n\nFound in Tab soda, a 1980s drink for people wanting to lose weight \n\n\n\nThe FDA approved this in 1988\nNot much info on this, but there have been no reports of significant concerns\n\nAcute consumption had no effect on glucose or insulin (Steinert et al., 2011)\nChronic consumption in humans not really studied but showed no effect on glucose or insulin in mice\n\n\n\n2 – Aspartame\n\nApproved in 1981 (earliest of all artificial sweeteners)\nBrand names: NutraSweet, Equal, and Sugar Twin\nMethyl ester as its compound\nIt’s 180 times sweeter than sucrose (table sugar)\nIt’s actually just as caloric as sugar, however, it’s a zero calorie compound at a functional level because it’s 180 times sweeter \n\nOne packet is ~37 milligrams of aspartame\nA diet coke is ~200 milligrams — so basically has no caloric effect\n\n\nTwo types of safety questions: i) Are there any acute toxicities?, and ii) Are there any chronic toxicities?\n\nNo compelling evidence to demonstrate that there is chronic toxicity associated with this\nThere’s really no compound that had been more scrutinized by the FDA going back to the 1960s than aspartame\nRegarding acute toxicity — there’s no effect on glucose or insulin\n\nThat said, one study did report a cephalic insulin response — there was a rise in insulin with a decrease in glucose prior to consumption\n\n\n\n\nTaste: Most people agree that aspartame doesn’t taste very natural\n\n3 – Saccharin\n\nBrand name: Sweet’n Low (pink packet) \nApproved ~20 years ago\n300 times more sweet than sucrose\nIt has four kilocalories per gram, but again, functionally, you’re getting virtually nothing in terms of caloric intake\nThere is absolutely no evidence of chronic or acute toxicity (e.g., no effect on glucose or insulin) associated with these things at the levels that humans consume them\n",
    "contentLength": 3934,
    "encodedLength": 986
  },
  {
    "content": "\nA couple studies: Skokan et al., 2007 and Azari et al., 2017\n\n\nNOTE: There are “misleading” studies in rats showing it can cause cancer: \n\nIf you could make a rat eat an eighth of its body weight in saccharin a day, you could actually create problems for that rat (like cancer) \nPeople took too much stock in these findings when the reality is that the dose is what matters — and people never approach that dose given to rats\n\n\n\n4 – Sucralose\n\nBrand name: Splenda (yellow pack)\nApproved ~20 years ago, but took some time to become mainstream\nIt is 600 times sweeter than sucrose\nIt’s just as caloric as sugar, but again functionally no calories at the levels we consume\nOverall, there’s mixed evidence on its impact on glucose tolerance after acute consumption\n\nSome evidence that it’s more detrimental in someone who’s metabolically ill (e.g., someone with pronounced obesity may have reduced glucose tolerance following ingestion)\n\n\n\n5 – Stevia\n\nPeter calls it the least palatable of all of the non-nutritive sweeteners\nIt’s naturally occurring in the plant called Stevia rebaudiana\n200-300 times sweeter than sucrose\nStevia has been “propped up” by the fact that it’s “naturally occurring”\nNote on the designation of ‘naturally occurring’: “It doesn’t mean anything. There are lots of things that are naturally occurring that are harmless. There are lots of things that are naturally occurring that are harmful. Similarly, there are lots of things that are synthetic that are harmful. There are lots of things that are synthetic that are harmless. We really ought to not use naturally occurring as a branding tool.”\nThere’s limited evidence on stevia, but it does not appear to pose any postprandial glucose or insulin impacts, and therefore is generally regarded as a reasonable compound for people who are trying to avoid sugar (Khan Ayob et al., 2014)\n\n6 – Monk fruit\n\nAbout 250 times sweeter than sucrose occurs in a plant\nPeter says this is the best tasting of all of the sweeteners\nIt occurs naturally in the luohan guo plant\nLimited evidence but Generally Recognized as Safe (GRAS) by the FDA\nMogrosides are not absorbed in the upper gastrointestinal tract and do not contribute calorie  \nWhen the compound reaches the colon, gut microbes cleave off the glucose molecules and use them as an energy source. The mogrol and some metabolites are then primarily excreted from the gastrointestinal tract, while minor amounts are absorbed into the bloodstream and excreted in the urine\n\n\nFigure 4. Non-nutritive sweeteners: Summary of findings.\n\nFigure 5. Upshot on acute and chronic effects of NNS.\n***\n⇒ Peter’s article about artificial sweeteners: What are the side effects of aspartame, stevia, and other sugar substitutes?\nAlternatives to sugar: Alcohol sugars [34:15]\n==> Peter’s ice cream recipe sweetened with xylitol\n***\n3 main alcohol sugars\n\nXylitol\nErythritol\nSorbitol\n\nOverview:\n\nThey are all monosaccharides — ‘naturally occurring’ things\nApproval: Erythritol was approved about ~20 years ago, whereas sorbitol and xylitol were approved in the 1980s\nCaloric values:\n\nSorbitol and xylitol are caloric\nXylitol is basically matched in sweetness to sucrose\nWhereas sorbitol is actually about half to two-thirds as sweet as sucrose\nIn fact, sorbitol is not even a “low-calorie” food, because if you actually want to get the same sweetness, you’re actually going to bring the caloric value right up to that of sucrose\nErythritol, on the other hand, is actually quite a low-calorie sweetener because it’s about 0.2 kilocalories per gram and it’s almost as sweet as sucrose (60% to 80%)\n\n\n\nComparing the 3 alcohol sugars\nErythritol\n\nVery efficiently absorbed and renally excreted\nAbout 90% is excreted unchanged in the urine, making it truly as close to no calorie alcohol sugar as you can consume\nIt’s also the easiest on the gut\n\nSorbitol \n",
    "contentLength": 3852,
    "encodedLength": 984
  },
  {
    "content": "\nIt’s very poorly absorbed which means you’re not actually getting the calories\nBut you’re dealing with another problem with just 10 grams (GI distress, diarrhea, etc.) — even requires a warning label for a possible laxative effect\n\nFor perspective, 1 stick of chewing gum would have 1-2g sorbitol per serving size\n\n\n\n–More on erythritol\n\nErythritol sort of emerged as a better alternative to sorbitol \nSome people do report nausea, bloating, and even diarrhea with enough erythritol, but you really have to consume this in “Herculean doses” (like up to 75 grams) for this effect\nRelevance for diabetic patients: Some evidence suggests that two weeks of daily ingestion of erythritol can decrease hemoglobin A1C in diabetics\n\nNote: It’s hard to say if this reduction in HbA1c was due to the consumption of erythritol or whether it was a substitution effect (i.e., reduction in sugar in favor of erythritol)\n\n\n\nXylitol \n\nXylitol can also result in some laxative effects — however, there’s a big range of side effects based on the individual — some people profound GI distress while others do not feel anything severe\nGlucose and insulin response to acute xylitol is similar to starch and lesser than sucrose or glucose: Consistent with this, xylitol (50 g) leads to a small but significant increase in glucose and insulin compared to water (Wölnerhanssen et al., 2019)\nInteresting tidbit: Xylitol may help to prevent dental caries/cavities\nTIP from Peter’s dentist: Anytime you eat something, chew a piece of xylitol gum for 10 minutes and then spit it out as a way to sort of get rid of it, even using a xylitol based toothpaste and things like that\nNote: Bob chews a lot of Juicy Fruit, a sugar-free gum sweetened with xylitol\n\n\nFigure 6. Alcohol sugars: summary of findings.\nAlternatives to sugar: Allulose [39:00]\n==> Check out Peter’s Sunday email on this topic: Replacing sugar with allulose\n***\nOverview:\n\nAllulose is actually a sugar (unlike the non-nutritive sweeteners or the polyols)\nIt’s about 70% as sweet as sucrose\nIt’s chemical structure is the mirror image of fructose (an enantiomer) — a small difference that makes a HUGE impact \n\n\nFigure 6. Comparison of fructose and allulose structures. [source]\nWhen you ingest it, it’s fully absorbed by the intestines which means:\n\ni) you do not get any GI distress\nii) It’s effectively completely excreted by the kidneys\nAn animal study in rats reported that allulose only contributes to 0.3% of the energy deposit in animals\n\nMore data from animal studies suggest that compared to fructose and/or glucose, allulose may…\n\nlower blood glucose,\nreduce abdominal fat, \ndecrease insulin resistance \nDecrease fat accumulation in the liver; and \nPrevent or delay the onset of type 2 diabetes\n\n*But it also has another important effect: A meta analysis of human studies shows that allulose may drag glucose with it, so when you consume it with food it LOWERS postprandial glucose by an average of about 10%\nTaste and mouthfeel:\n\nIt probably has the best taste and mouthfeel of any of these things\nIt’s almost indistinguishable to sugar when you match it by quantity—so you have to plus it up by about 30-50%\n\nCommercial use:\n\nAllulose has struggled to penetrate the market due to early classification as an “added sugar” on food labels\nFor example, Quest was using allulose in some of it’s products and were required to put “added sugar” on the food label\nPartly due to Quest’s efforts, the FDA changed that ruling no longer requiring “added sugar” to be put on the label\nIn Oct 2019, FDA announced exemption of allulose from total and added sugars on nutritional label but adding 0.4kcal/g as carbohydrate\n\nConcern with bladder issues (like cystitis or even bladder cancer)?\n",
    "contentLength": 3727,
    "encodedLength": 971
  },
  {
    "content": "\nIf allulose drags glucose out with it, is there a chance that it could drag glucose out of one’s bladder resulting in a little increase in cystitis, at best, or something like bladder cancer, at worst?\nIt turned out that’s not the case at all when you inductively reason the risk profile by referencing a 2019 meta-analysis study of sodium-glucose co-transporter-2 inhibitors (SGLT-2i) and cancer (Peter explains that here)\nPeter says, “I’m very comfortable with the safety profile of this.”\n\nCooking with allulose: \n\nIt does brown when heated making it challenging if you’re worried about the “look” of the end product\nBut it does make a good alternative to sugar when baking sweet things (along with monk fruit)\nPeter, for example, made cranberry sauce with allulose for Thanksgiving\nIf you need some inspiration as you embark on recipes with allulose replacement, here is one of Peter’s daughter Olivia’s allulose-sweetened cakes to whet your palate\n\nContextualizing risk when it comes to sugar substitutes [45:00]\nWhen making the decision as to which alternative to sugar you should consume…\n\nIt really comes down to taste and preference, as there’s not much chronic or acute toxicity for any of them\nHowever, if you are in the “very risk averse” camp, you can probably feel best about aspartame because the amount of data we have on it is so overwhelming\nEpidemiology likes to bastardize things like diet Coke, but the reality is that diet Coke consumption is really just a proxy for people who are trying to lose weight\n\nSo when it says more people who drink diet Coke have diabetes than people who drink Coke, they’re missing something very obvious\nAre the people who drinking diet Coke getting cancer disproportionately? “I think the answer here is overwhelmingly, ‘no’.”\n\n\n\n“Everything we do in life carries some risk and we should pay more attention to the types of risks that are measurable.” —Peter Attia\nWhy some people report feeling better when eliminating non-nutritive sweeteners from their diet [46:30]\nWhy might people who go off of non-nutritive sweeteners sometimes report feeling better or losing weight?\n\nPeter’s experience with patients has shown numerous cases where a person stops drinking six diet Cokes a day and will get better/feel better\n\nPossible explanations for this:\n\n1 – All that aspartame in that situation was revving up their appetite and they were eating more elsewhere\n\nSo, by swapping diet Coke for bubbly water, or water, or coffee, or tea or something else, it reduced total caloric intake\n\n\n2 – Some mechanism that pertains to the gut biome\n\nA couple of papers out there that have actually postulated that things like aspartame or other non-nutritive sweeteners can disrupt the gut biome: Saccharin, sucralose, stevia have been studied to alter gut microbiota (more research needed) (Ruiz-Ojeda et al., 2020, Liauchonak et al., 2019) \nobviously that would be a very plausible explanation for why the response to reducing intake of non-nutritive sweetener is so heterogeneous (in a good way)\n\n\n3 – A psychological component\n\nPeople feel like “hey, now that I’m really cleaning things up and I’m not drinking this can of diet Coke, I’m going to make behavioral changes”\nYou can think of this as the healthy user effect\n\n\n\nThe upshot: \n\nIf anybody’s listening to this and they’re kind of plateaued somewhere in their health and they’re still drinking six diet Cokes a day, “I cannot strongly enough advocate that they stop it.”\nAt least try to stop for a designated period of time (e.g., 90 days) to see how you feel\n“Because in the end, it doesn’t really matter what a study says. It matters what happens to you.”\n\nThe impact of sweetness—Cephalic insulin response and the metabolic drive to eat more [49:45]\nCephalic responses \n\nCephalic phase responses (CPRs) are physiological responses that occur in response to eating-associated cues (thought, smell, sight, taste) but before any actual nutrient absorption.",
    "contentLength": 3956,
    "encodedLength": 981
  },
  {
    "content": "\nCephalic phase insulin responses (CPIRs) occur when the pancreas begins to secrete insulin before a meal actually gets into the bloodstream\nBecause artificial sweeteners provide a sweet taste stimulus without subsequent carbohydrates, it is unclear how they would affect the CPIR. \nThere is not a clear answer on whether or not cephalic responses to non-nutritive sweeteners will alter someone’s glucose metabolism, but it does appear that it can for some people (Wiedemann, 2020)\n\nLiterature on the impact of sweetness\nA recent experiment by Rick Johnson knocked out the taste receptors in mice and gave them the option to drink various sweetened beverages (glucose, fructose, sucrose) and/or plain water\n\nThe questions were: A) What are they going to prefer to drink? And B) What is the metabolic effect on them?\nThey found that even when you knock out sugar sensing abilities, they still prefer to consume a sugar sweetened beverage\n\nThe explanation for this was based on the metabolic demands of sugar — essentially the way eating sugar (in the absence of fiber) requires energy to metabolize it you develop this short-term energy deficit which then drives you to consume more and more of it\n\n\nThe other finding of that paper was the mice that lost their ability to taste—even when consuming less sugar than mice that retained their ability to taste—still got metabolic syndrome in a bad way\n\n",
    "contentLength": 1398,
    "encodedLength": 302
  }
]