[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob take a deep dive into zone 2 training. They begin with a detailed definition of zone 2 and continue by discussing the importance of adding it to your exercise regimen. They talk about how to program zone 2 training, including intensity, frequency, and duration, and metrics for tracking improvement. Additionally, they provide a detailed overview of all things related to magnesium supplementation. The two conclude with insights about how to effectively engage with your doctor in the pursuit of getting your questions answered and considerations for finding a physician that’s right for you.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #19 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nDefining zone 2 exercise (3:30);\nThe most effective ways to engage in zone 2 exercise (14:00);\nThe process of training a deconditioned individual with zone 2: Dosage, frequency, and metrics to watch (19:45);\nTraining for health vs. performance, and the importance dedicating training time solely to zone 2 (25:00);\nWhy Peter does his zone 2 training in a fasted state (31:30);\nImproving mitochondrial density and function with zone 2 training (34:00);\nMetrics to monitor improving fitness levels from zone 2 training (36:30);\nAdvice for choosing a bicycle for zone 2 exercise at home (42:30);\nComparing the various equipment options for aerobic training: Rowing machine, treadmill, stairmaster, and more [48:15];\nBack pain and exercise, and Peter’s stability issues as a consequence of previous surgeries (51:45);\nA deep dive into magnesium supplementation, and Peter’s personal protocol (55:30);\nAdvice for engaging with and questioning your doctor (1:03:15); and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#145 – AMA #19: Deep dive on Zone 2 training, magnesium supplementation, and how to engage with your doctor\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#145 – AMA #19: Deep dive on Zone 2 training, magnesium supplementation, and how to engage with your doctor\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#145 – AMA #19: Deep dive on Zone 2 training, magnesium supplementation, and how to engage with your doctor\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesDefining zone 2 exercise [3:30]\nExercise framework:\n\nPeter has a framework for exercise which has four components: Stability, strength, aerobic efficiency, and anaerobic performance (see AMA #7 and AMA #12)\nSo when we talk about zone 2, we must understand that it is but one component\n\nDefining zone 2 exercise:\n⇒ Zone 2 exercise was covered in a previous podcast with Iñigo San Millán\n\nZone 2 is defined as your highest metabolic output/work that you can sustain while keeping your lactate level below two millimole per liter (mmol/L)\nBiochemically, what’s happening as you exercise (or do anything) is the process of respiration, the process of using substrate\nWe use glucose, we use fatty acids, we use oxygen, and we undergo a chemical process. \nWe take the chemical energy that is stored in the bonds of those molecules and turn that into electrical energy (via the electron transport chain)\nIt then gets turned back into chemical energy as we borrow from that energy to make ATP—our currency for how we do everything\n\n-The first step: \n\nTurning glucose (just using glucose in this example for simplicity) which it’s a six carbon ring, into two smaller molecules that are each made up of three carbons called pyruvate\nThis step yields some energy, and costs some energy\n\n–Step two: The body has a choice whether to:\n\nA) Continue this process outside of the mitochondria where I make another by-product called lactate (which can generate a little bit more ATP); Or\nB) Take that pyruvate and shuttle it into the mitochondria, and undergo a separate chemical pathway and a separate process called the Krebs cycle where you can make MANY more ATPs\n\n\nFigure 1. ATP generation. [source]\n\nFigure 2. Krebs Cycle. [source]\n==> Krebs Cycle explained by Khan Academy here\n-How does your body decide between A and B pathways to ATP?\n\nIf you need to make ATP really quickly, you’ll take that former pathway and make lactate because you don’t need oxygen to do it—meaning you’re not limited by the amount of oxygen that is being taken up by the muscle\nIf you have more time on your hands, you’ll take the latter pathway—meaning you will utilize oxygen and actually take that substrate into the mitochondria, and you will be able to make tons of ATP\n\nWhat differentiates individuals…\n\nNote: Not all people are not created equal—Both genetically, but more importantly, through training\nWhat differentiates the highly trained/metabolically fit from the untrained/metabolically unfit…is that ability to, under a greater and greater array of metabolic demands, make that input of substrate into the mitochondria\nMitochondrial health then can be somewhat estimated and proxied by the ability a person has to do this\n\n-How would you measure this? \n\nOne of the most valuable ways to do this is to measure lactate levels\nIf you start producing too much lactate, it will actually escape the muscle and get into your circulation… which can then be easily measure with a finger prick\n\nLactate levels at rest and during exercise\n\nA healthy person when they’re sitting there at rest has a lactate level of about 1.0 mmol/L\nBasic activities of daily living (walking, standing, eating) shouldn’t at all be pushing you to generate higher levels of lactate to the point that you accumulating lactate\n\nWhat happens if you start doing something a little more strenuous?\n\nAt some point, you’re going to have to start generating lactate (even the fittest person ever)\nIf you need to make energy (ATP) faster than you’re able to deliver oxygen to your muscles, at some point the lactate begins to accumulate in excess of what is cleared\n\nIt’s a bit more complicated… \n\nThe organ that is primarily responsible for clearing lactate is the liver (via gluconeogenesis), and that takes longer so there’s a big time lag there\nThe other thing is that different people have different amounts at which they clear lactate from the cytoplasm of the cell—which is done via transporters called MCTs—and different people can have different levels of MCT expression\n\nThe upshot:\n\nThe fitter a person is, the healthier a person is, the more work they can do with less lactate\nFor a given individual, we use this metric of zone 2 as a place to understand\n\nhow metabolically healthy they are;\nhow good their mitochondria are; and\nhow much work can be done while keeping your lactate about 1.7 to 2.0 mmol/L\n\n\n\n⇒ For example, You could say, “My zone two is 200 watts.” And that would mean you could hold 200 watts on a bike for a very long period of time, because you’re never really going above 2.0 mmol \n\n2.0 mmol/L is a very sustainable level of lactate production well below lactate threshold\nLactate thresholds for most people is about 4.0 mmol/L\nAn athlete, for context, is really only able to hold a 4.0 mmol pace for tens of minutes if not less\nAnd peak output is going to produce lactates easily over 10 and in some cases over 20 and those efforts can only be sustained for seconds\nYou can think of zone 2 as your “all day pace”\n\nIn the podcast with Iñigo San Millán…\n\nThey discussed a study that compared 3 groups of people: i) type 2 diabetic ii) normal fit people, and iii) to world-class athletes (cyclists)\nThe difference in the amount of power that the athletes could put out on a bicycle while keeping lactate at 2.0 mmol/L was staggering — Especially once you normalize for weight and you get how many watts per kilos\n\n\nFigure 3. Image credit: (Brooks and Millan, 2018)\n \nThe most effective ways to engage in zone 2 exercise [14:00]\nMachines for doing zone 2 exercise:\n\nBicycle (Peter’s preference)\nTreadmill (2nd best option)\nRowing machine (will work for efficient rowers but Peter says doing zone 5 on a rower is best)\nElliptical (Peter’s least favorite but can be done)\n\nBicycle\n\nWhen doing zone 2, you want a machine where it’s very easy to reproducibly produce the same output\nAnd a bike bicycle has a very clear metric that I can adjust which is the wattage\nPeter sets his road bike on a device called a Wahoo KICKR which is hooked up to a computer where you tell it the numbers of Watts you want and it sets the resistance for you\nPeter loves this way to doing zone 2 because it takes all the thinking out of it, you can just “tune out” and know you’re staying in zone 2\n\n⇒ Check out Peter using his Wahoo Kickr and explaining his zone 2 workout on IG\nTreadmills\n\nTreadmills are also a great option\nFor most people, running gets them out of zone two a little too quickly\nWith patients, Peter prefers them to do brisk walking on an incline\nYou have to figure out which incline and speed will keep you, personally, in zone 2, but once you know then you can set it and go\nHe starts people between 10 and 15 degrees incline and 2.5-3.0 mph on the speed\n\n–How to know you’re in zone 2?\n\nUsing heart rate\nChecking lactate\n(more details on this later in the podcast)\n\nRowing machine\n\nPeter is not fond of the rowing machine for zone 2\nHe prefers to use the rowing machine for zone 5\nHowever, someone who is an efficient rower like Beth Lewis (previous podcast guest) can get a zone 2 work out on the rowing machine\n\nElliptical\n\nPeter is not hugely fond of ellipticals for zone 2 because it’s hard to stay in the proper zone\nAnd it’s really important that you’re not vacillating in and out of “zone 2” \n\n \nHow to measure lactate levels to ensure you are staying in zone 2 [18:30]\n\nNowadays, Peter takes one measurement at the very end of the workout via a finger prick\nNOTE: When he was first starting doing this, he would check every 15 minutes and adjust his wattage up or down until he would converge on the proper wattage to be in zone 2\n\n*Tips: \n\nYou have to use soap and water (not just alcohol) on your finger because lactate is very difficult to get off and you want to have no contaminating lactate levels\nAlso, Peter takes the third drop of blood for measurement\n\n \nThe process of training a deconditioned individual with zone 2: Dosage, frequency, and metrics to watch [19:45]\nLooking again at the 2018 study by San Millan and George Brooks: \n\nIf you look at the power output on the endurance athletes, they were around I think 300 watts before they were at two millimole\n\n\n\nPeter says, “Most people don’t understand what 300 watts feels like for five minutes or for even one minute, let alone four hours. It’s a modern miracle of physiology that some athletes can do that.”\n\n***\nTraining a deconditioned/metabolically ill individual\n\nSomeone who is very metabolically ill may be already at 2 mmol of lactate at rest\nSo right after they jump on the bike their lactate starts to shoot up\nSo it becomes quite the challenge to get that person to sustain 45 minutes (recommended zone 2 dose)\nEssentially, they are immediately getting out of mitochondrial oxidation and they’re burning nearly all glucose instead of fat (which is not the purpose of dedicated zone 2 exercise)\n\nHow would Peter go about training that person?\n\nLet’s say you take a person who’s resting lactate is 1.5 to 2.0 mmol (NOTE: Metformin will raise your resting lactate by the way)\nThis persons mitochondria probably does not work that well\nYou put that person on a bike at 100 watts, their lactate could easily be 5.0 mmol in 20 minutes\n\nWhat do we do with that person? How do we get that person in shape?\n\nShort answer is you just accept the fact that in the short term their lactate is going to blow past 2.0 (meaning their not in zone 2)\nSo in the beginning, Peter would rely what’s called rate of perceived exertion (RPE)\nCombing that metric with heart rate and lactate and you can start to triangulate on zone 2\n\nBut the really metabolically inflexible person…\n\nIt’s really an art to it\nsometimes you have to just rely more on RPE \nYou can estimate their maximum HR (70-80% of max), but that’s complicated because that’s for true maximum, not predicted maximum and generally somebody who is that metabolically unhealthy has no clue what their true maximum heart rate is\n",
    "contentLength": 13584,
    "encodedLength": 3989
  },
  {
    "content": "\nThe good news? These people generally will start to show results very quickly\n\nIdeally like to have these people exercising up to three hours a week\nBut Peter will settle for three bouts of 20 minutes to get started\nBut the more time a person can do this, the quicker they will make progress\n\nRecommended dosage:\n\nSan Millan believes that the minimum effective dose is really three hours a week, and no sessions shorter than about 45 minutes\nPeter is pushing our patients to do three or four sessions weekly no shorter than 45 minutes per session\nIn an ideal world, Peter would do four two-hour sessions per week\n\n***\nEliud Kipchoge broke the world record for a marathon (26.2) miles at 2:01:39\n\nFor context, get on a treadmill and go at 13 miles per hour for two hours\nThe incredible part about this record is that Kipchoge would have had his lactate below two millimole that entire time except for maybe the last 15 minutes or so\n\n\n \nTraining for health vs. performance, and the importance dedicating training time solely to zone 2 [25:00]\nDoes it matter how you get your total zone 2 time in?\nFor example, does it make any difference if you did three one hour sessions, or I did six sessions of 30 minutes? \n\nYou’d be better off doing the three one hour sessions than the six 30 minute sessions, says Peter\nThis is still somewhat of an empirical observation, but until demonstrated otherwise, Peter recommends each session to be at least 45 minutes\n\nTraining for life vs. training for a sport\n\nEven the elite athletes spend about 70% of their time in zone 2, but they typically do workouts that vary in intensity through the session depending on what sport they are training for\nA cyclist, for example, might do a ride that’s two hours at varying intensity\nBut non-athletes like Peter even when using a bike are just using it as a tool to train your mitochondria so you should not be trying to mix and match zones\n\nPeter’s regimen might look like this:\n\nA session of zone 2 only\nA session of zone 5 only\nA HIIT session (which is sort of neuromuscular) separately\nThe morning of this podcast, for example, Peter did weights and then I did HIIT afterwards\nThe next day he plans to do an hour of zone 2\n\n“I use these things to make myself healthier” …  as opposed to training for a sport\n \nWhy Peter does his zone 2 training in a fasted state [31:30]\nPeter likes to go into his zone 2 sessions in a fasted state (he does morning workouts)\n\nThe reason is that he wants maximum substrate—meaning as much fatty acid and glucose available for his muscles\nThe way you want to maximize fatty acid availability is to have insulin level be as low as possible, because insulin impairs lipolysis\nPeter has noticed that the higher his glucose level during a zone 2, the higher his lactate level will be\n\nAnother anecdotal observation: \n\nHe recently had to take a corticosteroid (Prednisone) which raises your glucose quite a bit\nHe was shocked at how much higher his lactate numbers were (typically he finishes a zone 2 workout at 1.9 mmol but he’s be at 3.1 mmol)\nHe thinks it’s probably something to do with the hepatic glucose output being driven by prednisone\n\n“If you can do these [zone 2 sessions] fasted, you’re stressing the system in a good way.” —Peter Attia\nBob points out that if your RQ is closer to the fat burning stage at the very beginning of the workout (which is what would happen if you were in a fasted state vs. if you just ate a meal), you’re more likely to be oxidizing more fat sooner in the workout because you wouldn’t have to take as much time to “shift” from glucose as fuel to fat\n \nImproving mitochondrial density and function with zone 2 training [34:00]\n\nA benefit of zone 2 training is increasing mitochondrial density & function\nThe question: Does it increase in all muscles during zone 2 training or is it just the primary muscles being worked? \n\nIt’s hard to know without more extensive studies with biopsies, says Peter\nPeter’s intuition is that it probably wouldn’t have much of an effect on non-working muscles\n\n\n\nBob’s take:\n\nThere are hypertrophy studies where participants will do single limb exercise\nThey take a biopsy of both the right leg and the left “untrained” leg\nIn those cases, they might see some improvements in some markers of muscle function\nBob suspects that single leg zone 2 training might result in some type of adaptations that would be beneficial such as preservation (rather than growth) in skeletal muscle in the non-exercised limb; See:\n\nBroke Your Right Arm? Exercise Your Left. It May Help, Really. | Gretchen Reynolds (nytimes.com)\nUnilateral strength training leads to muscle-specific sparing effects during opposite homologous limb immobilization (Andrushko et al., 2018)\nContralateral effects of unilateral strength training: evidence and possible mechanisms (Carroll et al., 2006)\nTraining with unilateral resistance exercise increases contralateral strength (Munn et al., 2005)\nContralateral effects of unilateral resistance training: a meta-analysis (Herbert and Gandevia, 2004)\nSingle-leg cycle training is superior to double-leg cycling in improving the oxidative potential and metabolic profile of trained skeletal muscle (Abbiss et al., 2011)\n\n\n\nObservationally, if you look at professional cyclists, they look like emaciated above the waist with legs like horses, suggesting most of the benefit in terms of building muscle comes in the muscles being worked\n \nMetrics to monitor improving fitness levels from zone 2 training [36:30]\nZone 2 exercise done properly should improve mitochondrial function, fat utilization, and lactate clearance (See episode of the Drive with inigo episode? Mito dens., \nBut what about functional threshold power (FTP)?\nFTP\n\nFTP is functional threshold power—a very important cycling vernacular\nIt’s s not really a longevity marker, it’s a performance marker\nIn fact, you can almost predict the winner of the Tour de France on the first day of the race if you know everybody’s FTP in watts per kilos\nIt is defined as the maximum power you can sustain for one hour\nthe most painful way to measure it is to do a one hour all out “death test”, but a more practical was is to do a 20 minute and then 90% discount that\nFor example, \n\nif you can hold 330 watts for 20 minutes, your FTP is about 300 watts\nThen you divide that by your weight in kilos — so if you weighed 75 kilos, your FTP would be four watts per kilo (a middle of the pack cat three cyclist) \nFor context, a professional cyclist is going to be north of five watts per kilo and even close to six\n\n\n\nHow do you train to make FTP go higher? \n\nIf you want to increase it, you have to train it\nZone 2 alone will not increase FTP that much, nor will it increase it very quickly\nIf you want to do an FTP increasing workout, then you’re doing lots of training across all the zones\nPeter, who no longer trains across zones in a single workout, has seen his FTP increase by about 15 to 20 watts (i.e., not much) from his zone 2 workouts\n\nBetter metrics to track\n-With zone 2 done properly, you should see:\n\nImproving fat oxidation\nImproving lactate clearance\nAnd therefore improved mitochondrial function\nAnd with those improvements, you should technically be able to increase your output while staying in your zone 2\n\n“In an ideal world,” says Peter, “your heart rate at zone 2 is probably not going up that much, but your wattage or work output (miles per hour, incline, watts, mets, etc.) is going up.”\n \nAdvice for choosing a bicycle for zone 2 exercise at home [42:30]\nA real street bike hooked to a device to make it “stationary” (Peter’s preference)\n\nIn Peter’s case, he prefers using a real bicycle (brand Pinarello) and strapping it into a Wahoo KICKR \nWahoo KICKR makes a device called the Wahoo KICKR that you set your bike onto so you’re riding your street bike on a device\n\nStationary bike\n\nA stationary bicycle is designed to be ridden in a stationary fashion indoors\nYou can buy them based on software or based on hardware\nExample: Peloton\n\nSo for example, when you’re buying a Peloton, you’re buying it based on the software—that it comes with this nice monitor and it’s plugging you into a community of doing these classes, etc.\nFrom a hardware perspective, it’s not a good bike at all (e.g., the lowest position of the handlebars is still way too high)\n\n\nExample: Keiser brand\n\nIf you’re buying a stationary bike from the standpoint of form factor, Peter says the Keiser bikes are hands down the best\n\n\n\nOther gadgets and software\n\nBob also rides a street bike strapped to a Wahoo KICKR\nBut additionally, he uses a gadget called Climb which can change the incline of the ride\nHe combines the Climb with a software called Sufferfest\nEssentially, this combo simulates the proper incline to correspond to the screen which is showing footage of moving up a mountain or descending down\n\nFans for cooling\n\nPeter has a ceiling fan plus a standing fan that blows directly on him\nWahoo makes a fan called Headwind that adjusts to the resistance and the speed so it actually blows harder the faster you go to simulate being on the road\n*Note about temperature: Peter says if the ambient temp is above about 70 degrees, it wouldn’t be surprising if it impaired your performance on zone 2\n\n \nComparing the various equipment options for aerobic training: Rowing machine, treadmill, stairmaster, and more [48:15]\nRowing\n\nPeter says you can make a lot of great cases for rowing\nPerforming the row with proper form requires a coordination that translates into many other aspects of life\nIt’s hip hinging, it’s rowing, it’s kind of everything in one (except for a push) and when you know how to do it well, you’re fully connected from hands to feet\nThe caveat: You better be darn good at the proper form because if you’re not then…\n\n i) you’re not going to be able to do it in zone 2; and\nii) You’re going to risk injury\n\n\n\n⇒ See the show notes for the episode of The Drive with Beth Lewis for a masterclass on rowing\nTreadmill or bicycle\n\nFor most people, it’s much easier to maintain zone 2 via walking on a treadmill at an incline or getting on a decent bicycle\n\nWhat about walking outdoors?\n\nMost people are not able to get to zone 2 with walking on a flat ground\nYou’re most likely spending most of your time in zone 1 because you’re not at a high enough intensity\n\nWhat about jogging?\n\nIn Peter’s experience, most people are actually escaping zone 2 when running (i.e., intensity too high)\n\nStairmaster\n\nPeter loves the StairMaster for zone 2 (and zone 5)\nYou’re literally climbing a rolling staircase\n“There’s something about fighting gravity in a sort of deliberate way that I like.”\n\n \nBack pain and exercise, and Peter’s stability issues as a consequence of previous surgeries [51:45]\nHow is exercise in its different forms, resistance training, aerobic training, stability helped with your back pain?\nPeter history of back surgery\nKnowing what you know now, would you have had the same back surgery you had before?\n\n“I absolutely would not have undergone [back surgery]” says Peter\nBack in the year 2000, his back procedure was a total disaster for a few reasons:\nThe doctor not only operated on the wrong side, but he was such a “callous buffoon” that he refused to take any responsibility or accountability for his mistakes\nThis botched surgery led to a number of additional procedures that have unfortunately left Peter in a very vulnerable position—incredibly low stability in his lower back\nOne main objective for Peter (for the rest of his life) is to figure out a way to avoid a two level fusion\nHe’s unstable at L5 and S1 due to the fact that he has complete bilateral laminectomies\nIf he get into trouble again, they will likely need to fuse him at L4, L5, and S1\n\nWhat would he have done instead?\n\nHe would have proceeded with a non-surgical intervention at the time\nAnd if he DID need to go ahead with a surgery, he would have done much more homework on who the right person was to do it \n\nMore details on the procedure and the ensuing consequences:\n\nThe first one was a discectomy—but because it was done on the wrong side, it injured a nerve that wasn’t actually part of the problem in the first place\nHe needed to go back for a discectomy on the other side, but there ended up being more complications after that\nEventually it was necessary to fully just clean everything out in that space, it required removing even more bone…so it became more and more and more involved as time went on\nOnce the lamina are fully cut on both sides, you really take a stability hit at that joint\nFor example, in full extension or full flection, now the vertebral bodies can start to move a little bit in an anterior posterior direction that they shouldn’t be moving\n\nHow Peter has adapted\n\n“So for me, so much of what I do every single day is really geared towards ‘how do I reduce the probability of chronic pain and injury as I continue to age?’”\n“Parts of my body I think that are quite young, probably younger than my chronologic age. But my spine is not one of them.”\n“Part of that’s due to some congenital issues. Part of that’s just due to stupidity and wear and tear, and the kind of stuff I did growing up. And obviously part of that is iatrogenic.”\n\nImportance of exercise for reducing back pain\n\nIt may seem counterintuitive to some, but being more active and mobile can help in terms of decreasing in the back pain\n\n“I’m at my worst when I’m in situations where exercise is taken away from me.” —Peter Attia on the health of his lower back\n \nA deep dive into magnesium supplementation, and Peter’s personal protocol [55:30]\nWhat magnesium is important\n\nMagnesium is a super important mineral found at its highest quantity in bone (about 50-60% present in bones and most of the rest in soft tissues)\nBut it’s probably the second most predominant cation (positively charged ion within a cell) and and is essential both for the functions of many enzyme systems and for neuromuscular transmission\nMagnesium has both physiological and biochemical functions\n\nIt is needed for the activation of many enzymes (for example enzymes concerned with the replication of DNA and the synthesis of RNA) and for parathyroid hormone secretion, which in involved in bone metabolism. \nIt is also needed for muscle and nerve function—i.e., activation potentials: the underlying hallmark of what’s called neuromuscular transmission (how we do everything from flinching, to flexing a muscle, to respiring)\n\n\nIt also has important interrelationships with other cations like calcium, potassium, potassium has one (inside the cell), sodium has one (outside the cell), whereas magnesium has two positive charges (inside the cell)\n\n\nFigure 4. Pathway of calcium, magnesium, potassium, phosphorus absorption across the intestinal epithelium (**focus red circle). [source] \nMagnesium depletion\n\nMagnesium depletion is not uncommon even for otherwise healthy people\nThe good thing about magnesium is it a low risk supplement (with normal kidneys)\nPotassium, on the other hand, is a dangerous thing to be taking in large doses (it’s actually part of the cocktail used to execute prisoners on death row)\n\nHow would you replace it and to what purpose? \nWhy do we need it? \n\nIt’s a big part of maintaining the potassium concentration in the cell—An action potential requires sodium to rush in a cell and potassium to rush out of a cell. And those gradients have to be maintained. That requires electromagnetic force. Magnesium plays an important role in that.\nThe active transport of restoring sodium and potassium requires magnesium\n\nWhat are the different forms? \nTwo broad categories of magnesium: \n\n1) Poorly absorbed, and \n2) efficiently absorbed\n\n-Magnesium citrate or magnesium oxide \n\nThese are the poorly absorbed forms of magnesium\nThis form can help with bowel function—when a person’s bowel function has slowed down, one of the first things you should be trying is a form of magnesium that is not very well absorbed\nMost people benefit greatly from some amount of that in their supplement routine\nPeter will start people with ~400 milligrams of magnesium oxide/citrate \nWith a very constipated person, Peter will have them on 800, 1,200, even two grams\nYou want to titrate that based dose up based on bowel function and watching out for the opposite effect of diarrhea or very loose stools\nPeter’s protocol: ~400-500 mg per day (when not fasting)\n\n-Magnesium chloride (trade name Slow Mag)\n\nThis form is efficiently absorbed—it gets fully into your system and doesn’t really cause any GI distress\nOne indication for Slow Mag is for the symptom of cramping\nNOTE about fasting: \n\nWhen people are fasting, Peter uses more Slow Mag and less (or zero) mag oxide ",
    "contentLength": 16703,
    "encodedLength": 3985
  },
  {
    "content": "\nWhen people are fasting, they’re struggling to get enough sodium and potassium, and they’re obviously not getting enough magnesium. \nSo whenever patients are complaining of cramping with or without a fast, the first thing we check is how much magnesium are they getting in the form of slow mag\n\n\nPeter’s protocol: 2 tablets of Slow Mag when not fasting; When fasting, 3-4 tablets\n\nWhat about magnesium L-threonate?\n\n\n\nL-threonate is less about the magnesium and more about what L-threonate does\nL-threonate is a CNS transporter—magnesium doesn’t cross the blood brain barrier very effectively so the threonate is taking whatever magnesium you’ve got and getting it into the CNS as well\n\n\n\n\nWhy does this matter?\n\n\nFirst, it’s being investigated for its potential benefits in the treatment of mild cognitive impairment.\n\n\nSecondly, it may improve sleep (which Peter has found to be true empirically)\n\n\nPeter’s protocol: Peter takes Magtein as a standalone supplement (2 capsules)\n\n*Summarizing Peter’s magnesium protocol:\n\nPeter takes 3 forms of magnesium: oxide, chloride (Slow Mag), and L-threonate (Magtein)\nWhen NOT fasting, he takes ~400-500 mg of oxide (morning), 2 tablets of Slow Mag (morning), and 2 capsules of Magtein (before bed)\nWhen fasting, he stops the oxide, takes a double dose of Slow Mag, and continues to take his Magtein before bed\n\n \nAdvice for engaging with and questioning your doctor [1:03:15]\nWeekly emails on this topic:\n\nHow to find a good doctor – 7/12/20\nColorectal cancer screening – 7/27/20\n\n***\nHow to talk, engage, and question your doctor\n\nFirst, Peter admits that physicians are in a tough position—many doctors must see upwards of 6 patients an hour to maintain their practice which squeezes the time they have for answering questions from patients unrelated to the particular visit\nSo coming into an appointment and hitting them with tons of questions they weren’t prepared for creates a difficult scenario\n\nBest practice: Send them an email before your appointment to give them a chance to reflect your questions, read up on it, and have their point of view ready \n\nPlease remember, you’re still the consumer, so if the doctor is utterly dismissive of what you want to discuss, then you have a right to go get another doctor\n\n“Medicine is not that special. There’s nothing special about the fact that we spent four years going through certain types of school. There’s good doctors, and there’s bad doctors.” —Peter Attia\nMedicine comes down to these four A’s: advocacy, affability, availability, and ability\n\nYour doc many not score a perfect 10 in all 4 categories but you better get some fraction of those to a level that is your satisfaction\n\nIf you’re not getting an answer that you’re comfortable with from your doctor, you should go find another doctor — “Yeah, that’s a bit painful. But we’re talking about your health here. So it’s probably worth that investment.”\n",
    "contentLength": 2913,
    "encodedLength": 714
  }
]