[
  {
    "content": "Jake Muise is an avid hunter, environmentalist, and advocate for the preservation of Hawaii’s natural resources. He is the founder of Maui Nui Venison, a company which actively manages Hawaii’s imbalanced population of axis deer by harvesting them as a food resource. In this episode, Jake tells his unbelievable backstory growing up in Northern Alberta before landing in Hawaii on a volleyball scholarship where he fell in love with the islands and the people. Jake explains how axis deer—a non-native species—were brought to the islands and how they have since become imbalanced to the detriment of Hawaii’s precious ecosystems. He goes on to explain the incredible lengths that his company has taken to ensure the most humane harvesting techniques imaginable resulting in a food source that is as clean and healthful as can be. Additionally, Jake and Peter examine what makes meat from axis deer one of the most nutrient-dense red meats on the planet.\n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#156 - Jake Muise: Humanely harvesting axis deer while alleviating its impact on Hawaii’s vulnerable ecosystems\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#156 - Jake Muise: Humanely harvesting axis deer while alleviating its impact on Hawaii’s vulnerable ecosystems\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#156 - Jake Muise: Humanely harvesting axis deer while alleviating its impact on Hawaii’s vulnerable ecosystems\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nUpbringing in Northern Alberta, a diet of moose meat, and learning to surf in Nova Scotia (3:35);\nHow volleyball brought Jake to Hawaii where he met the Molokai people (14:00);\nJake’s introduction to axis deer (26:30);\nPro volleyball in Europe, missing the Olympic team by one spot, and his return to Hawaii (29:00);\nHistory of axis deer in Hawaii—how a non-native species came to the islands, and the superpowers that make them so hard to hunt (34:00);\nA potential catastrophe avoided on The Big Island—The amazing story of how Jake tracked and found axis deer that were secretly brought to The Big Island (52:15);\nJake’s work helping ranchers on Maui (1:08:15);\nThe detrimental impact of an imbalanced axis deer population (1:10:30);\nThe incredible evacuation of farm animals from lava-locked land due to a volcano eruption (1:17:00);\nThe creation of Maui Nui Venison—going above and beyond USDA requirements (1:27:00);\nThe most humane way to harvest an animal—the unmatched standards Maui Nui Venison uses to harvest axis deer (1:32:00);\nWhy meat from axis deer is nutritionally superior (and tastes better) than other meats (1:46:00);\nWhy axis deer meat is the best option for those reluctant to eat meat: True nose-to-tail nutrition and ethical harvesting (1:58:15);\nWhat a truly balanced population of axis deer on Hawaii would look like (2:06:15);\nMaui Nui Venison’s charitable work during the COVID crisis (2:12:45); and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t",
    "contentLength": 6561,
    "encodedLength": 2997
  },
  {
    "content": "\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesUpbringing in Northern Alberta, a diet of moose meat, and learning to surf in Nova Scotia [3:35]\nUpbringing\n\nJake grew up in a small town called Rainbow Lake in northwest Alberta, Canada—technically in the Arctic Circle\nIce fishing was a big activity — once his dad drilled down 6 feet into the ice without hitting the water\n“Lots of resilience comes from living in a place like that” says Jake\nDad was in the oil industry so they moved around a lot, but it was mostly in Northern Alberta\nPart of that isolation meant his dad was a subsistence hunter\nThey would shoot a moose and that’s what they ate all winter long long\nIn the winter, they would move down to a place closer to Calgary, and in preparation for the move his mom had to essentially pack for 9 months—collecting groceries all summer long\nOther things they ate as kids — Pheasant pablum\n\nChores as a kid\n\nCleaning the bathrooms when it was too cold to go outside\nAnother regular chore was shoveling the roof to reduce the weight of the snow collapsing the roof\nSeveral winters, the snowbank connected to the roof and as kids they were able to snowboard off the roof into the snowbank\nIt was so cold you would stop moving and you’d have to worry about hypothermia—as kids they would have to go in the house and get warmed and then go back outside\n\nMore about what they ate\n\nFor 8 to 10 months, there’s not a single leafy green available\nThe vast majority of their diet was meat\nThey called moose “swamp donkeys” because moose meat had a distinct taste as moose would spend their time in swamps eating lily pads or whatever was floating around\nIn the summer, everything would melt and the whole area was a muddy mess\n\nMoving to Nova Scotia\n\nWhen he turned 16 his family moved to Nova Scotia \nGoing from northwest Alberta to Nova Scotia, you might as well be moving to the Artic to the Caribbean, but it’s still freezing cold water with slush that forms in the seawater during the winter\n\nPicking up surfing\n\nHe picked up surfing in Nova Scotia (despite the freezing water)\nThe biggest waves were these wind waves\nThe first thing they did when they arrived in Nova Scotia was go to the beach which is where they saw people surfing and he and his brother said, “We need to do that.”\nIt started a long and semi-dangerous career in surfing in Nova Scotia given the freezing cold water and the huge swells during the winter months\nThey couldn’t afford good wetsuits so they used to tuques\nWithout wetsuits, they would surf as late into the season as possible (September/October) until it was literally too cold to enter the water\nBeing on a budget, the first surf board they made was using styrofoam and duct-tape\nTo up their budget, he and his brother started a grass cutting company and they were able to buy a real wetsuit and surf board\n“I just fell in love with the ocean.” says Jake\n\n \nHow volleyball brought Jake to Hawaii where he met the Molokai people [14:00]\nBeginning of his volleyball career\n\nThe last year in Northern Alberta, Jake and his older brother Josh started playing volleyball and they picked it up pretty fast\nWhen they moved to Nova Scotia when Jake was 16, they used volleyball to integrate into the new community and volleyball just stuck\nHe competed at a really high level—including Canada’s Youth Olympic Program and then Junior Olympic Programs\nWhen he was at a Junior Olympic Program, the University of Hawaii saw him play\nIt turns out that when deliberating on whether to recruit Jake to U of Hawaii, Tino Reyes (the assistant coach) saw pictures of Jake surfing with icebergs in the background\nHe was about 6 feet tall (short for volleyball) but they said, “If this kid can do this, whatever we’re going to get… The level of resiliency we’re going to get out of him, it’s going to be worth it. Even if we’re losing a couple of inches.” \n",
    "contentLength": 9016,
    "encodedLength": 2986
  },
  {
    "content": "\n“Volleyball’s taken me all over the world. It’s been amazing.” —Jake Muise\nArriving in Hawaii\nMinor culture shock\n\nThe initial shocks were tiny\nFunny example: \n\nOn his recruiting trip they first showed him the university and the volleyball facilities and next they took him to the beach and gave him a pair of boardshorts \nHaving never seen board shorts before, he put “tighty whities” on underneath them since there was no liner\nSo I put the tighty whities on underneath the boardshorts, tie them up, head out to He headed out to Kaiser Bowls ane when paddling out his tighty whities were hanging out the back\n\n\n\nMeeting the Molokai people—An awesome accident\n\nWhen he got to the University of Hawaii for the fall, they messed up him dorm assignment, “which turned out to be the best, probably the best thing in my life”\nThey put him in the dorm for all of the local kids that didn’t have good enough grades so they were taking this summer program to get into school\nHe happened to get placed in the wing with all the kids from Molokai\nJake was astounded how big these people were\nJake was pretty obviously out of place but in true Molokai fashion, they quickly accepted him into their “family”\n\n“It was the best thing that ever happened in my life. They took me under their wing, and all of the best parts of my life have come from walking into the wrong dorm.” —Jake Muise\nMore about Molokai—geography and culture\n\nThe island is only 10 miles by 30 miles, roughly 180,000 acres\nThere are only 7,000 people, most of which are true locals\nWhat makes it so special is they have fought for years and years and years to keep Molokai the exact same way it has always been—no stoplights, no major resorts, etc.\nThe people are very active in maintaining the community—no poverty, no homelessness, etc.\nFood they eat\nAbout half the food they eat comes from the ocean or the land\nThey do a lot of subsistence hunting—deer, black buck, goats, and pigs\nThey have the longest standing reef in Hawaii, on the south shore of Molokai which is still teeming with fish\n“They fought to protect all of these natural resources. They fought to protect their way of life, because Molokai’s beaches are extraordinary.” says Jake\nThere was actually a failed attempt to put up a fancy resort on the north shore at La’au Point\n\nGetting “adopted” by a local family\n\nGetting back to Northern Alberta was too far away so he spent every long weekend, Christmas break, holidays in Hawaii\nIn Hawaii, the term for adoption is hānai — Jake got hānai-ed by a Molokai family along with a friend of his named Mike\n\n“I’ve been a part of that family as long as I’ve a part of my family in Canada. . .just so lucky and so fortunate to get to be a part of that place, and part of my adult life. I grew up as a function of that place, and the cultural values it has.” —Jake Muise\nVolleyball career at Hawaii [25:30]\n\nJake had a very successful career at the University of Hawaii\nThey won the title in one of his 4 years but some rules get changed after the title is won—for political reasons—they take the title away. “It was a mess.”\nThey were top three in the country every single year\n\n\nFigure 1. Jake playing volleyball.\n \nJake’s introduction to axis deer [26:30]\n\nWhile in college, being able to go to Molokai and learning more about that culture, learning more about axis deer, it was an amazing experience\nAs an athlete, he started to realize something, “I feel so much better when I have deer meat in my freezer.” \nBeing broke college, he says he would have “starved” without axis deer\nHe would go hunting for axis deer, filling up coolers that were way overweight and then bargaining with people on our floor for freezer space\nIn college, he was building strength and lifting weights and he remembers thinking, “Man, I feel so much better when I have axis deer here.” \n\n\nFigure 2. Axis deer in Maui. [source] \nBasic understanding of axis deer\n\nPeter asks: How much did you understand the history of how they got there? And what the true significance ecologically was? Did you know any of that at the time?\n“I honestly didn’t. It was entirely recreational.”\nIt was only later when I saw the detrimental impact of axis deer on the native lands of Hawaii\nBut the axis deer is revered by the people on the island of Molokai—Nobody in Molokai calling it an invasive species\nIt’s been part of that culture for a hundred plus years and they find extreme value in it\nThey do understand the detriment that it’s there, and they hope for management options in the future\nBut when the family introduced Jake to axis deer, they didn’t introduce it as the idea of it’s an invasive pest \nIt was introduced as, “This is an amazing resource that we get to utilize and something we really enjoy recreationally.”\n“It wasn’t until I experienced or saw some of those things that started to kind of put it together.” says Jake\n\n \nPro volleyball in Europe, missing the Olympic team by one spot, and his return to Hawaii [29:00]\nAfter college:\n\nJake was playing professional volleyball in Europe\nHe tried out for the Canadian Olympic team and was the last guy to get cut\n“I was devastated…thought I had like an incredible tryout.”\n\nNow what?\n\nJake had zero plans for not making the olympic team\nFirst thought was to return to Moloka’i\n\nDeciding what to do after volleyball\n\nIn college, Jake has written a business plan to mimic the model of New Zealand to domesticate axis deer\nAnd near the end of college, he has started to formulate these ideas of what could he do that was a better option for Hawaii\nIn his two years in Europe, he started a nonprofit called the Axis Deer Institute\nThe reasons or starting the nonprofit was because nobody would give him access to studies out of India when he was attempting to collect population and biological information on axis deer\nAfter starting the nonprofit called the Axis Deer Institute the studies started to flood in because it gave him credibility  (i.e., “Hey, this is Jake Muise, I’m executive director of the Axis Deer Institute.”)\nAfter volleyball the plan became: What can we do to better manage axis deer?\nHe flew back to Moloka‘i, and four days later he met his\nHe spent the summer there, then played another year of volleyball in Europe, before retiring and returning to Hawaii to start a life with his wife\n\n \nHistory of axis deer in Hawaii—how a non-native species came to the islands, and the superpowers that make them so hard to hunt [34:00]\nExplaining what these axis deer are, how they got to Hawai’i, how many of them there are, etc.\n\nPeter says, “my attraction to axis deer can only be described as a love at first sight…breathtaking”\nBut this is not a species of deer that is native to Hawaii. \n\nSo how did they get there? And where did they come from?\n\nIn 1868, King Kamehameha V hired the Matheson Trading Company to get axis deer out of India to bring to Hawaii [Hawaiian Gazette, 1867]\nJake notes that only 5% of Hawaii’s newspapers are translated so 95% of their history is buried in there\nHis wife helps to translate newspapers for Jake such as articles that explain how they came down the Yangtze River on a boat called the Lochnagar before arriving on Moloka’i with two bucks and five does (a baby buck was born and they named it King Kamehameha the Fifth) [Honolulu Star Bulletin, 1972; Honolulu Advertiser, 1961; Honolulu Star Bulletin, 1936]\nThese axis deer are originally only put on the Island of Molokai\nAnd they put a “kapu”—a restriction—on harvesting axis deer for the local people there \n\nThey were, at that point, “the King’s deer”, but it’s still unclear as to why the king sought this particular animal\n\n\nOnce on the small island of Molokai, they start to proliferate very quickly\nThey found articles estimating there were 7,000 deer and they were already decimating what they were describing in the “upland forest” [Honolulu Star Bulletin, 1950]\nThere’s an article about them hiring “sharp shooters” from California, and the sharp shooters from California recorded killing 5,000 deer [Honolulu Star Bulletin, 1950; Hawaii Tribune Herald, 1964]\nNot too long after there starts to be arguments over how to manage the axis deer [Evening Bulletin, 1909]\n\nTwo Hawaiian reps were saying, “we have to do something about this. . .they’re going to continue to destroy our upland forests.”\nIn other words, as far back as a hundred years ago, people were already recognizing the negative impacts axis deer were having on the communities\n\n\n\n\nFigure 3. An 1837 depiction of axis deer from a Hawaiian newspaper. [source]\nReplication cycle of axis deer\n\nGestational period is 238 days\nThey average three fawns every two years\nMost male, non-axis deer lose their ability to mate when they cast their antlers every year – their testosterone levels drop so low that their sperm becomes non-viable (typically during winter time)\nAn axis deer, however, is a tropical animal and even when they cast their antlers, their testosterone stays high enough to allow them to breed year round\nAxis deer’s population dynamics look like those “hockey stick curves” once they get started and they’re extraordinarily healthy\nData on harvested axis deer show that 89% of female deer are lactating or pregnant at the time of harvest\n\n“You put [axis deer] in Hawai’i where there’s obviously no predators, perfect feed, they can jump six to eight foot fences and move wherever they need to to maintain their own health, and you’ve got a pretty astounding, invasive species, but also a resource.” —Jake Muise\nAxis deer superpowers: Why are axis deer so hard to hunt?\n\nOftentimes, people will ask, How hard can it be to shoot a deer with a bow and an arrow? \nBut every animal does have a superpower, says Peter\nFor example, with pigs, their super power is smell. They can smell you at a very great distance. And so if you are not downwind of them, they will sniff you out.\nFor axis deer, they have at least 3 “superpowers”\n\nTheir sense of smell, their vision, and their hearing. \n“This animal is so superior to us on at least those three senses, that it’s about as hard as any animal to get within a hundred yards of.”\n\n\nAnd to get a shot with a bow, you have to get much much closer than 100 yards\nJust think, this is an animal that spent a billion years evolving to escape tigers and jaguars (some of the most efficient predators on the planet)\nFurthermore, axis deer had to evolve all of these evasive skills in thick jungle\nA potential fourth superpower: To evade tigers in dense brush and foliage and like, they would have had to have such incredible observational skills\n\nIn India, for example, axis deer team up with monkeys and birds to use them like alarms\n“They are relying on third party information…not just their own. They’re so tuned in to their environment.”\n\n\nFurthermore, when axis deer find places that are safe, they stay there\n\n“If you can successfully harvest an axis deer with a bow, you can do almost any other animal on the planet.” —Jake Muise\nHow axis deer got to Lanai and Maui\nHow and when did that happen relative to the 1860s with the initial introduction to Molokai?\n\nLanai: In the 1920s, the then owner of the Island of Lanai chose to introduce axis deer from Molokai to Lanai\n\nLanai is half the size of Molokai so the deer very quickly became fully established at “carrying capacity” — meaning the overall population of deer is only going up and down each year with available feed and or how many fawns are surviving\nA survey five years ago showed there was 21,000 axis deer on this very, very small island\n\n\nMaui: In the next phase, axis deer are introduced to Maui in the 1960s, but not without controversy\n\nYou would think by now there’s common knowledge that there are issues with this animal\nFor example, there was this huge outcry on the Big Island that said “No way. We’re not bringing this animal to the Big Island, it’ll be detrimental.”\nLong story short, the Big Island says no, but they got approved to be introduced to the island of Maui which ia about 460,000 acres\nThe axis deer population on Maui is still what we consider an “emerging population”—so they’re continuing to grow, but they haven’t reached carrying capacity",
    "contentLength": 12165,
    "encodedLength": 2996
  },
  {
    "content": "\nThis year, it’s estimated that the population of deer on Maui to be about 60,000\nBut the population will max out at 210,000 deer (unless we’re able to get ahead of that)\nOn Molokai, by comparison, it’s about 70,000 deer (and only about 7,000 people)\n\n\n\nHow does that compare to the density of populations in other parts of the US?\n\nBy comparison, Texas Hill Country had the densest deer acreage or densest number of deer per acre at about 6 per 100 acres\nHawaii, in established areas, has 25 deer per hundred acres—at least 3X whatever the densest deer populations on the continent are\n\n \nA potential catastrophe avoided on The Big Island—The amazing story of how Jake tracked and found axis deer that were secretly brought to The Big Island [52:15]\nHow they got to The Big Island\n\nIn 2010/2011, axis deer were brought to The Big Island by private individuals (not the state) \nThey trapped a few deer on Maui, flew them to The Big Island via helicopter, and drop them off secretly \nNobody finds out about it until about a year and a half when a rancher saw them on his camera trap\nThe ranchers immediately called Jake and Mike because everybody said, “if you got any chance of  finding these things, here are the two guys to ask”\nThe area which was thought to be where they were located was the size of Moloka’i—70 square miles\n“I just remember thinking, ‘How the hell are we going to find these animals?’” says Jake\n\nPartnering with Mike\n\nJake partnered with Mike to try to find the deer\nMike grew up on Molokai and has been hunting and eating this animal every day\n“This is the closest human to an axis deer” says Peter (tongue in cheek) “He just knows where they go”\n\nPotential catastrophe\n\nThe state knows at this point that there is at least three axis deer on the Big Island and if they go unchecked, it’s going to be a catastrophe (millions of deer)\nit started a three year project and it took us three years to find those animals\n\nThe journey to find the deer on The Big Island\nAt the beginning:\n\nMentally exhausting, Jake and Mike literally hunted almost every single day for a year and a half without seeing an animal\nSetting the scene: The area to search was just so big — It’s very, very windy so there’s wind blown trees over the vast majority of the area. — “Literally it was like doing yoga all day long. Like you were crawling in and through all of these trees, which deer love. So it was like physically exhausting, but then it was mentally exhausting because you were only covering a certain amount of acres. You’re looking for like a single piece of scat or like deer feces. You’re looking for like a single rub. You’re looking for like anything that would tell you that they’re there.”\nIn the end, they figured out that the deer has found a safe space of less than 100 acres\n\nGame changing tools\n\nEventually, they got a chance to start using military grade FLIR equipment\nThe equipment picks up infrared or heat signatures from bodies that get translated into an electrical optical image for you to be able to view with binocular units\nOver a period of a couple of months, they were able to start chunking off huge areas of land in being able to view with great detail these areas from a thermography standpoint\n\nFinally finding the deer\n\nIt was in the middle of the night, because you can only really use FLIR effectively in the middle of the night\nMike take his eyes off the binocular unit and he looked like he’d seen a ghost\nMike had seen a velvet antler (it has so much blood in it, so it’s hot)\nThe deer was about 5 miles away\nOver the next four hours, Jake guided Mike in closer via binocular unit\nWhile going down there, they saw several other deer\nMike was eventually able to find and get one buck (male deer) and he just missed the doe that was with it\n\nHow many deer were there at the time? \n\nIt ended up being five, but at the time there were only four that they knew of\n\nHow long until they got the rest of the deer?\n\nIt took another year and a half to capture them all\nWhat happened was they “bumped” their home range and so they moved several miles away so they had to restart their search\n\nWhat were the expectations from the state of Hawaii?\nJake says that most didn’t think they would be successful at finding the deer for a couple reasons:\n\nFirst, Invasive species are a prolific issue in Hawaii—Everything evolved here over millennia, anything we introduce is such a disaster, it doesn’t matter if it’s a frog or a plant\n\nAnd nearly all of the projects related to stopping invasive species are not successful\n\n\nSecondly, it was well known how impossible it seems to be to find axis deer\nPlus, they really had just a minuscule budget (Mike’s shoes have duct tape all over them)\n\nAfter finding the first deer\n\nFunding boosted pretty quick after we got the first deer\nHonestly, had it not been for just some of the resiliency of Jake and Mike’s partnership, it would not have worked out\nAfter finding that first deer, and knowing that there were more deer, “we could have took 10 years we were going to find the rest of those deer”\nWe didn’t understand how much more active they were at night, we didn’t understand all of the behavioral cues of what was happening at night\nThe nightly repetition eventually paid off — they were able to spot many more animals (pigs, etc.)\nThey were getting significantly more confident in what they were (and weren’t) seeing\nThey started narrowing down hundreds of thousands of acres and developing survey procedures (which didn’t exist anywhere else)\n\n“I remember finding and removing that last deer, and me and Mike looking at each other, and we knew, we were like, ‘Oh shit, we got them all.’” —Jake Muise\nHow did you know that was the last one? \n\n“We were confident that was the last one in that area”\n“There’s no way I can say there’s no deer on the Big Island, I can confidently say at the time we were done that project.”\nThey spent 300+ hours in a helicopter scouring 10,000 acres every hour\n“We believe it was 95% accurate in detection rates…we were marking beehives as our detection protocol.”\n8 years later, there hasn’t been another siting of deer in the area\n\n“Talk about life lessons. So the second half of the project, waking up every night at 6 AM, eating dinner with your family, and then rolling out for 12 hours of using that FLIR equipment, not knowing what you’re going to find, for a three-year hunt. Apart from athletics I think any level of resiliency I have probably came from that project.” —Jake Muise\n \nJake’s work helping ranchers on Maui [1:08:15]\nThe axis deer situation in Maui\n\nAt this point in time, it’s safe to say there’s no real concerted strategy around what to do in Maui\nAnd the destruction is much greater\nThe people there are much less fond of them — calling them “spotted rats” for instance\nThe deer were dropped off in the central area for all ranching — and they now directly compete with cattle for feed, they break fences, etc.\n\nWhy they went to Maui\n\nJake made the move from The Big Island to Maui primarily because of opportunity\nThe ranchers on Maui are begging for Maui for help in many cases saying things like, “We’ve got tens of thousands of deer over here, we don’t care what you do with them, just come and shoot them.”\nBut Jake can’t just shoot them – there had to be a better way: “All of the learnings and experience and cultural values that came from Molokai we’re still very much a part of who we were.”\nOn Lanai, they have essentially resorted to just shooting deer out of helicopters\n\n \nThe detrimental impact of an imbalanced axis deer population [1:10:30]\nDamage to the ecosystem from land to water\n\nFor one, they are competing for the same resources as the cattle which is a big business in hawaii\nBut the bigger impact is the impact on the ecology of the ocean \n\nLooking at evolution…\n\nHawaii is the most isolated land mass on the planet—everything here has evolved over millennia to be best suited for its environment right here which included no large mammals, and certainly no grazing herbivores\nToday, Hawaii is the endangered species capital of the world\n30% of the endangered species list in the US is all plants & birds from Hawaii and that is a function of the introduction of non-native species and how they affect biodiversity\n\nBiggest negative impact of axis deer\n\nThe impact of axis deer is probably the most influential at the very top of the mountains\nWater is one of the most important things to the community\nThe Hawaiians knew this, the word for wealth was “waiwai”, it was water for native Hawaiians\nWatersheds are the most important resource—they’ve developed to capture all fog and rain and they go directly into aquifers\nFor deer in Hawaii’s forests, “it might as well be a salad bar” — those plants have developed no protections for themselves\nAnd once those animals affect the efficiency of our watersheds, they affect how much water they capture at a significant rate\nAxis deer’s most profound effect is in the mountains and affecting how that ecosystem collects water\n\nImpact on ranchers\n\nAs deer come down the hill, that’s when they start interacting with ranchers and farmers because they directly compete for feed at a rate of about 7 to 1 (every seven deer equates to about one cow)\nA lettuce farmer can lose 10 acres of lettuce overnight when a herd of a thousand deer come in\n\nRegarding the water and soil and fish:\n\nWhen there are large rain events, all of the soil that has taken tens of thousands of years to form on this tiny Island (especially coming from lava rock), all of this incredibly valuable top soil will run off into our oceans\nAdditionally, deer scat (poop) is extremely high in nitrogen — so the downstream effect of not only the soil depositing on our reefs, but also the impact of the nitrogen from thousands of deers feces starts to bleach our reefs as well\nBut more than anything, thousands of pounds of sediment come down in these events\nWhen you fly over the island, you can see crazy plumes miles and miles wide of this red dirt that is just going out and covering the reefs\n\nLosing reefs and fist\n\nFurthermore, Hawaii has lost significant amounts of reef and the fish that then go along with them\nIn short, there’s a major downstream effect of having an imbalance population of axis deer and it’s hard to fully equate the cumulative impact\n\nImpact on food security\n\nWhile axis deer are indeed a good food resource, they’re are significantly impacting the food security\nWhen they’re imbalanced, their impact is not a net positive for our communities when you’re at such imbalance in these populations \n“They’re impacting our food security here as the most isolated land mass on the planet.” says Jake\n\n \nThe incredible evacuation of farm animals from lava-locked land due to a volcano eruption [1:17:00]\nVolcano eruption\n\nIn 2018, there was a large volcano eruption on Kīlauea on The Big Island\nThe lava flow was ~500 yards wide moving at 50 miles an hour\nIt ended up completely destroying an entire community\nIn the process, two lava flows formed and they cut off a huge portion of a ranching area, including homes and a bunch of things \n\n\nFigure 4. Lava-locked land.\n\nThe ranchers were already losing much of their land and homes to the lava flows, and now much of their livestock were trapped\nJake and his team developed a net to capture and lift out live cattle via helicopter\n\nIt was a large metal circular frame with a triangle net\nAttached to the tip of the net to the top of the comb, it was attached to the frame of the circular structure\nVia helicopter, they would put the cone over the animal, release top of the net, and the net would fall down\nThe animal would walk out to the end of the net, and then they would pick up the frame and it would be sitting in this perfect cradle\n“A little hammock ride.”\n\n\n\n\nFigure 5. A cow taking a hammock ride.\nDay of the rescue\n\nHaving nearly zero context, Jake and his team were like “We can go and do that.”\nDriving out early in the morning, “it looked like Armageddon”\nThe entire sky in the middle of the night was red and roiling,\nThe heat was creating its own weather system, including lightening\n\n“It was such an odd experience to be driving towards it with the idea that we were going to fly around and pick these animals up, flying over these 50 mile an hour lava flows.” —Jake Muise\n",
    "contentLength": 12335,
    "encodedLength": 2975
  },
  {
    "content": "\nOnce onsite, they used the FLIR equipment to figure out how many animals were there and where they were\nThey rushed back to hook up the net\n\nThe first rescue\n\nThey hover the helicopter over the first cow\nIt’s a 100 foot line\nThe cone is hanging under the cow, and you’re eye level with lava flows\nYou’re seeing chunks of magma going everywhere and you’re seeing the ground heat up on two sides\nThe cows had moved themselves into the internal area between the two flows\nFlying over the first lava flow, there was so much heat coming off of flow, it was tossing the helicopter 300-400 feet in the air almost instantly\nOnce in the inside of the 2 lava flows, they find the first cow which happens to be a 2,000 lb bull (max capacity for the helicopter)\nNext, they have to fly the cow out over the lava flow to safety, but the cow is so heavy it was going to be difficult\nThe pilot decided to use the heat from the lava to help lift the helicopter up high enough as to now “barbeque the cow”\nThis cow is flying under the helicopter at a hundred feet, and they were flying at 250 feet above the ground\nSure enough, the heat lifts the helicopter right up just as the pilot predicted\nLooking down at the cow, it appears there is smoke coming off the cow — Jake thought, “What did we just do? We just burnt this cow.”\nTurns out that it was raining and the cow had water all over it so as they got over the flow, it was just steam coming off the cow, and the cow was perfectly fine sitting in it’s hammock\nOnce out of the lava flow, they set the frame down and the cow walks right out and starts eating some feed\n\n*Clip from the cow rescue:\n\nReaction of the community\n\nOver the course of a couple weeks, they pulled out 40-50 cows\n“To the rancher that was potentially going to lose it all, and to communities that were seeing all of this loss, it became this really interesting rallying point for the local community.”\n\n“We just had a knack of figuring it out as we go. . .with very limited math experience between the three of us, and we’re looking at this huge cargo net and these pipes, and I think we argued for like three hours before we built this thing.” —Jake Muise\n \nThe creation of Maui Nui Venison—going above and beyond USDA requirements [1:27:00]\n\nMaui Nui Venison\n\nJake started a company called Maui Nui Venison which is effectively an unbelievably efficient, humane way to operationalize the harvesting of access for food at a USDA certification\nImportant for people to understand: An individual can go out and hunt Axis deer, but that meat can’t be sold to anyone (at a store or restaurant, for example) for food safety issues\n\nHow the idea came\n\nAfter finishing the project on The Big Island, they were getting those inquiries from Maui and the light bulb went off \nJake understood what they were dealing with from an animal standpoint (population needed management, etc.)\nThe question was, “Why can’t we eat these things?”\nAs a non-native invasive species in Hawaii, the ownership of the axis deer on private land falls to the owner (where he can decided how to manage it)\nThe state isn’t responsible to manage that animal on private property\nWhen he started working with ranchers in Maui, Jake decided to call the USDA\n\nLearning about USDA requirements\n\nHe told them he was managing axis deer on private land and wanted to know “What rules would we have to follow in order to have this animal be USDA inspected?”\nThe USDA representative basically laughed at the question and said, “Here’s the Meat Inspection Act from 1930. It’s the Federal Meat Inspection Act. If you can follow these rules, somehow, we’ll give you guys a shot.”\nJake scoured the documents, and realized that it was potentially doable to humanely harvest and animal by the USDA standards\nGiven the amazing equipment that allows them to see the animals, he knew they could render these animals humanely \nOne of the most important rules of a brick and mortar facility, is how that animal dies\nThe terminology is: rendered immediately unconscious — shot in the skull cap so it dies immediately\nSo if they could do that do these axis deer, they would be shut down immediately\nThe other part of that document was that they needed a USDA certified slaughter facility — which wasn’t really possible to use the current facilities on Maui\n\nSo there were two major hiccups to start:\n\n1-Can we do this efficiently enough?\n2-Will my wife let me remortgage my house to buy a slaughter facility, a mobile slaughter facility?\nAt the beginning, both those answers were “no”\n\nGetting started in Maui\n\nThey moved forward with managing axis deer in Maui to help the ranchers and they turned the deer meat into pet food\nThat processed allowed them to test the theory that they could do this we were able to test a lot of these theories\n\nReaching back out to the USDA\n\nAfter 6-8months of keeping data every single night on proficiency rates and miles and occurrences\nOnce he could finally justify the requirements for the USDA, he called them back\nThe USDA reps came out and they were blown away by Jake’s process\n\n \nThe most humane way to harvest an animal—the unmatched standards Maui Nui Venison uses to harvest axis deer  [1:32:00]\n*WARNING: Graphic\nPeter on Jakes process of harvesting axis deer: “When you contrast how that piece of steak showed up [at the grocery store] with the work that you guys are doing in the field, you get a real sense of the difference and why a USDA inspector can show up and say, ‘I’ve never seen anything like this ever in the history of the USDA.’”\nHow animals are harvested in a typical brick and mortar facility:\n\nTypically, the live health inspection is done in a corral (in the case of a farmed cow)\nA whole bunch of cows that get trailered\nThey’re sitting in a corral system\nThe inspector is able to look at these animals, very closely view them and determine that they’re safe for human consumption\nThen that animal goes into a shoot system, goes into a press, or sometimes it’s hung up alive\nThen that animal is rendered immediately unconscious with a stunner or a bolt gun shot to the head\nIn most cases, that animal is very stressed\n\nHow Jake’s harvesting process is different\n100% natural environment\n\nThey don’t pen the deer\nThey don’t bait the deer\nTranslation, the animals they harvest are 100% in their natural environment\nNot even in a high fenced area, let alone a pen\nThey’re literally just out in the evening roaming about\n\nNot stressed\n\nIf the deer hear or see Jake and his team and get spooked, those animals are now in a stressed state and they are not able to harvest them\nHowever, if they come upon a group of deer and they don’t move away, that’s the indicator that they are able to start the ante-mortem process (observing them to make sure they look healthy)\nThey use the same FLIR binocular unit that can pick up a deer at six miles to inspect the living deer with extraordinary detail\nYou can see abscesses, old scarring, if they’re pregnant, etc.\nThe level of detail is actually better than an inspector looking at an animal in a corral to determine whether or not it’s healthy\nThe inspector will give the go ahead to shoot them once he does his inspection\n\nTaking the perfect shot\n\nThe deer must be rendered immediately unconscious\nThat means you must shoot it in the head\nIf done properly, that animal is in a zero stress situation and dies immediately\n\nComparing that to bow hunting…\n\nIn archery, a perfect shot is lung, heart, lung\nBut that animal doesn’t die immediately, it takes probably 10 seconds even with perfection\nThat an animal will die from hemorrhagic shock (i.e., blood loss)\nWhen you’re putting a high power ballistic (a bullet) into the head, that’s a central nervous system death, meaning the animal die due to brain swells (an immediate and instantaneous death)\n\nThe most human harvest imaginable\n\nBy definition, there is simply no more humane way to die than a bullet to the head \nThe animal has absolutely no knowledge that that is happening and the moment it happens, they cease to have awareness of anything\nNot only are they not aware, but most of the time the animals that are with them in a herd don’t even scatter  — The animal that was shot in the head literally drops straight down and the deer around it don’t suspect anything\nIn most instances, in a herd of 10, they’ll typically harvest three or four of them\n\nAccuracy/efficiency of proper harvesting\n\nThe FLIR equipment is so good that the friction from the bullet passing through the air creates a tracer. \nSo the inspector is actually able to see the bullet path and it hitting the head\nOne thing to be clear: Jake’s hunters are not perfect\nHowever, they have trained to imperfect in a way to not injure any animals\nTypically, where the perfect target would be central to that brain cap system, Jake trains his team to miss 30% of the time\nSo a perfect evening of shooting is at 70% efficiency\nThe miss is always high – so there’s never any consequence of missing (the bullet goes over the animal)\nThere’s so much pressure that surrounds shooting each evening so they‘ve had to train themselves to understand that imperfection was actually the best way to go about harvesting this animal\nIn that case, that imperfection is what allows them to meet the proficiency level of a brick and mortar for the rendering process\nThere has only been one bullet that hit the animal somewhere other than the skull \n\nIt was a shot to the neck, which still resulted in an immediate death. \nSo for all intents and purposes, it was the exact same, but it was off the target\n\n\n\n*Effect of sleep on shooting accuracy*\n\nOn Mondays, the hunters are making the conversion from being awake to working nights — and in that situation Jake’s expectations are for the guys to shoot at 50% accuracy\nWhat that does is it increases their margin of error for something bad not to happen because we now know through poor sleep, it absolutely affects our nervous system and our reaction time\nJake learned a ton from Peter’s podcasts with Matthew Walker \n\nJake’s team compared to brick and mortar facilities\n\nA brick and mortar facility is asked to operate at a 95% efficiency\nJake’s team is operating at 99%\nFurthermore, an animal that comes into a pen is stressed out and is moving around so even at point blank range it is challenging\nFor a trained hunter, it’s actually easier to be efficient when the deer is at rest and just unaware of what’s happening\nThat said, the axis deer hunter must have an intimate understanding of their behavior\nFor example, a right ear starts to dip and you know the head is going to go. \nA nose starts to go up and you know it’s going to start nosing\nThere are half millisecond instances that you have to understand\n\n“This isn’t something where I could bring in a military sniper and you can operate at this efficiency. I need a military sniper plus an [axis deer] expert in order to take those shots. . .It requires a very specific skill set.” —Jake Muise\nWhat’s the typical range? \n\nThe typical range of the shot is at 100-200 yards using a .308\nBut that range is restricted NOT because the hunters are not effective past that range\nIt’s actually because they are only given a three-hour window to harvest at night \nThe hunters carry almost every single one of these deer on their backs\nIt’s an awesome way for the guys to connect with each animal as we’re doing the process\nBut it’s also very technical in that, we don’t want any bruising or anything to affect carcass quality after all of that work\nSo you’re carrying a 200 pound animal on your back over extremely varying terrain\nThey have developed the perfect way to pick up a deer which took hundreds, if not thousands, of animals to figure that out\nSo at 200 yards with a 200 pound animal, you’re getting back to the bike or truck exhausted\nWhat they have learned is that they can actually harvest more deer in a given night if they skip the animals past 200 yards\n\n \nWhy meat from axis deer is nutritionally superior (and tastes better) than other meats [1:46:00]\nPeter’s take on axis deer meat\n\nSomething that’s very different about Axis deer\nIt seems infinitely cleaner, healthier. The animal itself seems to be very clean. There seems to be something about its meat that’s unique\nAs I’ve gotten to learn over time, a big part of that has to do with the intramuscular fat content\nMost people who have tried venison say, “Oh, it’s okay, but it’s a little bit gamey.” \nBut Axis deer sort of exists in its own camp, which is not particularly gamey at all\nIt’s basically 0.4% intramuscular fat — it’s a very unique animal in that regard\n\nWhat contributes to the meat quality",
    "contentLength": 12643,
    "encodedLength": 2993
  },
  {
    "content": "\nHumane way they are killed\n\nThe humane way they are killed instantly contributes to why they don’t have these high levels of cortisol and lactate at harvest which definitely contributes to some of the taste that you can have in wild animal typically\nBut there’s also something that plays a much longer term role in the development of the muscle\nThat conversion of glycogen stores as that animal goes through rigor mortis that muscle trying to continue to do something so pulling on ATP and a function of that process being lactate\nThat lactate is so important as that rigor mortis process gradually takes place over 16 to 24 hours\nThe pH level of that meat completely changes the color and texture in animals that are stressed and don’t have that gradual process to go through\n\nEating habits of axis deer\n\nUsing camera to watch them, Jake has learned a lot about how they eat\nWhat was astonishing was that they are primarily grass eaters, which is not the case for most deer species, which are primarily browsers\nBrowsers being that they’re always looking for for legumes and shrubs and trees — They’re constantly pulling on different plant species\nBut axis deer are primarily grass eaters\nWhen you talk about what little intramuscular fat they do have, there’s high Omega-3s in there because they’re eating so much leafy greens\n\nAcute senses\n\nThey also seem to be very intelligent eaters with crazy acute senses\nFor example, after walking three miles down a hill with dew all over our boots, we walk through an Axis deer trail, which for all intents and purposes, there should be no scent on our boot\nYet an axis deer without even being in that specific spot, but five yards away, that deer is picking up the scent from that boot mark which was three hours earlier\n\nPicky eaters\n\nThey are so picky in what they’re eating and not even between different plant species, but within the same species\nThey’re going up to one of their favorite little legumes is called glycine\nThey’re going up to a particular group of glycine and they’re smelling, smelling, smelling before deciding to eat one particular patch over another\nWhat we don’t understand, is an animal that is that intelligent in what it eats, how that impacts its nutritional value, and how that plays into how extraordinarily healthy they are\nThe vast majority of other animals, a pig for example, plows through a field and just bulldozes its way through the entire thing\n\nPeter has been changed since eating axis deer meat\n\n“It’s hard to be healthier than the animal you’re eating. And it’s hard for the animal to be healthier than what it’s eating. Like this is not an accidental process.” says Peter\nSince having axis deer, “my appetite for store-bought meat has never been the same since that trip.” \n\n“I just realized, even if I’m buying the most organic grass fed beautiful steak, it didn’t have the same stress-free existence that that Axis deer had or that elk had.” —Peter Attia\n\nFigure 6. Peter cleaning his deer.\n \nHow axis deer meat helped to transform Jake’s body and performance [1:54:45]\n“When I started eating it the right way, I started noticing it. And I think at the age of what would have been like 20, I started getting stronger and I was really challenging my body.” —Jake Muise\n\nThird year of college Jake started to realize something\nHe was used to dumping seasonings like teriyaki sauce with a bunch of sugar on his meats\nHe stopped doing that and I started eating it like just straight steaks every night\nJake had a peak vertical of 43 inches\n\n\nFigure 7. Jake showing off his vertical leap at the net.\n\nHe started to notice he was recovering better from workouts such as when he did “gravity drops” with the Olympic Sprinting Team\nAt some point, it was hard to make physical gains and he remembers making this transition to just needing more food\nHe started eating the right way, he got stronger, and went from 190 pounds to 220 and it was all muscle\nJake says it was a function of his workouts and the quality food he was eating\n\n \nWhy axis deer meat is the best option for those reluctant to eat meat: True nose-to-tail nutrition and ethical harvesting [1:58:15] \nWith Maui Nui Venison, Jake has taken this notion of nose to tail to a whole new level\n\nThe harvested axis deer is made into steaks and other strips of meats and jerkeys\nThey make pet food and pet chews\nAnd now they make bone broth which Peter high recommends\n\nBone broth\n\nThe bone broth was sent to the USDA labs for testing \nWhen looking at the first batch of bones the USDA thought that they had adulterated the bones because they tested so high in protein per ounce (a statistical anomaly)\nThe second batch they sent came back the same\nIt tested 33% higher in protein per ounce than the best regenerative beef bones on the market\nRegenerative beef when compared to “conventional beef” is about 3% higher in the amount of protein per ounce (whereas the axis deer bone broth was 33% higher)\nAxis deer bone broth is essentially at about 25 grams of protein per 16 ounces \n\n“I think their level of intelligence in what they eat is translating to their nutritional value and we’re just starting to see that.”\nOne of Peter’s greatest joys…\n“One of the great joys I have is introducing people to [axis deer meat].” says Peter\n\nThe nanny who works for Peter’s family is (was) a vegan to a large degree because of the treatment of animals\nAfter seeing Peter’s family eat axis deer night after night, she finally asked some questions about what it was and where it came from\nShe ended up trying the meat and loved it\n\n“I respect whatever choice a person makes with respect to what they want to eat and don’t want to eat and what the reasons are, but it’s also important to understand not all meat is created equal.” —Peter Attia\nJake says…\n\n[We go to] crazy lengths to make the process technically humane\nBut we love these animals, the relationship with them started in this place where there was nothing but respect for them\nNow with Maui Nui, we’re seeing these testimonials where people are staying things like, “It’s been 20 years and I decided to have meat after watching your video.”\n“Something along the way told them it was no longer okay to eat meat and it’s been such an amazing experience for them to see our process and I think the intent in what we’re trying to do and be like, ‘Wait, this is an opportunity to eat meat again.’”\n\n“That’s the big part of this is our mission is to balance populations. Our mission isn’t to get rid of these animals, we find them as an incredible resource for our communities when balanced, and the only way we do that is people need to eat them.” —Jake Muise\n \nWhat a truly balanced population of axis deer on Hawaii would look like [2:06:15]\nCurrent state of axis deer\n\nThere is basically axis deer dying on the side of the roads in Malokai\nMaui has 60,000+ and it’s on the way to 200k+\n\nWhat does sustainability/balance look like?\n\nIt’s a super nuanced subject because they don’t have the capacity to manage deer on public lands\nThey also don’t ever want to affect resource availability for a subsistence hunter \nAnd anecdotally, on public lands on Maui, it’s pretty hard to find a deer\nThere’s a scenario where subsistent hunters play a huge role in what balance looks like, but Jake also doesn’t get to dictate balance on a private landowner’s property\nWhat Jake is able to do is say, “Here’s how many animals you have. Look, we understand what they’re doing as a liability, as a function of dry feed or watersheds or fencing, or like our roadways. . .This is how many animals you have, how many do you want?”\nThe land owners might say, “Let’s try and bring this from 6,000 to 2000 and see what it looks like.” \nJake’s team is able to manage them with such precision via these aerial surveys, so they are able to toggle that balance\n\nChanging ranchers’ perspective:\n“One of my absolute favorite things is we walk into a meeting with a rancher that is calling an animal spotted rat and it only presents liability to them. And by the time we leave that room, that animal has value because our harvesting process.”\n\nMaui Nui pays the rancher a small amount per pound for each animal harvested\nIn other words, it’s more valuable for them to let you harvest it humanely than for them to just shoot it and leave it sitting there\nAt balance, the rancher is happy because he has optimal soil health and no runoff, and he’s not losing feed\nBut he’s also seeing a small amount of additional value from this animal\n\nA ways to go\n\nMany ranchers have reached out for help, but Maui Nui is yet large enough to help them all\nMaui Nui needs to grow and hire more harvesters \nBut also there needs to be more people to eat these animals\nIn that scenario, Jake believes they will be able to achieve balance by both growing the company, working with all these private landowners, and then having people eat the harvested meat\n“If we’re able to grow large enough and we are able to operate on most of the private lands between all of them, we can find a population level that is also best suited for our community.”\n\nTrue balance is challenging \nMolokai is a great example—\n\nEverybody on that place is driving 10 miles an hour on the roads\nThere are so many deer on the road, the risks to hitting a deer is at those densities is profound\nMaui you can do 55, 65 miles an hour\n\nOther points\n\nThe deer due enormous damage to watersheds and sediment\nBut it doesn’t make sense to eradicate them since they are a good food source\nThis is a hard conversation too because Hawaii is also the endangered species capital of the world so there’s a very real conversation\n“If I was a conservationist, as I would say get rid of all of these invasive species and let’s work to bring back or rehabilitate the endangered species in these same spaces.”\n\nIs it even technically feasible to eradicate axis deer from Hawaii if that was desired?\n\nNo way, they’re too smart\nOnly able to accomplish that on the Big Island because they were in such low numbers\nSo there’s no choice but to find balance\n\nOne way to look at balance…\n\nTo at least say, “I support the idea that there shouldn’t be deer shit in our watersheds.”\nThere’s nothing more valuable to an isolated landmass and a community trying to be self-sufficient\nWe’ve donated 50,000 pounds of venison, over a hundred thousand meals through COVID because food banks were empty. \n\n“Hawaii’s economy teeters on absolute disaster because we’re so dependent on tourism and when COVID hit and we shut the door, the vast majority of our community was in trouble.” —Jake Muise\nNuance…\n\nYes, there’s ecosystems and ecology we have to respect, and every native species has a right to exist in its own place, but there’s also economics and food security\nIt’s finding a balance for where these animals should be in the long run and that’s where we produce food, it’s not in our mountain where we depend on water\nBut the conversation of balance isn’t just like, “What’s the deer density in this particular place?” \nThe conversation of balance is like, “How do you interact with all of these things across your communities and ecosystems and all of these other things?”\n\n \nMaui Nui Venison’s charitable work during the COVID crisis [2:12:45]\nDonating food during COVID \n\nPart of why Maui Nui has been in such high favor with local people because they gave away an enormous chunk of their product (right in the middle of the time when they were trying to grow as a company)\nAbout 50,000 pounds of food in eight months\nBu at the same time, it was a no-brainer, says Jake\nThey had to delay the growth of the company by donating all this food but it served the same mission which is you’re feeding people and you’re managing a population\nTo everybody’s credit on the team who knew they needed to grow to be profitable, everyone agreed this was the right decision\n\n",
    "contentLength": 11854,
    "encodedLength": 2893
  }
]