[
  {
    "content": "Check out more content from Layne Norton, Ph.D.:\n\n\n\n(May 24, 2021) #163 – Building muscle, losing fat, and the importance of resistance training\n(May 2, 2022) #205 – Energy balance, nutrition, & building muscle\n\n\n\n\nLayne Norton is a physique coach, a natural professional bodybuilder and powerlifter, and holds a Ph.D. in nutritional sciences. In this episode, Layne explains how he became interested in weightlifting and fitness both professional and academically. He provides insights into preventing and managing injuries while using consistency and determination to boost his professional success in bodybuilding and powerlifting. Peter and Layne also review the science of body composition and what’s really driving muscle growth, including the role of nutrition, supplements, and a number of important and misunderstood hormones important to muscle protein synthesis. Furthermore, Layne stresses the importance of maintaining muscle mass even while losing fat for improving metabolic health and longevity and provides the keys to developing healthy habits. \n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#163 - Layne Norton, Ph.D.: Building muscle, losing fat, and the importance of resistance training\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#163 - Layne Norton, Ph.D.: Building muscle, losing fat, and the importance of resistance training\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#163 - Layne Norton, Ph.D.: Building muscle, losing fat, and the importance of resistance training\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n",
    "contentLength": 2399,
    "encodedLength": 999
  },
  {
    "content": "  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nLayne’s childhood and why he gravitated towards weightlifting and bodybuilding [2:45];\nLayne’s academic path, overcoming ADHD, and kicking Adderall [11:45];\nParadoxical observations about expertise, and Layne’s career transition to health and fitness [22:00];\nThe power of persistence and resilience in the face of setbacks [32:15];\nBattling injuries, managing back pain, and setting lifting records [43:00];\nBodybuilding vs. powerlifting: comparing and contrasting the training approaches [57:15];\nCutting weight without losing muscle mass: exercise and dietary protocols, fasting, and a look at the literature [1:06:00];\nMuscle protein synthesis and the importance of leucine [1:25:30];\nNitrogen balance and muscle protein synthesis, and the regulatory role of hormones for fat flux and muscle growth [1:37:00];\nWhat’s really driving muscle growth: intrinsic vs. systemic factors, IGF, and hormone signaling [1:46:30];\nThe role of protein, carbohydrates and insulin on muscle growth and preservation, and the importance of context when interpreting study results [1:55:30];\nClarifying the role of cortisol—a misunderstood hormone [2:07:45];\nThe problem with studies trying to isolate one nutrient [2:15:00];\nThe important role of inflammation from exercise [2:19:25];\nKeys to preserving muscle, and the value of habits, consistency, and resilience [2:23:30]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n",
    "contentLength": 2408,
    "encodedLength": 999
  },
  {
    "content": "  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n",
    "contentLength": 1838,
    "encodedLength": 999
  },
  {
    "content": "\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n",
    "contentLength": 1449,
    "encodedLength": 704
  },
  {
    "content": "\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n",
    "contentLength": 2901,
    "encodedLength": 999
  },
  {
    "content": "\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesLayne’s childhood and why he gravitated towards weight lifting and bodybuilding [2:45]\n\nDom D’Agostino introduced Peter and Layne and Peter has wanted to interview Layne for 2.5 years\nDespite what people might assume, they have similar viewpoints on most things\nLayne grew up in Evansville, IN\n\nPlayed baseball since age 5 and lettered in high school\nSports did not come naturally to him and he had to work at it: “That may be apparent for my baseball aficionados out there. I was a five foot 10, right-handed first baseman. So, that’s not your prototypical first baseman”\nAlso ran cross country in high school, “definitely not the sport that you would pick as the precursor to strength sports and bodybuilding”\n\n\nLayne was picked on and “borderline emotionally abused” by other kids when he was growing up \n\nHe was nerdy, talkative, and goofy and had ADHD\n“I started lifting weights just to hopefully have people stop picking on me and get some dates. And lifting weights didn’t do either of those things, but I developed a passion for weight training.”\n\n\nHe loved weight training, but it didn’t come naturally to him\nNeither did academics, but “I did find at a young age that through sheer volume of work I could overcome a lot of that stuff”\n\n“I really appreciated lifting weights … from the perspective of the work investment to the payoff compared to how much talent was needed…For me, it felt more fair…in terms of level of work you get in versus what you see.” —Layne Norton\n\nIt’s also very measurable in a black and white way: can see that you’re lifting 10% more\nBoxing drew Peter into strength and endurance training, and older men who trained in his gym served as mentors to keep him safe, explain the sport, and give him common sense around training \nLayne went to the library for weightlifting books and magazines when started in the late 90s \n\n“We have really advanced our understanding of weight training. But the basics, progressive overload, that sort of stuff is still relatively similar. And I remember the book did talk about periodization, which at that time was not a new concept in athletics, but for weightlifting was a new concept”\n\n\nIf you’re consistent, you will get stronger regardless of what you’re doing\nHe entered his first bodybuilding competition at 19\n\n“I’ve always been drug-free in terms of anabolic steroids, growth hormones, all that kind of stuff. No performance enhancing drugs. I don’t have any problem with anybody who does it as long as they compete in untested organizations.” —Layne Norton\n\nThe only evidence-based natural bodybuilding coach, Joe Klemczewski, lived in his hometown and helped him prepare\nLayne won the teenage and novice divisions\n“Dr. Joe wasn’t right about everything, obviously. But the crux of his information and being so focused on being evidence-based and not necessarily buying into dogma, that sort of thing, that definitely did help me”\n\n \nLayne’s academic path, overcoming ADHD, and kicking adderall [11:45]\n\nListening to Joe talk about physiology made Layne want learn more about the human body and do more academically",
    "contentLength": 3352,
    "encodedLength": 988
  },
  {
    "content": "\nLayne was the first person in his extended family to go to college \n\n\nADHD made it hard for him to focus in school, and he found he had to study more than his classmates\n\nIn an advanced chem course in high school, he studied for 15 hours for a test but a friend who got the same grade only studied a bit the night before\nLayne’s college roommate could sit and study for 8 hours straight, while he would get in about 30 hours of productive studying if he tried that, so he learned to work in 30-45 minute blocks with breaks in between\n\n\nAt Eckerd College in St. Petersburg, Florida, he was worried whether he would be able to compete with the other students, so he studied hard and got all As\n\nHe took Ritalin and Adderall growing up but weaned off of it in grad school because he had developed the right study habits and hasn’t taken meds in 15 years\n“I always joke, the only problem with Adderall is whatever I was doing when it kicked in was what I was going to be doing for the next eight hours”\n\n\nHe thinks struggling when he was young helped because he learned to deal with adversity\nLayne had planned to study marine science – he was and is passionate about sharks and still has a goal of diving with a great white shark\n\nPeter mentions a National Geographic special that mesmerized him where researchers towed a dead whale out to sea to study tiger sharks they thought would feed on it but ended up getting footage a giant great white shark \nLayne’s plan was changed by a professor at Florida Institute of Technology who studied great white sharks\n\nHe said such jobs were very rare, very hard to get, and didn’t pay well\nTold him to get an undergrad degree in a more general science and then specialize in grad school\n\n\n\n\nLayne started in biology instead of marine science, but ultimately switched to biochemistry\n\nHis first year chem professor, Chris Schnabel, told him to do biochemistry instead because it would lead to more options and better opportunities\nHis second year organic chem professor (“He was firm but fair. If I look back, best mentors were always firm but fair”) asked him to be a summer research assistant even though he got a B in the class because he was passionate and worked hard\n\n\nBy his junior year he had started writing articles for bodybuilding.com\n\n \nParadoxical observations about expertise, and Layne’s career transition to health and fitness [22:00]\nThe Dunning-Kruger curve and the limits of knowledge\n\nIn graduate school, Layne “had crested the Dunning-Kruger curve and was down in the valley”  \nThe Dunning-Kruger curve is perceived versus actual knowledge\n\nWhen we start learning about a subject, since we are aware that we know little, our perceived knowledge pretty much aligns with how much knowledge we have (both very low)\nBut our perceived knowledge skyrockets after about 6-12 months after starting to study a particular subject \nEventually if you keep learning you realize that you did not know as much as you thought and how much more there is to learn\n“Even though … your actual knowledge is going up, your perception of your knowledge starts going down. And I would say my third year of graduate school was where it got to the very bottom”\n\n\nJeremy Loenneke, a professor at U Mississippi, always says, “Once you drink from the fountain of knowledge, you will thirst for the ignorance you once had”\nAttia’s Head of Research, Bob Kaplan, often quotes the saying “the further you get from shore, the deeper the water gets”\nPeter says he knows much more about nutrition now that he did 10 years ago, “but in relative terms, … it’s basically to the point where I pretty much think I know nothing”\n\n“I think unfortunately social media has created a lot of people who shout really loudly from the top of the … initial peak of the Dunning-Kruger curve”\nIt’s very difficult for people who want to learn because of the signal noise problem\n\n\nPeople gravitate towards a person who speaks like they know everything rather than an expert who recognizes the limits of their knowledge and adds caveats\nLayne’s podcast interviewed Alan Levinovitz, a professor of religious studies \n\nHe discusses naturalism, the idea that we assume something natural (which we can’t even really define well) is better",
    "contentLength": 4239,
    "encodedLength": 970
  },
  {
    "content": "\nLevinovitz said it’s a paradox, but if you want to find the people who know what they’re talking about, look for people who seem unsure\n\n\nLayne’s friend Greg Nuckols says that people can quickly determine whether someone else knows more about something than they do\n\nbut if two people have more knowledge on a subject than we do and they’re in disagreement, we have a lot of problem evaluating who has the better argument\nLayne says that debates favor those who can speak well and are not useful for evaluating arguments \n\n\n\n“At the end of the day, [whether] you’re talking about religion, politics, [or] nutrition, 95% of the people are going to go with whatever their perception was before the debate. …If you don’t have a PhD in something or an advanced degree, if two people are citing studies, who do you go with? It’s very, very difficult.” —Layne Norton\nLayne’s transition to the fitness industry\n\n3 years into his biochem degree, Layne knew he wanted to work in the fitness industry but little else\n\nAround then (2003), people who made money in the fitness industry owned a supplement company or a gym, were a personal trainer, or wrote for a publication\nWent to grad school to learn more and delay his decision so he could figure out what he wanted to do\n\n\nEnded up focusing more on nutrition than exercise physiology\n\nHe hears people say it’s 80% nutrition and 20% training \nHe says, “I have a PhD in nutrition. I will tell you, training is the most powerful thing for your health and body composition that you can possibly do” \n\n\nIf you don’t train, the changes to body composition from dietary changes will be minimal – you will lose and gain some lean body mass along with fat\n\n“Resistance training specifically is the most powerful tool you have to change your body composition, and I would actually argue your overall health as well.” —Layne Norton\n\nIn the beginning Layne was focused on building up muscle\nLayne picked up bodybuilding at 15, stopped at 16 when he got his first girlfriend, and then started again when he was almost 18 and never stopped \n\nHe was just under 5’ 10” and 152 lbs (he remembers because he was weighed at the Bigger Faster Stronger seminar) in 1999\nHe competed at 5’ 10.5” and ~175 lbs\nHis upper body was more muscular than others’ when he graduated high school\n\n\n\n \nThe power of persistence and resilience in the face of setbacks [32:15]\nPeter is curious about if or when Layne ever realized that he had a “gift of strength”\n\nOn Peter’s podcast with Mark and Chris Bell, he mentioned 4 brothers who trained in his gym\n\nThey were taking anabolic steroids, but they naturally had very high abilities and physical assets\nOne was an ER resident with limited time to train, but he would still come into the gym between shifts and perform impressively\n\n\nLayne’s best total is nearly 1800 pounds \nLayne never had a period of time where his gains were crazy, but he found that when he was very consistent and steady, he had very steady increases \n\nThe importance of working through setbacks:\n\n“I think if I’d had a lot of success right out of the gate, I might not have pushed as hard or been as consistent because it’s kind of this weird paradox with me.”\n“The harder something is, the more I want to do it.”\nLayne has seen plenty of instances where people have natural success right out of the gate and then when they start to meet resistance in their gains they give up\nWhereas the early resistance helped Layne in the long term as he was ready to overcome the harder obstacles down the road\n\nIn college…\n\nWhen Layne got to college he could start being more consistent with his lifting and eating\nHe was wanting to just get bigger in general and didn’t mind a little more body fat\n\nBodybuilders in person vs. on stage:\n\nLayne says that competitive bodybuilders look much more impressive in person than in onstage photos in terms of definition, muscle size, muscularity, etc.\n\nThe only bodybuilders Peter has paid attention to are Lee Haney and Dorian Yates and he has never seen someone of that stature in person \n\n\n\nWork ethic makes a huge difference in bodybuilding compared to other things:\n",
    "contentLength": 4134,
    "encodedLength": 982
  },
  {
    "content": "\nGenes likely play as much of a role in hypertrophy as they do in hitting a baseball or shooting a basketball, but the idea of success being related to work ethic appealed to him\n\n“I think a lot of the gift was I’m just really stubborn and I could tolerate a lot of training volume”\nIn 2015 he won a gold medal in the squat at the International Powerlifting Federation (IPF) world championships (“essentially the super bowl for power lifting”) and set a world squat record (668 lbs at the time) when he weighed only 201.5 lbs\n\n\n\n\nFigure 1. The squat. Image credit: startingstrengh.com\n\nTraining volume: The preceding 2 weeks before he won gold, he did 34 sets with over 500 pounds between squat and deadlift  \n\n\nFigure 2. The deadlift. Image credit: startingstrength.com\n\nLayne says he was gifted with a resilient body & mind:\n\n “I just remember looking back at that thinking like how bad I wanted that and just how much volume of work I did. And I think again, I think I was just able to tolerate some really insane style training”\n“I think my body was a little bit more resilient and I think my mind was a little bit more resilient.”\nHis gains were never overnight, it was always just kind of a slow, steady progression\n\n\nHis training did not come without setbacks: \n\nHe had multiple injuries: two herniated neck discs, multiple herniated lower back discs, hip injuries, etc., and it helped him to deal with those setbacks early in his career\n\n\n\nPersistence and resilience is key:\n\nHe doesn’t like people saying “have more confidence in yourself” – confidence has to be based on something\nHe suggests starting small: e.g., “this week I’m going to show up every day” to “I’m going to squat 200 pounds”\n\n“Over time, every little thing that you go through might feel insignificant in terms of what it means to you at that time. But when you look back, you can draw on that. … I always tell people, I don’t think I would’ve had the success I did in business or social media or academia if I hadn’t done weightlifting because that taught me so much about other things in life.” —Layne Norton\n\nPeter wanted to become a professional boxer and didn’t plan to go to college\n\nHe was able to tolerate a lot of training and also had a lack of confidence: “it was sort of an insecurity that the other guy’s going to train three hours a day, I’ll train six hours a day”\nBut then college seemed easy “compared to getting up at 4:30 every morning and running 10 miles and going to the gym this many hours and sparring this many rounds every day and doing 400 pushups before bed every night and all of those things”\nHe already had the “habit and discipline infrastructure” he needed to succeed\nHe is encouraged when his own kids take an interest in something because of the discipline they’ll learn\n\n\nMost people who don’t lift won’t appreciate the magnitude of the numbers like doing a 700 pound squat when you are 200 lbs and drug-free\nPeter says the way Layne talks about the use of performance enhancing drugs has never come across as haughty or holier-than-thou; his only real pet peeve is people who cheat and basically enter drug-free bodybuilding competitions while using drugs\n\n \nBattling injuries, managing back pain, and setting lifting records [43:00]\nLayne’s early performance\n\nBench press\n\nLayne peaked early in bench pressing – hit a 300 pound bench press in high school without a pause, with a pause maybe 280-85\n\n\n\n\nSquat\n\nLayne has a very long femur-to-shin ratio as well as a shorter torso, which means he has to lean forward when he squats\nIn high school be could squat 315 folded over, which is pretty strong for a high schooler\nbut he did not know how to use hinge or his hips correctly, and it was barely to depth if that\nHe did not deadlift until college and hit 405 lbs before he graduated\n\n\nPeter notes that these numbers are “very mortal,” which shows there has been a very slow and steady trajectory to where Layne is now and likely reflects muscle and technique maturity\n\nInjuries & back pain\n",
    "contentLength": 4007,
    "encodedLength": 984
  },
  {
    "content": "\nLayne had neck herniations from college rugby and had lost about 40% of strength on the left side\n\nA doctor told him he wouldn’t fully recover his strength, but Joe said docs weren’t used to patients like Layne who would actually do the rehab\nSix months later he did the rehab and was hitting personal records (PRs) again\n\n\nHe had radiating pain from his lumbar herniations\n\nwhen it flared up, it was 10/10 and he could not get off the floor\nSaw Stu McGill, one of the more well-known experts on lower back pain, who pointed out that about 60% of all people over 30 have disc herniations\nHas been on ongoing issue\nFirst hit in 2015 a week out from the Arnold Classic pro\nOne day he felt tight and by the next he couldn’t move\nOnce the inflammation subsided he was able to compete and actually won\n\nEnded up squatting 661 lbs and tying the world record\n\n\n\n\nBut back pain was an issue from that meet in March and world championships were in June\n\nHad to take 4 weeks off squatting and deadlifting and started only 4 weeks before world championships\nHe got the gold and set a world record in squat and a silver medal overall\n\n\nBut issues continued during a stressful period a few years later (“they have shown that like stress, lack of sleep, all that plays into your level of pain sensitivity”)\n\nStarting in December 2017, he took about 9 months off from any spine loading, which was probably overkill\nBut, he built back up and In 2019 he hit a 666 lb squat in the 727 lb deadlift at nationals\n\n\n\nWhere Layne disagrees with some doctors:\n\nLayne says he does not agree with docs who tell athletes they must give up their sport\n\nit’s not “a death sentence” for most people, especially with back injuries\nAbout half of people over 35 have herniated discs they are unaware of because they’re asymptomatic\n\n\n\nPeter wonders if Layne could pinpoint the cause of his pain (51:39) \n\nPeter says some people don’t have segmental control within the spine:\n\ncan’t generate enough intraabdominal pressure\ntoo much lordosis in the spine when they’re under an axial load\ncan’t generate enough articulation between T12 and L1\ntend to generate disproportionate load at hinge points\n\n\nLayne suspects that his lumbar flexion was a trigger for his pain\n\n\nFigure 3. The end of the thoracic spine (T12) meets the beginning of the lumbar spine (L1). Image credit: BraceAbility\nApproaches to managing pain\n“If we look at the bio-psycho-social model of pain, it gets really murky because I mean, they’ve shown that you can have tissue damage and no pain and you can have pain with very little tissue damage. So, I think part of it was just I had that initial injury to the disc, but then I probably didn’t give myself enough time to desensitize myself to that pain and just kept hammering at it.” —Layne Norton\n\nResearch shows that one of the best things you can do for low back pain is resistance training\n\nBut, if you were doing it with a load that increases that pain, then it’s going to make it worse\nmodify the load, tempo, and range of motion to reduce pain\nif those don’t work, modify the exercise selection\nLayne now knowns not to work through the pain, which made things worse, but to modify training to reduce the pain to a 2 or 3 out of 10\n\n\nWhen he had hip pain for 6-7 months, he stopped doing full range of motion squats and did above parallel pin squats instead (pause at the pins and then come up)\n\nAfter about 6 weeks it did not hurt as much\nThen gradually increased his efforts until he could do a full squat without pain\n\n\n\n“Based on what some of the pain specialists have said, you’re probably better off doing something than nothing if you can, because if you just take time away from training, you end up detraining. So when you come back, you’re not as practiced at the lifts and you might end up hurting yourself again.” —Layne Norton\n\nLayne modifies variables instead, sees it as a puzzle to work out\n\nPeter agrees that the worst thing for an injury is completely stop the activity ",
    "contentLength": 3980,
    "encodedLength": 982
  },
  {
    "content": "\nHe tends to move from two legs to one when he’s in pain: typically use not half, but a third, the weight at a single leg\n\n\n\n \nBodybuilding vs. powerlifting: comparing and contrasting the training approaches [57:15]\nComparing powerlifting and bodybuilding\n\nHave a very clear overlap, but also have a pretty different point of optimization\n\nbodybuilding is a very subjective sport where it’s about how you look and strength is less important\npowerlifting requires a lot of strength but nobody really cares how you look\n\n\nLayne has excelled at both\n\nConsensus seems to be that hypertrophy does matter for strength training, so the more muscle you have, the more weight you’re going to be able to lift\nBodybuilding is much more forgiving\n\nhave a lot of options because it’s simply about creating tension on the muscle to get the requisite volume and progressive overload\nThere are many forms of progressive overload, but volume load is a major one\nCan be done in many different ways – can pick something you can do without pain or that you really enjoy\n\n\nWith power lifting, you can do some accessory movements, but you still have to do and be well-trained on the major lifts\n\n\n\n“I think that bodybuilding in a way is a little bit more demanding mentally, because …you cannot imagine the levels of hunger and low energy that these people go through. … I’m talking about so hungry that you literally think about it from the moment you wake up to the moment you go to sleep and then it wakes you up at night.” —Layne Norton\n\nOnce after training Layne was so low energy that he watched a terrible show because he could not get up to get the TV remote \nLayne’s last show was in 2010 \nthe amount of calories you start on is not going to be what you end up finishing on\n\nhis lowest calorie level was ~1900\nDoesn’t sound low, but he’s probably 185+ lbs of lean body mass\nTrained at least 2 hours a day\nHis training was all he had energy for\nonce when he did a cardio session at night he couldn’t believe it had only been 3 minutes\nhe would get lightheaded standing up because his BP was so low\n\n\npower lifting is hard but you can leave it at the gym, but bodybuilding never leaves you\n\nit’s more flexible, though\nDorian Yates never squatted but Ronnie Coleman squatted tons of weight\n\n\n“I think that the appeal for me for bodybuilding was that mental challenge. Basically how much could you suffer?”\nAppeal of powerlifting is the relative lack of subjectivity: “either you pull it or you don’t, and that determines if you win or not” and, unlike bodybuilding, what you’re doing is exactly what you trained to do\nPeter wonders about the timing and order of doing both \n\nLayne says it’s individually independent\nFor him he’d do a powerlifting meet and then a bodybuilding show after that\nLayne would typically want about 6 months after a powerlifting meet to get ready for a bodybuilding competition to really maximize lean body mass \n\n\n\n \nCutting weight without losing muscle mass: exercise and dietary protocols, fasting, and a look at the literature [1:06:00]\n\nHow much lean body mass vs. fat gets lost depends on how much body fat you’re starting with\n\nsomeone who is overweight or obese doesn’t need to worry about losing too much lean body mass\nusing estimated numbers:\n\ncan go from 15% to 7% body fat with very minimal lean body mass loss\nFrom 7% to 5%, probably losing 20 to 30% of that weight as lean body mass\nBelow 5%, might be losing just as much lean body mass as fat mass\n\n\n\n\nLayne implements diet breaks, periods of eating at maintenance\n\nAim for a level of calories where you’re not going to add back fat tissue, but you can eat more than you did previously\nLayne would aggressively diet for 2-3 weeks to try to lose 1.5-2 lbs a week\nthen 1-3 weeks of eating just a maintenance level of calories (3200-3400 calories for Layne)\nworked well for him to maintain his strength\n\n\nwouldn’t use this strategy if he were getting ready for a bodybuilding show or coming down from a higher body fat\n\nuse it as approach lower levels of body fat",
    "contentLength": 4036,
    "encodedLength": 971
  },
  {
    "content": "\nHe’d only need to drop 10-15 lbs from where he is now, but he would probably spend more time at maintenance than he did in a deficit\nThink of it as a wet towel\n\nwhen you start squeezing water comes out very easily, which is like losing weight when you are obese\nBut when towel is almost dry and you’re trying to wring last bit of water out, you have to put in monumental levels of effort compared to what you did at the beginning to get the same amount of water out\n\n\nThat’s why he would want to allow so much time to get ready\n\n\n\nBody fat set point\n\nPeter is impressed that Layne could go from 15% to 7% body fat without much loss of lean tissue without exogenous testosterone \nbody fat set point theory: idea that you have a relatively tight range of homeostatic body fat that your body will try to maintain\n\nwhen you drop below that range, you really start to feel the negative effects of caloric restriction: hunger goes up while BMR, non-exercise activity thermogenesis, and libido drop\n\n\nBased on caliper readings, Layne estimates his body fat setpoint range is 7-11%\n\nOn a dual-energy X-ray absorptiometry (DEXA) scan, his range would be 10 to 14%\nThe lowest he’s been by caliper is just over 2% (maybe 5-6% DEXA), but at the end of the day it’s the visual aspect that matters\n\n\nPeter says that as recently as 10 years ago he was 7.1 – 7.8% by DEXA and he looked nothing like a bodybuilder, so he guesses that a bodybuilder could be 4% by DEXA \n\nA natural bodybuilder named Alberto Nuñez had such low body fat that the vascularity in his glutes was visible, and he was 6% by DEXA\nPeter wonders how much was visceral versus subcutaneous, and Layne points out the margin of error\n\n\nIt seems that if your body has a higher body fat set point, you may see some lean body mass loss at a similar body fat to what Layne is able to retain more at \nWe don’t really have a lot of data on this issue – scientific studies are blunt instruments that cannot control for many factors\nBut Layne thinks it’s likely that variation is due to different body fat set points\nCan use resistance training to overcome this\n\nThe relationship among diet, fasting, and muscle mass and limitations of current studies (1:14:45)\n\nDiet-induced lean body mass reduction may be because people are not doing resistance training\nAlso, “when people are dieting and they’re starting to feel worse because they’re lower energy, their training volume drops, their training intensity drops, and that’s probably part of it”\n\n“People don’t realize lean body mass is not the same thing as muscle mass. Lean body mass is all non-fat tissues, that’s skin, bone, organ weight, all that stuff, and including your body water. And a lot of, I think, what we see with lean body mass loss is water, gut tissue, liver. Those tissues shrink in response to caloric restriction.” —Layne Norton\n\nPeter points out that you can lose glycogen, which tracks with water\n\nFor example, if you lose half your glycogen volume, the total mass lost is 3-4 times the mass of glycogen lost given water, plasma, etc.\nLayne says the loss of a lot of water with glycogen is seen in ketogenic diet studies like Kevin Hall’s\n\n\nPeter does periodic fasting for health benefits (increasing autophagy) \n\n5-7 day water-only fast each quarter\nRather than alternating between cardio and resistance training, he did only resistance training on fasting days\nHe would deadlift, focusing on the biggest muscles and going more slowly\nneeded much more rest between sets, but could still move the same amount of weight\ndid not appear to lose muscle mass\nPeter thought that, although there was an mTOR reduction via the nutrient pathway, he was at least counterbalancing it\n\n\nWhat it takes to maintain muscle tissue is very minimal compared to what it takes to actually build it\n\nprobably have not lost contractile tissue in the fasting period\nmaintenance is a reasonable goal in a situation where not trying to maximize hypertrophy or strength\n\n\nLayne does not claim you can’t get strong fasting, only that it’s unlikely you can get as big and strong as someone who is consuming nutrients regularly ",
    "contentLength": 4118,
    "encodedLength": 992
  },
  {
    "content": "\nIn January 2021, Peter weighed the same he did 10 years before but a DEXA showed he had lost muscle mass \n\nHis body fat increased from about 7% to 16% over a decade\nUsed to train 4.5-5 hours a day, now maybe 90 minutes\nDifferent priorities and goals\nHis colleague Beth Lewis suggested he stop fasting to build more muscle\nIt’s an optimization issue\n\n\nRandomized controlled trials don’t show much difference between plant and animal protein\n\nBut 8 weeks is a short time window to look at muscle mass\nLayne knows he’s biased because he did work on leucine and has received funding from the egg and dairy councils\nHe fully acknowledges that you can build muscle with plant protein, as shown by plant-based bodybuilders with impressive physiques\nBut requires more detailed planning because of limited amino acids, low leucine content, etc.\nBut he thinks animal protein is going to end up being superior for muscle building\n\n\nconsistent resistance training and progressive overload is by far the most dominant factor in muscle hypertrophy\n\nbut we can barely pick out differences\nvolume and weekly set number are important, but sometimes we can’t distinguish differences in hypertrophy with different volume protocols\nGiven that, we’re not going to be able to tell the difference in the actual hypertrophy in eight weeks from protein sources where calories and total protein are acquainted\nStudies are underpowered and not long enough to show any difference between plant and animal protein\n\n\n\nLimitations of current studies\n\nPeter points out that studies are limited because it’s difficult to control the variables, and the tighter they are the shorter the study must be\n\nKevin Hall’s studies are at the highest level that can be done (use inpatient setting)\nPeter is friends with Kevin, has seen his lab at the NIH and others\nhas even  personally spent time inside the metabolic chambers, which have the highest level of precision inside a chamber that does indirect calorimetry\nbut you can’t put somebody in this situation for a year\n“If we think that the difference in a person over six months might be two to three pounds of muscle mass under perfect conditions, it’s going to be very difficult to tease that out in eight weeks” or in real-world conditions\n\n\n\n \nMuscle protein synthesis and the importance of leucine [1:25:30]\n\nLeucine\n\nLeucine is one of the 3 branched chain amino acids which are good for muscle\ntiming of things like training and meals must matter with respect to leucine\n\n\nBody makes muscle proteins from amino acid substrates\nIn his studies, Layne looks at mixed muscle protein synthesis\n\nHe presented data on an experiment in which he used a stable isotope, d5-phenylalanine (on which one of the hydrogens on the phenylalanine is deuterated), to assess \nwas looking at how much of that label gets incorporated into the mixed muscle versus how much is in the precursor pool (the intracellular fluid)\nthat rate of incorporation divided by a time factor gives you the rate of muscle protein synthesis\n\n\nprotein synthesis starts in your DNA because your DNA codes for the proteins that are going to be synthesized\n\nin response to resistance training, you increase muscle protein synthesis\nresistance training is telling your DNA that we need to adapt to this stressor\nincreases the transcription of specific DNA sequences\nit gets transcribed to an mRNA sequence, which is then read by a ribosome, which  brings amino acids in and hooks them together to build new proteins\n\n\nWhen you do resistance training, contractile proteins like myosin and actin will be produced during muscle protein synthesis\na research review will coming out on Layne’s website soon\nHis website has a 50-page guide on how to read research\n\nA Venn diagram in the guide includes the factors highly controlled, high subject number, and long duration, “and what you find is the only way you can get all those to overlap is if you do animal studies”\nif you want tightly controlled and a high subject number, it’s going to be really short in humans\nIf you want long duration and tightly controlled, you’ll have very few subjects\n\n\nLayne used rats because he wanted to study the mechanisms and rats are a good model for human protein metabolism\n\nRats can be fed specific discrete meals\nCan measure specific useful outcomes once cleared with the IACUC (the IRB for animals)\n\n\nStudied the importance of leucine\n",
    "contentLength": 4394,
    "encodedLength": 975
  },
  {
    "content": "\nBy the mid-2000s, Layne’s advisor Don Layman, as well as Leonard Jefferson and Scot Kimball from Penn State, had shown that purified solutions of leucine would increase mTOR activity and muscle protein synthesis\n\n\nLayne looked at the duration of muscle protein synthesis in response to a complete meal\n\neven with whey protein, which is thought of as a fast protein, he found an increase in muscle protein synthesis that peaked at 90 minutes post-meal and then by 180 minutes had gone back down to baseline\nthis finding has since been validated in humans [1:31:30]\n\n\nPeter wonders how long after the training stimulus ends muscle protein synthesis continues if enough substrate is available\n\nLayne says you need a nutritional steady state to measure muscle protein synthesis\nThis is because of assumptions that must be made about things like the isotope that you’re using to assess it, the precursor pool, and the actual protein-bound label \n\n\nTwo key questions\n\nIf you gave someone an IV infusion of all amino acids so that the substrate was not limited, what would muscle protein synthesis look like over time? \nHow would things change depending on which amnio acids were provided?\n\n\nMixed muscle protein synthesis (includes all cytoplasmic proteins, mitochondrial proteins, etc.)\n\nLayne says there is a 100 – 150% increase in mixed muscle protein synthesis\npeak is about the same for trained versus untrained people, but the untrained duration lasts much longer\n\nin untrained people mixed muscle protein synthesis is about 48 – 72 hours\nIn trained people the initial robust response comes back down about 10 – 12 hours\n\n\nAt 24 hours, it’s not much different than baseline\n\n\nMyofibrillar protein synthesis (actual contractile muscle proteins)\n\nso far has only been assessed up to 16 hours after training\nneither group (trained or untrained) has returned to baseline in that time\nbut the area under the curve (AUC) is greater for untrained versus trained\n\n\nBut neither is addressing the other side of protein balance, protein degradation\n\nDuring the first 6 weeks or so of resistance training, you see strength improvements but don’t see much hypertrophy\nIn this initial phase, you have a robust increase in both muscle protein synthesis and protein degradation\nIt’s a big stressor especially if you’ve never trained before\nIs like cycle remodeling – clearing out damaged proteins and building new ones\nAt the end of the 6-week period, degradation decreases markedly which may coincide with when we see increasing hypertrophy\n\n\n\n \nNitrogen balance and muscle protein synthesis, and the regulatory role of hormones for fat flux and muscle growth [1:37:00]\nNitrogen balance\nIf a person is consuming roughly the same amount of protein and their training volume and intensity is roughly the same, will they have a negative rather than neutral potential nitrogen balance in the first phase? If you were evaluating them with a nitrogen cart, would that show up as a nitrogen excretion in that first phase? Or are they recycling it?\n\nThey’re probably going to be nitrogen positive a little bit\nin muscle protein synthesis, about seven out of every eight amino acids used to create a new protein, are recycled from degraded proteins\n\nmuscle tissue is about 70% water and about 30% protein, so if you add 25 lbs of muscle in a year, it’s about 10 grams of amino acids deposited in muscle per day\nno matter how much muscle mass you put on, it’s never going to be impressive relative to the amount of amino acids you took in\n\n\nPeter says the difference among re-esterification, lipolysis, and fat oxidation is important\n\nIf eating a ketogenic diet and a lot of fat, you can very easily gain weight if you’re ingesting so much fat that it exceeds your ability to oxidize it\nDoesn’t really matter if the fat is endogenous or exogenous\na ketogenic diet can still produce a ton of fat oxidation without oxidizing the endogenous source that you are targeting\nAnd a lot of the triglyceride contained within the adipose site gets recycled so it can be liberated as free fatty acid and then be re-esterified with glycerol back into it\n\n\n\n“People think of metabolism as like on and off switches. Think about dimmer switches. People think when you’re losing fat, that means that fat burning is ramped up and fat storage is all the way down at zero. No, you are always burning and storing fat simultaneously. Same thing, you are always synthesizing protein and degrading it at the same time.” —Layne Norton\n",
    "contentLength": 4486,
    "encodedLength": 988
  },
  {
    "content": "\nit’s the relative rates of each that are going to determine if you deposit versus lose fat or protein\nPeter and Bob Kaplan recently did a related podcast on fat flux\ntalked about it through the lens of de novo lipogenesis, re-esterification, and lipolysis\n\n\nFigure 4. Neutral fat flux: neither gaining nor losing fat tissue\n\nFigure 5. Negative fat flux: losing fat mass\n\nFigure 6. Positive fat flux: gaining fat mass\nThe role of hormones in fat flux and muscle mass\n\nFat flux is unrelated to external oxidation that can feed into substrate pools\nMany hormones are actually regulating the different steps\n\nInclude insulin, epinephrine, norepinephrine, hormone sensitive lipase, cortisol, testosterone, lipoprotein lipase, etc.\nSome are acting inside the cell (e.g., hormone sensitive lipase, testosterone) and others outside (e.g., insulin, lipoprotein lipase)\n\n\nPeter asks for Layne to discuss the hormonal regulation on the same unit of muscle\n\ntestosterone plays an important role in the transcriptive drive\nThe most obvious difference of course is that testosterone works inside the cell\n\n\nLayne points out that when we’re talking about all these hormones, the outcome is the result of the summation of all of those signals\n\nyou’ll get confused if you focus on just one hormone \nExample: Kevin Hall’s study on fat loss showing that even though insulin was 26% higher, one group lost a greater amount of actual fat mass than the ketogenic diet group\nPeople were confused, but they forgot that insulin is only one input\n\n\nRecent study by Stu Phillips on testosterone and androgen receptor density \n\nPeter wonders why androgen receptor density would be higher in someone getting exogenous testosterone – shouldn’t the receptors downregulate?\nwhen testosterone gets into the cell, it’s converted to a substance that binds with the androgen receptor\nthen it can attach to the DNA, increasing transcription of different proteins\nramping up your capacity for increasing muscle proteins\n\n\nDifferent than how leucine acts nutritionally, because although leucine is also intracellular, it’s more of a short-term signal\n\nwhen you have enough testosterone available, the androgen receptors have to meet the demand for metabolizing and regulating the excess testosterone\nthere is a negative feedback loop with luteinizing hormone and the gonads (receptors will downregulate as levels of the hormone go up)\n\n\nLayne guesses that if you’re not getting exogenous testosterone, then there’s probably not a negative feedback regulation loop \n\nit would make sense that the muscle might increase its androgen receptor density to meet the free testosterone load\nas long as there’s not so much testosterone that sets up a negative feedback loop to the gonads or reduces luteinizing hormone or increases aromatization\n\n\nLayne warns that he is not a testosterone expert, so he’s not sure if this is exactly accurate\n\n \nWhat’s really driving muscle growth: intrinsic vs. systemic factors, IGF, and hormone signaling [1:46:30]\n\nMuch of Stu Phillips’s work indicates that muscle growth appears to be mostly intrinsically regulated\n\nIn the late 90s and early 2000s, the focus was on systemic regulation of muscle growth (e.g., systemic levels of testosterone or IGF-1, noting that resistance exercise will increase testosterone for 30 – 60 minutes)\nWork by Stu and others suggest that muscle growth is likely an effect of tension\n\n\nIf that’s the case, there would need to be a translation of contractile force into a chemical signal (called mechano-transduction)\n\nMechano-growth factor is probably involved\n\n\nPeople don’t realize that systemic IGF-1 and growth hormone are not anabolic to skeletal muscle (meaning that they do not build it up)\n\nWe know that growth hormone increases in response to certain factors like fasting, resistance training, exercise in general, sleep, etc.\ngrowth hormone increases the liver production of IGF-1, the master hormone that increases muscle mass\n\n\nStudies how that giving exogenous growth hormone leads to an increase in lean body mass but not skeletal muscle mass\n\nincrease in lean body mass is completely accounted for by an increase in body water and connective tissue\n\n\neven amongst scientists, people don’t understand the concept of a localized response versus a systemic response or an acute response versus a chronic response\ngrowth hormone is not anabolic to skeletal muscle \n\ngrowth hormone response to exercise appears to be mostly substrate driven",
    "contentLength": 4471,
    "encodedLength": 981
  },
  {
    "content": "\ngrowth hormone probably increases as a response to exercise to increase lipolysis and to liberate free fatty acids for use as an energy substrate\nThe autocrine IGF-1 that is released by the muscle tissue itself in response to mechanical tension is very anabolic\n\n\nDifference among endocrine, paracrine, and autocrine \n\nEndocrine: a hormone gets released and its effect is all throughout the body (e.g., insulin., which is released by the pancreatic β-cells and then affects many cells throughout the body)\nParacrine: a hormone gets released but only impacts the cells right next to it\nAutocrine: effect is on itself only\n\n\n\n\nFigure 7. Comparison of types of hormone signaling. Image credit: BioNinja\n\nIf you want to get a sense of growth hormone levels, measure IGF-1\n\nfind out how much IGF is being produced by the liver, which is systemic and what we think of as an endocrine IGF\nautocrine or paracrine IGF-1 that gets released by the muscle tissue itself is also called mechano-growth factor \nis anabolic to muscle tissue and a very localized, intrinsic response\n\n\n\n“Muscle tissue is an energetically expensive tissue to maintain. It takes more energy, more ATP, more calories. To maintain it, you actually have to increase synthesis and breakdown.” —Layne Norton\n\nIf you want to eat more calories, build muscle, because it takes calories to maintain it\n“If you place a stress on a particular muscle tissue like your legs, it does not make sense to me that your arms will grow because you may not need your arms”\n\nfrom an evolutionary perspective, it does not make sense that you would build a different tissue in response to the localized effect of training\nif you train your legs, your arms don’t get bigger\nif you train one leg, the other one doesn’t get bigger\nsome of the best resistance training studies use unilateral training\nthe person’s non-trained leg serves as the individual’s own control to account for genetic variations\n\n\n\nRegulation of mechano-transduction\n\nPhosphatidic acid is a likely component of mechano-transduction\nThe contractile unit of a muscle tissue is called a sarcomere \n\na sarcomere has two ends which are called Z disks, and in between you have actin and myosin, which overlap\nSarcomeres are separated by Z discs\n\n\n\n\nFigure 8. Illustration of a sarcomere. The sarcomere is the contractile subunit of striated muscle.  A myofibril consists of hundreds of sarcomeres end to end.  The sarcomeres appear striated due to alternating bands of thin actin (light) and thick myosin (dark).  The anatomical landmarks of a sarcomere are: the A band (length of a myosin filament, including actin overlap), the H band (myosin filaments only), the I band (actin filaments only), the M line (region of myosin interlacing / anchoring), and the Z line/disc (region of actin anchoring). Image credit: University of Miami\n\nWhen a muscle contracts, actin and myosin are linked together and pulling\nThe Z disc is where phosphatidic acid is stored\n\nTo transform a mechanical signal into a chemical signal, it makes sense to store the signal in the Z disc where a lot of the mechanical tension is felt\nMechanistic studies suggest that mechanical tension causes phosphatidic acid to be released\n\n\nPhosphatidic acid is a stimulator of mTOR\n\ntestosterone doesn’t really regulate mTOR but works on the transcriptional level\ninsulin affects mTOR\n\nalthough it doesn’t seem to be a powerful enough signal to actually impact muscle building\nso if it has an effect, it’s probably related to protein breakdown\n\n\n\n\n\n \nThe role of protein, carbohydrates and insulin on muscle growth and preservation, and the importance of context when interpreting study results [1:55:30]\nRole of insulin \n\nTaking pure carbohydrate will cause insulin levels to rise and seems to inhibit protein degradation, but it doesn’t seem to affect muscle protein synthesis\nBob Wolfe’s lab developed a way to measure muscle breakdown\n\narterial venous balance: determine balance by infusing a stable isotope and see how much of that label is going into the muscle and then how much is coming out\nA biopsy can determine the fractional rate of protein synthesis\nCan then subtract to calculate the breakdown\n\n",
    "contentLength": 4180,
    "encodedLength": 983
  },
  {
    "content": "\nIn people who are resistance trained, a large amount of carbohydrates causes a switch from an increase in muscle protein breakdown to baseline breakdown\n\nBut synthesis remains the same\n\n\n\nIs there an advantage to combining carbohydrate and protein?\n\nPeter wonders if there is an argument for combining carbohydrate and protein after a resistance training to both reduce degradation and increase synthesis\n\nSome degradation is probably needed to improve the muscle \n\n\n\n-Layne knows of two relevant studies:\n\nVargas study \n\n\n\n\n\n\n\n\nLooked at a protein and low carbohydrate diet (ketogenic) versus a protein and higher carbohydrate diet (both had same number of calories)\nOver 12 weeks, blood ketones increased and there was less lean body mass accrual in the ketogenic diet group\nThey still increased lean body mass, but the group that was getting more carbohydrates had more lean body mass\nHowever, carbohydrates make you store glycogen\nWas it just water or was it contractile tissue?\n\n\n\n\n\n\n\n\nMettler study \n\n\n\n\n\n\nFound that diet composition made a difference in maintenance of lean body mass\nMeasured subjects’ performance in exercises like squat and bench press\nSuggests that perhaps there is something different in terms of actual contractile tissue, but a lot more research is needed\n\n\nyou can definitely build muscle on a ketogenic diet, but likely can build more if you’re including carbohydrates\nit may have something to do with carbohydrates’ or insulin’s blunting effect on muscle protein breakdown\n\n\n\nKetogenic diet\n\nPeter’s experience on a ketogenic diet \n\nHarder to study because of the length of time it takes to adapt to them\nPeter started in May 2011 and initially committed for 12 weeks\nHe was miserable 5 weeks in, but he had not reduced his already very high training volume (cycling and swimming)\nAt 12 weeks, he got to the point where he could get his aerobic base back to where it was 12 weeks earlier\nbut anaerobically, he was nowhere near where he was 12 weeks earlier – took 18 months with essentially no deviation from the diet, half of the 3 total years he was on the diet\nhard to say if other variables also had an effect\nshows how hard it is to study it\n\n\nA similar thing can be said about testosterone supplementation:\n\nI.e., you do not need to take exogenous testosterone to be a bodybuilder\nBut if your goal is to be the biggest and strongest you can be, you’ll need to take it \n\n\n\nThe problem with anecdotal evidence\n\nWe must be cautious with anecdotes\neveryone knows someone who smoked but lived a long life, but we still know it’s bad for you and does not increase longevity \nWe make broad recommendations based on evidence, but there will be outliers\n\nWe need a hard metric for ketogenic or fat adaptation\nIt’s not blood ketones or lipolysis\nfat oxidation within six days is already maxed out\n\n\nPeter wishes he had taken muscle biopsies when he did the ketogenic diet “if that 18-month transition was something beyond psychological” \nFor ultra endurance, low carb is neither better or worse \n\nFor aerobic exercise, under 60% of VO2 max, can still get the most out of exercise after fat adapted\nBut once over 70%, hard to get optimal performance on a ketogenic diet\nShawn Baker is 50 years old and dead lifting 500 pounds for nine reps, so it’s possible to excel, but we don’t know if he is at his own personal optimal level or not\n\n\n\nContext matters:\n\nwe only need 50 g of protein a day to avoid being in negative nitrogen balance\nbut that’s not necessarily optimal for health or lean body mass\nCan definitely get strong on a ketogenic diet\n\nDom D’Agostino can deadlift 700 pounds multiple times with no carbohydrate intake\nBut that doesn’t mean that’s the best approach generally\n\n\nIn nutrition, it’s important to be clear about what you’re comparing something to\n\nLayne has a great critique on his website of the documentary Game Changers, which Peter calls “a horrible, horrible piece of propaganda”\nPeter doesn’t oppose a plant-based diet, just bad science\n\n\n\n“If you compare diet X to the standard American diet, almost by definition, diet X is going to look amazing because the standard American diet is such an awful diet.” —Layne Norton\n \nClarifying the role of cortisol—a misunderstood hormone [2:07:45]\nCortisol\nExtreme scenarios:\n\nAddisonian crisis\n",
    "contentLength": 4294,
    "encodedLength": 994
  },
  {
    "content": "\ncan’t make cortisol after infection or injury to the adrenal gland\nHave to give them massive doses of hydrocortisone to keep them alive – shows how medically necessary cortisol is\n\n\nCushing’s disease\n\nProblem with pituitary or adrenal gland where excess cortisol is made\nVery serious condition with excessive fat accumulation and metabolic dysregulation\n\n\n\nRole of cortisol\n\ncortisol is secreted in response to some kind of stress\nThings like lack of sleep or an overall unhealthy lifestyle will cause high levels of cortisol\nWe evolved to react to stressors like getting chased by a predator, and a part of that is a fuel mobilization response, mobilizing glucose and free fatty acids\n\nIn Cushing’s disease, you’re not really accumulating fat but redistributing it\nExercise is a stressor that increases cortisol \n\n\nPeople used to say not to exercise for more than an hour because cortisol levels would spike, which reveals a deep misunderstanding\nStu Phillips cortisol study \n\nlooked at the post- exercise increases in several systemic hormones: testosterone, IGF-1, growth hormone, and cortisol\ncortisol was most closely associated with hypertrophy\n\n\nBut is cortisol producing the hypertrophy, or is cortisol increased in response to the stress that is producing hypertrophy?\n\nNot necessarily a cause \n\n\nthe resistance training session that produces the most amount of stress and adaptation is likely to produce the most cortisol and possibly the most hypertrophy if it’s repeated\n\ncortisol will impede muscle protein synthesis\nacts transcriptionally like testosterone\n\n\nit’s a steroid hormone that is sometimes used to reduce inflammation\nthe real concern is long-term, low-level elevations in cortisol\n\n“A lot of the vegan doctors get all up in arms about getting stimulated by leucine and that’s going to give you cancer. You don’t understand tissue specifics and you don’t understand acute versus chronic.” —Layne Norton\n\nPeter says a very famous vegan doctor chastised him for suggesting that someone ingest five grams of leucine during a workout because of its negative effect on mTOR and its potential negative effects on a person’s health \n\n \nThe problem with studies trying to isolate one nutrient [2:15:00]\n“People want to isolate out nutrients as being good or bad, and I would really implore people that nutrients are not necessarily good or bad. Context matters. And what really matters is lifestyle and overall eating patterns.” —Layne Norton\n\nWhen you isolate out one substance, you can find mechanistic data to support almost anything you want\n\nFor example, there’s no question that high-fructose corn syrup (HFCS) is not good for you\n\nbut the data suggest that it provides too much energy rather than being fattening independent of calories ingested\npeople who eat HFCS also tend to eat more calories, more processed foods, and more fats\n\n\n\n\n\n\nA Canadian study looked at cancer incidence in 100K people grouped by quartile of meat intake\n\ntend to find that meat intake is associated with cancer\nbut people who eat high amounts of meat tend to have an unhealthy lifestyle in general\n\nless likely to exercise\nmore likely to smoke and eat processed foods\n\n\n\n\n\n\nBut this study also compared it with the lowest to highest quartiles of fruit and vegetable intake\nfound that the group with the highest level of both meat and fruit and vegetable intake had the same risk for cancer as the group with the lowest level of meat intake but a high level of fruit and vegetable intake\n\n\nLayne says it shows we need to look at eating patterns much more than we look at individual nutrients\n\nIf take 50 g of starchy carbs or fats and replace it with sugar, unlikely to change much, but people don’t eat like that in the real world\nHe’s not recommending that people eat sugar, just thinking mechanistically\n\n\n\n“It’s really important to understand how limited nutritional studies are. …When you’re talking about trying to pick out these really granular details, you’re talking about a study that’s so restrictive it’s really hard to generalize the results to the average person.” —Layne Norton\n \nThe important role of inflammation from exercise [2:19:25]\n\nIn the Game Changers debate on Joe Rogan’s podcast, James Wilks said that if you have high levels of inflammation from exercise and then eat meat afterwards, you’re compounding the inflammation\n\nThat shows a lack of understanding between acute vs. chronic inflammation\nThose two types of inflammation are not the same\n",
    "contentLength": 4476,
    "encodedLength": 999
  },
  {
    "content": "\n\n\nAcute inflammation from exercise\n\nAcute inflammation from exercise can be beneficial\nIn theory, exercise sounds like a terrible idea\n\nit increases your blood pressure, heart rate, free radical production, and inflammation \nBut exercise is almost like a vaccine\n“You give a controlled dose of a stressor and your body adapts to that stressor by getting better at handling it”\nPeople who exercise regularly have lower resting heart rate, blood pressure, and inflammation\n\n\nThere is limited value in measuring IGF-1 or IGF-6 an hour or two hours after a meal\n\n“Exercise probably is the best drug we have…I don’t believe we will ever be able to develop a drug that is that remarkable. It is simply unbelievable what it can do” —Peter Attia\n\nYou have to lose body fat to see any big improvements: with exercise, you can get massive improvements with no weight loss\nIf you don’t do any resistance exercise, “you are missing out on the most powerful tool you have to improve your health and body composition”\nBob Wolfe points out that the amount of lean body mass was a powerful predictor of longevity\n\nit doesn’t take nearly as much work to preserve muscle mass once you have it \nPeter discussed this with Alex Hutchinson on a previous podcast episode\nOne of the things Peter fears the most for his patients as they age is any sort of injury or illness preventing them from exercising\n“the deconditioning that occurs when someone doesn’t do anything for a month is devastating”\n\n\n\n \nKeys to preserving muscle, and the value of habits, consistency, and resilience [2:23:30]\n\nHow does Layne stay consistent and diligent?\nThe principles of resistance training are very similar to those for life in general\n\nPyramid schemes are not the way to acquire wealth\n\n80% of millionaires are first-generation self-made based not on luck but by consistent, long-term fiscal discipline\n\n\nNeed to modify behavior to get consistency\n\nBinging on junk food or blowing money on a shopping spree are due to behaviors that must be modified\nneed to create new positive habits\n\n\n\n\nMarie Spreckley did a systematic review looking at people who lost weight and kept it off \n\nWas inspired to get her PhD after reading Layne’s book Fat Loss Forever\nMaintenance of weight loss was associated with consistency and the ability to embrace challenges rather than running from them or viewing challenges as part of the process\nShe also found that the people who lost weight and kept it off said that they had to form a new identity\n\n\nPeter says James Clear’s book first made him understand this\n\nThe key is not discipline and willpower, which will fade over time\nMust change mindset from “I have to exercise” to “I am a fit person who exercises”\nMakes it easier to do day in and day out\nPeter never struggles with exercise, but he will always struggle with food a bit because he hasn’t had a “full identity switch” with food\n\n\nEthan Suplee is an actor known for the movie Remember the Titans \n\nHe lost a tremendous amount of weight and is “jacked” now\nHe says “I killed my clone today,” which means he formed a new identity and killed the person he once was\n\n\n“You cannot create a new life … while still dragging those behaviors behind you”\n\nIt’s like an alcoholic who gives up drinking\nYou can’t just say I’ll stop drinking, you have to change everything about your life\nThe same is true of nutrition and maybe also exercise – you must give some old habits up\n\n\n“The great thing about nutrition is you get to pick what you sacrifice”\n\nPick the form of restriction that feels easiest\nFor Layne, it feels easy to control portion size and track calories and macros, so he can otherwise eat what he wants\nFor other people this feels labor intensive and avoiding specific foods may work better\n\n\nLayne initially assumed that what worked for him would work for everyone but he realized it wasn’t true\n\n“At the end of the day, if you’ve ever lost weight and then regained it, why did it happen? It didn’t happen because you didn’t get your macronutrient ratio perfect or your nutrient timing wasn’t down, it happened because you stopped being consistent with the behaviors that you implemented.” —Layne Norton\n\nPeople say they wish they were motivated to exercise like Layne is\n",
    "contentLength": 4235,
    "encodedLength": 978
  },
  {
    "content": "\nHe tells them it’s like marriage – you always love your spouse, but sometimes you fight and are not always happy with them\nHe loves weightlifting but he acquired that love through years\nIt’s fine to take a day off, but you have to be careful that it doesn’t turn into weeks and months and years\nHe sees training like brushing his teeth – he doesn’t need to be motivated and pump himself up to brush his teeth, because if he doesn’t his teeth will go bad\nSimilarly, if you don’t exercise, your body will suffer\n\n\n\n“It is not a question of motivation, it is a question of ‘what do I want and what are the actions that are required to get what I want?’ And if my actions do not line up with what is needed and the amount of work that is needed, it’s very simple: I’m not going to get what I want.” —Layne Norton\n\nPeople need to:\n\n1) buy in\n2) persist after the honeymoon phase when facing their first challenge or setback\n\n\nParticipants in the systematic review said it was difficult to see their weight fluctuate; Layne tells them to weigh in every single day and take the average\n“The point of this all is that consistency is the fundamental… You could have any diet. You could have any training system. If you’re consistent, you’re going to see results”\n\nIf you tried to be the best 3-point shooter you could be, and you practiced every single day for three hours a day for 10 years\n\nyou probably wouldn’t be in the NBA\nbut even with no instruction, coach, or books, you’d be pretty damn good at shooting three pointers\n\n\n\n\nLayne says to use other people’s stories for inspiration, but be very careful about comparing yourself \n\nDon’t ask yourself if you can be like a specific person but instead if you can get better\nWhen he started out, other people told him he wouldn’t be good at weightlifting\nIf he had listened to them, he never would have won a gold medal in the squat\n\n\n\n“I got a lot farther than I ever could have imagined just through sheer consistency. I did a lot of stuff wrong, but sheer mass effect of work and consistency can make up for a lot of shortcomings.” —Layne Norton\nWrap up and a future conversation\n\nPeter says they only got through a third of what he wanted to talk about\n\nHe will have Layne back on to discuss, among other topics: creatine; KAATSU / occlusion training; the differences among the size of a muscle, the strength of a muscle, and the metabolic function of a muscle; and leucine signaling \n",
    "contentLength": 2434,
    "encodedLength": 606
  }
]