[
  {
    "content": "Dr. Patricia Corby is Associate Professor of Oral Medicine and Associate Dean of Translational Research at Penn Dental Medicine. Her work focuses on the value of integrating dental services into other healthcare and public health settings. In this episode, Pat provides an overview of dental anatomy, the importance of oral hygiene to overall health, and the association of poor oral health and systemic diseases like cancer and diabetes. She addresses tooth decay, oral hygiene in children, the utility of dental products, and ideal oral care regimens for different populations. She also discusses issues specific to immunocompromised patients and those with chronic illnesses as well as her own research with cancer patients undergoing radiation treatment. \n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#166 - Patricia Corby, D.D.S.: Importance of oral health, best hygiene practices, and the relationship between poor oral health and systemic disease\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#166 - Patricia Corby, D.D.S.: Importance of oral health, best hygiene practices, and the relationship between poor oral health and systemic disease\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#166 - Patricia Corby, D.D.S.: Importance of oral health, best hygiene practices, and the relationship between poor oral health and systemic disease\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nAnatomy of teeth and the purpose of the dental pulp—a highly vascularized and innervated region of the tooth [3:00];\nTypes of teeth and the different purpose they serve [14:15];\nAnatomy of the oral cavity, bacteria in the mouth, and what a healthy mouth looks like [18:10];\nPat’s study demonstrating the importance of flossing [23:00];\nDetrimental effects of sugar and the importance of fluoride and oral hygiene [31:45];\nOral health challenges for cancer patients and immunocompromised people [39:45];\nPat’s current research on cancer patients undergoing radiation treatment and the oral health risks associated with human papilloma virus (HPV) [50:00];\nPeriodontal disease: caries and root canals [57:30];\nThe relationship between poor oral health and systemic health diseases [1:11:00];\nPotential connection between oral hygiene and COVID-19 [1:17:45];\nDry mouth leading to oral infections and ways to prevent it [1:22:30];\nWhat determines the appearance of teeth, methods of teeth whitening, and whether you should remove mercury fillings [1:27:30];\nImportance of fluoride for preventing tooth decay, and dental care for children [1:32:45];\nUseful dental products: floss, electrics toothbrushes, and more [1:39:15];\nIdeal oral care regimens [1:47:30]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n",
    "contentLength": 6449,
    "encodedLength": 2999
  },
  {
    "content": "\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesAnatomy of teeth and the purpose of the dental pulp—a highly vascularized and innervated region of the tooth [3:00]\n\nPat likes to talk about oral health with MDs because the connection to health is important\nPeter has long wanted to discuss oral health, which is “a very underappreciated part of health” that is more than just cavities and cosmetic concerns\n\nPat’s background\n\nPat grew up in Brazil\nWanted a career involving systemic health\nspecialty is in periodontics and implant dentistry\nAlways wanted to do research\nStayed in US because so many professional opportunities\nPeter mentions the anniversary of the death of Ayrton Senna\n\nPat was watching the race on TV\nPeter says he’s never met a Brazilian person who was over 5 on that day who doesn’t remember it\nPeter says Senna is his personal hero, and he is wearing a Senna bracelet for the occasion \n\n\nPeter did not go to the dentist for about 10 years during medical school and residency, but now he takes dental care very seriously\n\nAnatomy of teeth [6:15]\n\nThe periodontium is very complex system\nPeter points out that there’s a vascular supply quite high in the tooth even though many people might assume that the white crown is just bone\nTooth enamel, made of minerals, is the hardest surface in the human body\n\n\nFigure 1. Individual tooth anatomy. Image courtesy of Pat Corby.\n\nOn the top is enamel and cementum (around the root), then dentin, then pulp\n\nThe enamel protects the layers underneath (hardest surface of the human body)\nThe second layer provides cushioning and is hyper sensitive\nthe heart of the tooth is the pulp, which has a lot of nerves – explains why tooth pain can be so bad\nligaments around the roots provide cushioning against impact\n\n\n\n\nFigure 2. Anatomy of a tooth showing cementum. Image credit: Wikipedia\nThe role of the nervous connection and vascular supply to the tooth [10:40]\n\nTooth decay\n\nTooth decay first affects the pulp\nIf you excise the pulp, you can preserve the root\n\n\n\n“The way you want to think in dentistry is that … you want to preserve function.” —Pat Corby\n\nTry not to extract teeth because the space they hold is important\nIf necessary, do a root canal or put in an artificial crown\n\n\nFigure 3. Progression of a root canal treatment. Images courtesy of Pat Corby.\n\nPut implants in if you have to extract an entire tooth; not as good as a real tooth but can still hold the space and provide some function\nCan still get inflammatory periodontal disease with an implant\nPeter wonders why teeth are so highly innervated\n\nImplants without nerves can still break down food\nOur fingers are highly innervated because we need fine motor control, but why so much beneath the hard enamel?\nPat says it preserves blood flow and connection with the immune response to fight infection\n\n\n\nFunction and innervation of the pulp (this section contains additional information provided by Pat after the podcast was recorded)\n\nThe main four functions of the pulp:\n\nformation of dentin – one the most important roles, carried out by odontoblasts\nsupport of dentin through nutritional support (albumin, transferrin, tenascin, and other proteoglycans)\ninnervation of the tooth\nimmune system protection of tooth: occurs through the development of new dentin, which can provide a barrier between irritants and slow the rate of carious decay\n\n\nTwo main types of nerves are found in the pulp:\n\nSympathetic autonomic fibers to the smooth muscle cells of pulp arterioles control contractile forces that regulate blood flow\nAfferent fibers are involved in temperature sensing and mechanical nociception\n\n\n\n\nPeter reflects that dental pain seems to serve as such an early warning indicator as a breach of a barrier \nHe says, “Having been through so many miserable dental experiences, I’ve often cursed our evolutionary gods for giving us so much innervation in that tooth”\n\nTypes of teeth and the different purpose they serve [14:15]\nTypes of human teeth \n\nHumans have 32 teeth with very specific functions\n\n\nFigure 4. Dental anatomy. Image courtesy of Pat Corby.\n\nIncisors\n\n4 each in both the maxillary (upper) and the mandibular (lower) part of the jaw\nUsed to bite and tear apart food\n\n\nCanines",
    "contentLength": 9223,
    "encodedLength": 2997
  },
  {
    "content": "\n\n2 each in both upper and lower jaw\nvery strong (longer root), further tearing apart\n\n\nPremolars / bicuspids\n\n4 each in both upper and lower jaw\nstart to break down food\n\n\nMolars\n\nused for chewing\n6 in the upper and 6 in the lower jaw\n\n\n\n\nFigure 5. Close up of the position of teeth in the mouth. Image courtesy of Pat Corby.\n\nThe digestive process starts in the mouth\nChewing is key because it brings the food in contact with saliva to start digestion\nRoots\n\nIncisors and laterals and first premolars (the ones in front) have a single root\nSecond premolars (in back) have two\nMolars have three or four depending on how big the tooth is\n\nMuch stronger and a lot of pressure\nPeter reflects that molars would have the greatest opposition to other teeth and would need greater sensory input to sense the relative spacing and force\n\n\n\n\nThe mouth is a very elaborate system\n\nlike a bridge, it has to be very well balanced\nocclusion has to be precise to avoid straining the ligaments and causing inflammation\nif don’t have good vertical occlusion, get facial pain and headaches\n\n\nPeter learned the hard way that he had 4 rather than 3 molar roots when he still had pain after root canals on the first 3 roots\n\nAnatomy of the oral cavity, bacteria in the mouth, and what a healthy mouth looks like [18:10]\n\nThe oral cavity is a complex system \n\nTeeth\nGums\nGingival crevicular fluid that allows for bacteria to go in and out\nTongue\nAnd much more\n\n\n\n\nFigure 6. Anatomy of the oral cavity. Image credit: Quizlet\n\nSaliva plays a protective role\n\nWhen patients have dry mouth (perhaps due to medications, radiation treatment, or other toxic cancer treatments), the oral microbiome is altered\nThe constant washing and flushing maintain microbiome homeostasis and prevent buildup of harmful bacteria\n\n\nOral hygiene is the key to oral health and regular bushing makes you healthier\n\nThere are aerobic, anaerobic, and facultative bacteria in the mouth\n\nover 700 different bacteria live in symbiosis\nthey naturally coexist in the human mouth without causing disease\n\n\nbut if stop brushing your teeth, get dry mouth, etc., get changes in abundance and diversity\ncan get overgrowth of harmful bacteria and suppression of beneficial bacteria\n\n\nIn a healthy mouth, ~ 30-40% of bacteria can play both aerobic and anaerobic roles and the rest are split roughly evenly between the two\n\nPat’s study demonstrating the importance of flossing [23:00]\n\nPat’s study of flossing in twins\n\nTwo-week study of twins between the ages of 12 and 21\nHad the same pathogens and pre-gingivitis that adults with periodontal disease have\nThese pathogens became abundant when stopped flossing\nThey are always present but only cause problems when you have a shift in the microbiome\n\n\nUtility of twin studies\n\nIdentical twin pairs have the same environment, age, gender, genes, etc.\nDizygotic (fraternal) twins have 50% of the same genes\nIn twin studies, can give twins two different treatments to compare them, or can give them same treatment to see if it’s more influenced by environment or genes\n\n\nFor her study, twins came in every day for brushing (one group) or brushing plus flossing (another group)\n\nGroup that did not floss had gingival inflammation and bleeding\nHad periodontal bacteria in abundance, in particular the 3 main disease-causing ones:\n\nPorphyromonas gingivalis, \nTreponema denticola, and \nAggregatibacter actinomycetemcomitans\n\n\n\n\nMost periodontal disease is inflammation caused by anaerobes that thrive in in periodontal pockets\nPeriodontal disease\n\nstarts with inflammation around the gums \nin healthy people, the periodontal ligament is tight\nif stop brushing, gums get inflamed and will bleed if resume flossing\n\n\nAt the initial stage of periodontal disease, it’s highly modifiable\n\nbut if disease continues to develop, the ligament gets inflamed and will detach from the tooth, allowing bacteria in\nligaments deteriorate and form a pocket\nculminates in bone loss\n\n\nIn acute periodontal disease, the gums are bleeding and inflamed but still attached to the tooth\n\nin more severe disease, you see a large gap where the bone has eroded and there is a pocket\nif you probe it, see gaps of maybe 3 to 7 mm\n\n\nOnce the pocket gets inflamed with chronic periodontitis, the gums are affected\n\nGums recede, see more of teeth and eventually exposed roots\nbacteria can colonize and get root caries (cavities)\ncan also get coronal caries on the top of teeth where you chew\n\n\nIn bottle-fed children who have the bottle overnight, get rapid development of caries on the anterior teeth\n\nOne of the most common dental diseases\nBreast milk causes less decay because all formula has sugar\n\n\n\nDetrimental effects of sugar and the importance of fluoride and oral hygiene [31:45]\n\nHarmful dental effects of sugar\n\nfructose, sucrose, lactose, small complex starches are all harmful\nmost drinks have added sugar\ncariogenic bacteria metabolize the sugar for extra energy\nbacteria attach to the tooth secrete an extracellular matrix (biofilm)\nwhen they metabolize sugar, they secrete acid which destroys the enamel of the tooth\n\n\nPeter postulates that the bacteria are metabolizing sugar anaerobically to produce lactate (and presumably hydrogen ions if the acidity of the environment is increasing)\n\nSimilar to the Warburg effect, where bacteria default to anaerobic metabolism whether oxygen is present or not\n\n\nBoth glucose and fructose can be metabolized, even fructose from fruit\nGiven that the twins developed periodontal disease after 2 weeks of not flossing, how did we survive before toothbrushes and flossing?\n\nIt was common to have dental caries 400 years ago\nBut Pat has seen people use other things to clean their teeth in developing countries: plants, sticks, etc.\nremoval of plaque is mechanical and even after brushing can get plaque back within two hours\n\n\n\n“[What] we’re trying to do with the brushing is just [making sure] that we don’t let that accumulate and overwhelm and develop a cavity.” —Pat Corby\n\nPeter points out that the form in which our ancestors consumed fructose and glucose was less concentrated and refined and thus probably less harmful to teeth\nBut every time he’s had a dental problem he wonders how he would function before dentists and lidocaine\n“If you’re sitting in a cave 10,000 years ago, I don’t know that it would have been the most obvious thing that you need to remove this thin film biolayer on your teeth” – Peter Attia\nPat says that our diets are much worse today – much higher in sugar\n\n\nPat says that both toothbrush and toothpaste are equally important\nToothpaste is the main source of fluoride\n\nHardens the enamel and protects against cavities, especially in children\nKids must get fluoride, even if have to paint it on\n\n\nImportant to combine with flossing\n\nNeed to clean in between teeth as well as surface\n\n\nPat is doing a trial now where they are brushing the oral mucosa to decontaminate against bacteria\n\nShe says oral mucosa and the tongue are neglected surfaces – most people don’t brush the tongue but need to get rid of the bacteria that accumulates there\n“You need to clean every single surface. And just the brush itself is not going to do the job”\n\n\n\n“You can maintain optimal oral health just by brushing teeth, by flossing really well, and having good nutrition.” —Pat Corby\nOral health challenges for cancer patients and immunocompromised people [39:45]\n\nPatient undergoing radiation treatment have mouth ulcers that make it painful to eat, drink, or brush their teeth\n\nIn that population, Pat’s team will clean the periodontium, cheek and oral mucosa\nOral hygiene programs need to be tailored to the specific needs and risks of the specific person\n\n\nPeter asks if flossing is important because of the mechanical removal of food particles between the teeth or transient irritation of the gum – would someone on an all-liquid diet still need to floss?\n\nYou probably should not floss if you are immunocompromised\nOtherwise it’s mainly is to clean anaerobic bacteria in between your teeth\nBrushing also helps with gums – massages them and helps them stay strong\nIt’s ideal to brush, then floss, then brush again to remove all bacteria\nAlso need to brush the tongue\n\n\nDifferent parts of the mouth have different bacteria: buccal mucosa (inside of the check), tongue, the floor of mouth, throat\nThere is also the human papilloma virus (HPV), which is highly associated with oropharyngeal cancer\nPatients undergoing radiation ideally would see a periodontist for a periodontal treatment every week\n\nBut insurance (like Medicaid and Medicare) doesn’t pay for this, even though it does pay for the oncologist, speech therapy, nutritionist, etc.\nPat is currently doing research to establish the benefit of oral care treatments for these patients, hoping it might become a standard of care      \n\n\nPeter notes that cancer patients are at greater risk of systemic infections that start in the mouth\n\nThey are immunocompromised in general and also have increased susceptibility to infection from the loss of the immune barrier in the mouth\nPat adds they also often have dry mouth from the treatment, and some cannot produce saliva anymore \nThey get fungal infections, which “escalates a lot of local infection and inflammation in the oral cavity and affects them systemically”\n\n\nPat is doing a study looking at saliva, inflammatory markers, and the oral microbiome before and three months after radiation treatment\n\nData Pat is collecting now shows that most of the cytokines in saliva are completely suppressed in patients who received comprehensive periodontal care (unlike those who did not receive the care)        \nPat noted that no doctors were looking at cancer patients’ mouths even though they have “horrible oral hygiene”\nThese cancer patients are also depressed\n\n\n\n“They start radiation right after surgery, … they already can’t brush their teeth because sometimes they lose half of their jaw, they take their tongue. So they’re highly debilitated, so they stop brushing and they go into radiation. When they get into radiation [it’s] changing the microbiome and they develop horrible ulcers in their mouth. And then they become immunocompromised. And so it’s a whole cascade of things that happen in those patients.” —Pat Corby\nPat’s current research on cancer patients undergoing radiation treatment and the oral health risks associated with human papilloma virus (HPV) [50:00]\nResearch on cancer patients undergoing radiation\n\nPat started doing a dental cleaning on patients about to start radiation treatment and then throughout treatment\n\nThe radiation oncologist, Nicholas Sanfilippo, noticed that his patients whom Pat treated did not develop mucositis\nShe did a preliminary study on a small group of patients and later got a grant to do a larger study \n\n\nSome of the dental care must be done by someone trained and some can de done by patients at home\nIf someone doesn’t brush for a long period of time and plaque builds up, it can become tartar\n\nThen has to be removed with a specific vibrating ultrasound\nIn a routine dental cleaning, they either scrape your teeth with very sharp instruments or they use the electronic one to disrupt and break up plaque\n\n\nPat is doing both in a current study as well a cleaning the entire oral cavity\n\nComplete cleaning takes about an hour\nIn the other group, the hygienist does a light clean or a holistic, comprehensive approach to education in order to make the study blind\nNeither group has been developing disease\n\n\nPat’s study is focusing specifically on patients of both sexes with head and neck cancer receiving a minimum of 50 grades of radiation to the oral cavity due to the cancer\n\nIn that circumstance, 90% of them will develop mucositis\nHave both RT only and RT + chemo groups\n100% of patients in the RT + chemo group get mucositis\nMostly squamous cell head and neck cancers \n\n\n\nHPV (56:00) (this section contains additional information provided by Pat after the podcast was recorded)\n\nHPV is believed to cause 70% of cancers of the oropharynx the (back of the throat, including the base of the tongue and tonsils) in the US\n\n\nFigure 7. The Oropharynx. Image credit: Centers for Disease Control\n\nIt’s unknown if HPV infection alone can cause oropharyngeal cancers or if other risk factors (such as tobacco use) must also be present\nMost (~90%) HPV-related oropharyngeal cancers are positive for a specific strain called HPV-16 \nPeter finds the rising incidence of HPV-driven squamous cell carcinomas of the oropharyngeal region concerning\n\nwe do not have adequate screening procedures like we do for HPV-driven cancer of the pelvis in women\nUnless you do advanced imaging like an MRI, they’re often found quite late\n\n\nOral sex is the primary mode of transmission, and there may also be other unknown ways\n\nThese cancers are often the result of oral sex combined with poor oral health",
    "contentLength": 12869,
    "encodedLength": 2997
  },
  {
    "content": "\nAs with other mouth infections, it’s about the balance of various microbes\nSome, like P. gingivalis, allow virus to grow\n\n\nImmune system deficiency also allows viruses, bacteria, and fungi to develop into infections\nThe HPV vaccine\n\nThe HPV vaccine protects against the types of HPV that can cause oropharyngeal cancers\nThe CDC currently recommends that everyone be vaccinated around age 11-12 (and through age 26 years if not already vaccinated)\n\n\n\nPeriodontal disease: caries and root canals [57:30]\nStages of dental disease (58:30)\n\nFigure 8. Development of dental caries. Image courtesy of Pat Corby\n\nThe initial stage of dental decay is breaking through the enamel\n\nHasn’t reached second layer of the tooth\nWhite spot lesions when decalcification has started\nCan be reversed at this stage\nMost we shouldn’t be touching or treating, in kids can do a fluoride varnish application\nUsed to poke it with a probe, now mostly use air to inspect so don’t break the enamel\nMinimal discomfort because enamel caries have not reached the pulp\nno cold or heat sensitivity\n\n\nWhen it reaches the dentin, it’s painful and cold sensitive\n\nwhen bacteria start colonizing, can get constant pain\ncold sensitivity occurs earlier in the process\ndentin caries can be fixed without a root canal\n\n\nOnce an infection reaches the pulp, a root canal is required\n\nMust excise the live pulp and then clean and disinfect\nA hot sensation is usually a sign of inflammation\n\n\n\nRoot canal treatment\n\nPeter regrets switching out a mercury filling for a white one because it started hurting and ultimately he needed a root canal\nMany times when you do a root canal, the pulp is still alive but is removed\n\nUsed to be a crude procedure when they would break through the roots\nToday it’s essentially a microscopic surgery\nExcise the pulp in an aseptic environment\nFill the hole with special materials\nPreserves function\n\n\n\n\nFigure 9. Cross-section of a tooth before and after a root canal treatment. Image credit: American Association of Endodontists\n\nPeter says “if you’re going to have a root canal, it seems to me that you have to have this done under a microscope by an endodontist” \n\nControversies around root canals [1:06:45]\n\nThere is no evidence that root canals cause the plethora of problems people claim they do (cancer, Alzheimer’s disease, etc.)\n\nThe infection in your tooth is from microbes that were already in your body\nThey are effective if they are done microscopically and should not cause long-term issues\nThere’s a paper associating root canals with breast cancer which Peter calls a “bottom of the birdcage paper” because it did not look at a control group of women who did not have a root canal but did have cancer\n\n\n\n“What bothers me the most about this type of pseudoscience is when a woman gets breast cancer, it’s already upsetting enough. I think the last thing she needs to be told is, ‘This is because you had a root canal five years ago.’ That’s probably the biggest issue I take with this nonsensical science. And unfortunately, it tends to aggregate from the same group of people who tend to have other beliefs that are very unsubstantiated, such as vaccines causing autism and things like that.” —Peter Attia\nThe relationship between poor oral health and systemic health diseases [1:11:00]\n\nPeter asks if the greatest causal relationship we have between poor oral health and poor systemic health would be with cardiovascular disease\n\nPat says there is a lot of research showing association\nbut we don’t know which comes first\n\n\nPeriodontal disease has been associated low birth weight, heart problems, and diabetes\nSome markers of periodontal disease and Alzheimer’s disease are similar\nPat says that “It’s all based on the insult of the bacteria, causing inflammation and systemic health [problems].”\nWe really need to do clinical trials to establish causality\n\nDown syndrome\n\nPat has worked with Mony de Leon and Angela Kamer from NYU\nThey did a study on kids with Down Syndrome\n\nThey have motor skill and cognition issues so it’s hard to maintain good oral hygiene\nchildren with Down syndrome are very susceptible to Alzheimer’s disease and cardiovascular disease and usually do not live a normal life span (die as early as their 40s or 50s)\nbut hard to tell if the increase in amyloid-β in the brain is an independent process that’s being driven by the chromosomal abnormalities that are found in Down syndrome versus related to poor oral hygiene\n\n\nPeter says an interesting experiment would be a longitudinal study of two groups of peers with Down syndrome, one that are provided intensive support for oral care and one that are standard of care\n\nA preventative approach\n\nPat says we need to focus on “a very intense preventive approach”\nAt Penn Dental, the dean (Mark Wolff, whom Pat calls “a visionary” in his focus on prevention) prioritized the opening of the Care Center for People with Disabilities\n\nHe and Pat are creating a program to do research on how to create effective oral hygiene programs for people with disabilities, especially cognitive and motor skills\nIt focuses on caregivers\nBut hard to know what to measure: “There is no outcome assessment that you can use for this specific population because they’re so neglected”\n\n\nPeter asks about a hypothetical experiment in subjects without cancer and who are not immunocompromised \n\nOf one group receives best-in-class oral care and the other bad or mediocre care\nWould you see a difference in inflammatory markers (including cytokines, macrophages, and monocytes) across those two groups?\nIf so, that alone could explain the increase in systemic disease\n\nThe relationship between inflammation and cardiovascular disease is well established\nIf two people have identical lipoprotein profiles but one has inflammation, the one with inflammation will have a greater burden of disease\nit plays a role in cancer and Alzheimer’s disease\n\n\n\n\n\n“To me, that’s the Occam’s razor approach here. Which is, poor oral health leads to poor or substandard amounts of inflammatory environment, and that’s the driver of these diseases” – Peter Attia\n\nPat points out that, despite this relationship, doctors do not routinely ask their patients about oral hygiene\n\nPotential connection between oral hygiene and COVID-19 [1:17:45]\n\nCOVID is transmitted by saliva / the mouth\n\nStudies show that the ACE2 receptors (to which COVID binds to enter the body) are highly expressed in the oral cavity\nBut when a COVID patient goers into the hospital they are put in a mask in a supine position\nNever brush their teeth or ask if they have periodontal disease\n\n\nPeriodontal disease would be the “perfect reservoir” for the virus\n\nCOVID patients aren’t particularly congested – it goes directly from the mouth to the lungs      \nOral hygiene should be a priority for these patients\n\n\nThere aren’t any oral epidemiologists or periodontists on COVID committees\n\nExperts on oral health could help us do much better prevention than masks\nWhen COVID hit, dental care was not considered essential\n\n\nPat had to suspend her trials for 3-4 months and the clinics were completely closed for almost a year\n\nProcedures were suspended “and we saw really detrimental things because people couldn’t get access to care”\n\n\nAlso, because of masks, people brush their teeth less and get dry mouth from breathing through a mask\n\nDry mouth leading to oral infections and ways to prevent it [1:22:30]\n\nCan actually get oral thrush even if not immunocompromised\n\nSometimes related to a medication like inhaled steroids \nIt’s also highly associated with candida infection\n\nPrimary reason is lack of saliva (i.e., dry mouth)\n\n\nGenerally speaking, can be a result of poor oral hygiene (and certain medications) that allows opportunistic species (sometimes both virus and fungus) to grow\n\nPeople with HIV have constant episodes of fungal infection in their mouth\n\n\n\n\nAnticholinergics and dry mouth\n\nA class of drugs that inhibit the parasympathetic nervous system and are used to treat digestive issues, respiratory problems, dizziness, and other conditions\none of the most popular classes of drugs that can cause dry mouth\nThere is an association between anticholinergics and Alzheimer’s disease but we don’t have data to indicate whether it’s causal\n\n\nInteresting to speculate if the systemic effect of changes in resistance of bacteria that dry mouth causes plays a role\n\nPreventative measures\n\nKeeping mouth lubricated with SUGAR FREE chewing gum or lozenges can be useful for people who have dry mouth\nContinual hydration is also key (sip water all day long)\nXylitol (a sugar substitute) might be specifically be beneficial \n\nPeter chews gum with xylitol in place of brushing his teeth when he is out\nPat has done research on mother-to-child transmission of dental caries\n\nCaregivers with caries tasting food and then giving it the child can affect the child’s oral health\nAlso found could prevent vertical transmission by having pregnant women chew xylitol\n\n\nXylitol may also prevents tooth decay because bacteria do not metabolize it\nPeter’s favorite xylitol brand is PÜR gum and mints\n\n\n\nWhat determines the appearance of teeth, methods of teeth whitening, and whether you should remove mercury fillings [1:27:30]\n\nWhat people notice most about teeth is how straight and white they are\nThe color of someone’s teeth is somewhat genetically determined \nBut environment plays a role as well\n\nPat’s research has shown that drinking coffee and tea had an effect\ncan modify by brushing and using whitening products\nPeter says black tea and red wine are the worst for him\n\n\nWhitening the teeth can be detrimental if bleach excessively and cause mineral loss\n\nBetter to do it at the dentist rather than at home to protect the gums\ndentists will not to do it if you have periodontal disease, but people buying over-the-counter products don’t know what they’re doing\ndoing it frequently results in constant demineralization\nuse FDA-approved products under a dentist’s supervision\n\n\ncan also be preventative by minimizing the things that really discolor your teeth\n\nShould you remove mercury fillings?\n\nThere is no need to remove mercury fillings if there is no decay underneath\nThe mercury in fillings is not harmful\n\nImportance of fluoride for preventing tooth decay, and dental care for children [1:32:45]\nFluoride (1:32:45)\n\nWant to use toothpaste with 1000-1500 parts per million (ppm) of fluoride\n\nThe American Dental Association (ADA) lists toothpaste brands with fluoride to prevent decay\nKids under 1 swallow toothpaste so you should not use fluoride for them\n\n\nIn many countries the drinking water is fluoridated, but it varies by region in the US\nCan also use drops or varnish for kids (painted on every 6 months) as well\nThere are highly concentrated fluoride varnishes available (e.g., PreviDent)\n\nPat recommends using them every night for people at high risk of caries like patients undergoing radiation treatment\n\n\n\nDental care in children\n\nPat’s now-grown kids never had tooth decay\n\nShe would tell her kids stories about the microbiome that was going to eat their teeth so they would brush\n\n\nNight is an important time for tooth decay\n\nDon’t give kids baby bottles overnight\nwhen you’re sleeping, you have suppressed saliva production, creating the perfect environment for the bacteria to grow\ncritical to brush before you go to bed\n\n\nPeter asks how to handle tooth decay in children\n\nPat says you must be very careful not to traumatize them; use sedation\nCan extract a baby tooth if causing a lot of pain\nCan’t put a hole in the tooth and do restoration in a young child\n\n\nCan use a very concentrated type of fluoride as a temporary measure, but it turns the cheek black\n\nIt’s mixed with a metal that hardens when it comes into contact with the soft dentin\nwill control pain and arrest decay until the tooth falls out\nwarn the parents that the tooth will turn black but it will not affect the adult tooth\n\n\n\nUseful dental products: floss, electrics toothbrushes, and more [1:39:15]\n\nPeter asks about the cottage industry of products\n\nThings like oil for pulling through the teeth and tongue scraping\nPat says there’s not much research, but brushing the tongue should be enough\n\n\n\n\nDental floss\n\n\nSeem to be different types: ribbon, miniature rope, and types coated in wax\n\nPat says it’s largely a matter of patient preference\nIf your teeth are close together, may need to use a wax-coated type to protect the gums\nAlso make kinds that work well with bridges\n\n\nPat estimates that most of her patients don’t floss every day, but it’s even more important than brushing\n\nYou can’t really clean the plaque that is in between your teeth\nAnaerobic bacteria that cause systemic health problems like cardiovascular disease and diabetes are found in niches without oxygen like in between teeth and the back of the throat\n\n\n\n\nPat likes the Waterpik but it should not be used without brushing \nPeter wonders if his toothpick habit is bad for him \n",
    "contentLength": 12962,
    "encodedLength": 2998
  },
  {
    "content": "\nPat says it can stimulate the gums\nBut it cannot substitute for flossing\n\n\nPat also likes electric toothbrushes \n\nSonicare and Oral B are equally effective\nPeter and Pat prefer Oral B because the vibrations are more gentle\nUse whichever you prefer\n\n\n\nIdeal oral care regimens [1:47:30]\n\nPeter’s regimen\n\nbrushes his teeth in the morning only after he drinks coffee and then eats around 11\nHe uses his Oral B toothbrush for 30 seconds on top inside, 30 seconds top outside, and then same on the bottom\nUses his toothpick during the day\nAfter dinner he flosses and then uses the Oral B again (with a xylitol-based fluoride toothpaste)\nDoes not use mouthwash or a Waterpik\nPat says he needs to brush after his coffee to clean his mouth from overnight\n\n\nSoft bristle toothbrushes can be better for the tongue\nYou should also rinse your toothbrush after using it, and then dry it because bacteria thrive in moisture\n\nRinse in warm water\nYou can even rinse with soap (toothpaste has soap in it but taste is blocked)\n\n\nMouthwash wipes out all your microbiome, including the good ones\n\nGood to use when can’t brush, but don’t overuse so microbes won’t become resistant\nThere is not good data on whether mouthwash can cause fungal or other overgrowth\nBut it changes the microflora, so if you’re healthy you don’t want to interfere with it\n\n\nThe take-home message is that prevention is key\n\nThe only way to prevent dental caries throughout life is chronic preventive oral care\nGo to the dentist every 6 months for a cleaning and to ensure no cavities\nResearch shows 6 months is good for healthy people\nIf you are high risk with systemic health problems (e.g., diabetes), maybe 3 times a year instead\n\n\nPat’s own research has shown that the rate of progression of periodontal disease varies\n\nIt’s closely tied to the body, so a systemic issue will exacerbate inflammation\nSee worse periodontal disease in patients with systemic diseases\n\n\n\nOral hygiene and diabetes (this section contains additional information provided by Pat after the podcast was recorded)\n\nDiabetics have more periodontal disease, so need more frequent cleanings\nBoth Type I (T1DM) and Type II (T2DM) diabetes are associated with periodontal disease\n\nMost of the studies have looked at T2DM and found a strong association\nboth types of diabetes involve increased inflammation and reactive oxygen species (ROS) in the gingiva\nHyperglycemia (high blood sugar), high levels of advanced glycation end products (AGEs), and possibly hypoinsulinemia (low blood insulin) or insulin resistance may all contribute\n\n\nThe largest clinical trial addressing this question did not find any effects of periodontal treatment on improving glycemic control [as measured by glycated hemoglobin (HbA1c)] in patients with T2DM\n\nThis was a surprising finding\nthe trial was stopped early because of futility\n\n\nBut both diabetes and periodontal disease are preventable, so that is the key\n\n",
    "contentLength": 2926,
    "encodedLength": 693
  }
]