[
  {
    "content": "Katherine Eban is an award-winning investigative journalist who previously appeared on The Drive to discuss the widespread fraud in the generic drug industry. In this episode, she discusses the content of her recent Vanity Fair article, which examined the evidence for the theory that the COVID-19 pandemic resulted from a virus lab escape as opposed to a natural virus that came from an animal host. Katherine and Peter walk through the evidence for both theories as well as discuss the long and troubling history of dangerous lab leaks and safety concerns about the Wuhan Institute of Virology.  They also talk about the controversy surrounding gain-of-function research and its funding by the US government. Finally, they conclude with a discussion on the likelihood of definitively establishing the origins of the virus given the Chinese government’s lack of cooperation and highlight the fact that the many barriers to performing a full investigation may be the most troubling aspect of the controversy. This episode was originally recorded on July 6, 2021. \n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#169 - Katherine Eban: COVID-19 Lab Leak: Examining all sides of the debate and discussing barriers to a full investigation\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#169 - Katherine Eban: COVID-19 Lab Leak: Examining all sides of the debate and discussing barriers to a full investigation\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#169 - Katherine Eban: COVID-19 Lab Leak: Examining all sides of the debate and discussing barriers to a full investigation\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t",
    "contentLength": 2448,
    "encodedLength": 996
  },
  {
    "content": "\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nAn overview of the lab leak controversy [1:30];\nThe troubling history of lab leaks of dangerous pathogens [8:30];\nThe zoonotic transmission theory: did SARS2 come from a bat? [11:45];\nThe debate about gain-of-function (GoF) research [26:15];\nQuestions about US funding of GoF research in China [33:45];\nThe uncertain significance of the furin cleavage site [51:30];\nDiscerning what’s most important about both the zoonotic transmission and lab leak theories [1:01:15];\nBarriers to a full investigation [1:19:15]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t",
    "contentLength": 1854,
    "encodedLength": 996
  },
  {
    "content": "\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t",
    "contentLength": 1904,
    "encodedLength": 995
  },
  {
    "content": "\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\t\n\t\t\n\t\t\t283\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#243 ‒ The fentanyl crisis and why everyone should be paying attention | Anthony Hipolito\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n",
    "contentLength": 1115,
    "encodedLength": 533
  },
  {
    "content": "\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter In this episode, Robert Sapolsky, Ph.D., discusses the widespread impact of stress on our physical and emotional health as well as the mechanisms by which it can precipitate chronic illness, dementia, depression, and more. He also provides insight into the factors that contribute to the stress response (and our ability to handle it) such as social rank, personality, environment, and genetics. Lastly, we discuss how our behavior is altered in the face of stress and how that not only has a pervasive effect on a personal level, but also on society as a whole in how we interact with each other. We discuss:  Background, interest in stress, and Robert’s time in Kenya studying baboons [2:45]; Physiology of a stress response, and why it’s ingrained in our DNA [9:45]; Individual variation in the response to stress, and how everyone has a different optimal level [19:45]; How social rank and personality differences affect our stress response [26:30]; What’s happening in the brain when faced with stressful situations? [35:00]; What makes the human brain different than all other species? [44:15]; Imprinting stress to your kids epigenetically [48:00]; The role of stress on memory and the consequences of hypercortisolemia [53:00]; The impact of subjective socioeconomic status and social media on stress levels and health [57:45]; Tips for managing stress in the modern world [1:13:15]; What Robert learned about himself studying the social behavior of baboons [1:25:30]; The multilayered factors behind every human behavior, the context of “good and bad”, and exploring the human capacity of the wild extremes of violence and altruism from moment to moment [1:30:15]; PMS: How two women with identical hormone levels can have completely different emotional experiences [1:34:45]; How much of a role do genes play in depression and other emotional states? [1:38:00]; Why is cortisol elevated under sleep deprivation? [1:46:00]; The impact of stress on cancer [1:50:30]; The impact of stress on atherosclerosis, dementia, addiction, and depression [1:57:00]; Impulsiveness, impaired judgment, and lack of empathy in times of stress [2:01:45]; What advice would Robert give his 25-year-old self? [2:08:45]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n",
    "contentLength": 2901,
    "encodedLength": 999
  },
  {
    "content": "\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesNote: This podcast was recorded on July 6th, 2021. Because we want our subscribers to have access to comprehensive information about this controversial topic in a very quick time frame, these show notes differ in format from our usual approach. They are only loosely chronological and provide additional information not covered in the podcast.  Following the show notes there is an extensive list of links for those who desire to do more in-depth reading on this topic.\n§\nAn overview of the lab leak controversy [1:30]\n\nThere is a brewing controversy around the origins of the virus responsible for COVID-19\n\nThere is no information in the public domain either regarding the viral sequence or other circumstantial evidence that would help answer the question about the origins of the virus\nAt the time of the pandemic’s arrival, it was believed that this was a virus of zoonotic origin\n\nThought to be a virus that occurred naturally \nLikely originated from bats and transferred to an intermediary animal and then eventually humans in the wet markets of Wuhan, China\n\n\nIn early 2020, some critics began to question the zoonotic origin theory\n\nthey were met with the sharpest rebukes from both the scientific and political communities\nThe Lancet and Nature Medicine both published statements critical of the lab leak theory\nSaid such statements were xenophobic or otherwise ill-informed and conspiratorial\n\n\n\n\nSince that time, however, there has been a push for greater transparency\n\nStarting in March 2021, an international coalition of more than 20 scientists (organized by Jamie Metzl) published four open letters calling for an investigation into the lab leak theory\nThe call to investigate the lab leak theory is driven by two factors:\n\nUnlike the cases of SARS-1 and MERS, which are very similar viruses, there has yet to be any identified species of origin and/or intermediary despite much effort\nThere has been an abject lack of transparency to date\n\nIn an autocratic nation like China, transparency is not a cultural norm, whether this was a lab leak or not\nAn inability to find the cause or discovery of a mistake would not have been acknowledged to the international scientific community\nWhy did we not take the lab leak theory seriously a year or 18 months ago when it might have been easier to gather information?\nRobert Redfield, the former head of the CDC, offered to send in a team of experts to do widespread testing in Wuhan, especially the WIV\n\nHe thinks a lab leak could have been ruled out in a couple weeks if this had been done, but the Chinese government refused and destroyed records instead\nIt also blocked access to the mine where workers had been sickened months before the pandemic by a virus similar to SARS2\n\n\n\n\n\n\n\n\n\n\nThe lab leak theory is not a unitary theory\n\nCould be that researchers collected samples of natural viruses, a lab worker contracted one in the lab via aerosol transmission, and then the infected worker exposed others in the community\nCould also be that researchers had been manipulating viruses to see if they would become more infectious, known as “gain-of-function” (GoF) research, and then that genetically modified virus was accidentally leaked into the community through an exposed worker\n\n\n\n\nAttention has focused on the Wuhan Institute of Virology (WIV)\n\nLocated near the Wuhan market where the first cases were identified\nhoused bat viral samples\nhad been doing the type of research that could create a virus like SARS2\nThe lead coronavirus researcher at WIV, Shi Zhengli, is known as “Bat woman” \n",
    "contentLength": 3812,
    "encodedLength": 997
  },
  {
    "content": "\nShe has had a very successful career\nis well-known for figuring out that the mechanism of transition for SARS1 was through the ACE-2 receptors in human lung cells\n\n\nThe Chinese CDC is also located in Wuhan right next to the market\n\nAlso had a collection of bat viruses\nFewer clues have pointed in its direction, and we know less about its work because it was not US-funded, but it cannot be definitively ruled out as a potential source of a lab leak\n\n\n\n\nThe Chinese government has impeded a full investigation of the pandemic from the beginning\n\nShut down the wet market, ordered laboratory samples destroyed, claimed the right to review any scientific research about COVID-19 ahead of publication, expelled journalists, blocked search terms, pulled papers offline, penalized citizens who spoke out or questioned what happened, limited access of WHO team\nThere is no information about 3 WIV lab workers who became ill in summer/fall 2019 in the public domain\nBy now it may not be possible to find out the true origin of the virus\n\n\n\nThe troubling history of lab leaks of dangerous pathogens [8:30]\n“This is not like, ‘Oh, how could that ever happen?’ In a way it’s like, ‘How could it not happen?’ Because it’s happened over and over and over again.” —Katherine Eban\n\nThere are numerous examples of other infectious agents, especially SARS, escaping from labs before this pandemic\nIn May 2021, former FDA Commissioner Scott Gottlieb said that laboratory leaks “happen all the time”\n\nSARS1\nSince July 2003, there have been 4 incidents of SARS1 escaping from 3 different labs \nOf these, 3 were caused by breaches in laboratory biosafety and each resulted in at least one case of SARS:\n\nIn September 2003, a cross contamination in a Singapore lab caused one case of SARS\n\nA PhD student became infected with SARS after his samples of West Nile virus were cross-contaminated with live SARS virus in a BSL-3 lab\nThe student used to working in BSL-2 labs was given only 20 minutes of training before being allowed to work in a BSL-3 lab\n\nHe was working at an institute because a BSL-3 lab was unavailable at his university\n3 days after his first day in the lab, he became ill with SARS\nAn investigation found multiple problems with both record keeping and lab practices and showed that there had been SARS contamination within the BSL-3\n\n\nThough it was a serious safety breach, the government did a thorough and transparent investigation and “used it as an opportunity to fundamentally redesign its biosafety approach”\n\n\n\n\nIn December 2003, an accidental spill at a lab in Taipei, Taiwan caused one case of SARS\n\nThis second incident occurred at a military BSL-4 lab\nAuthorities were not notified in a timely manner\nlarge epidemic potential because it involved international air travel shortly after infection\nThe infected researcher was a 44-year-old US-educated pathologist who found a rip in a bag in the negative-pressure transport cabinet of the laboratory \n\nHe was in a rush and did not want to clean the spill using the necessary method of vaporized hydrogen peroxide, which would have taken hours, so instead he used a 70% ethanol spray\nWearing a regular mask and surgical gloves and no surgical gown, he stuck his head inside the cabinet to spray the spill\nTen minutes later, he wiped the spill and put the bag with the leak on the trash cart\nHe had lost his building access card and had used a borrowed one to get into the building\n\n\nHe flew to Singapore the next day with 6 colleagues but did not have a fever or seek medical care until he returned to Taiwan 3 days later\nAware that might have SARS but not wanting to disgrace the lab or Taiwan, he quarantined at home with his father and would not to go the hospital until his father threatened to commit suidcide\nThe lab did not have an incident-reporting procedure in place\nThere was no follow-up medical monitoring even though he missed 6 days of work\nHis family and colleagues were quarantined, as were fellow airline passengers from several countries after they were located\nThe Taiwanese government temporarily closed the lab and sanctioned the researcher, who was barred from seeking research project funding\nThere was an international investigation and all understood that it could have been a disaster; it was lucky that only the pathologist was infected\n\n\n\n\nIn February 2004, the third incident (technically two events) occurred in a BSL-3 lab at the Institute of Virology in Beijing and caused two cases of SARS \n",
    "contentLength": 4480,
    "encodedLength": 991
  },
  {
    "content": "\nIt’s “a story of towering academic ego, shocking incompetence, obstruction of the truth and lack of accountability”\nA senior researcher had “lost face” with his initial incorrect theory\n\nBased on electron microscope results, virus expert Hong Tao identified chlamydia as the main pathogen in the atypical pneumonia that had started to be seen in Guangdong province\nThe pathogen turned out to be SARS, but because of Hong Tao’s senior status his theory was accepted, and China fell behind in research as exploring other hypotheses was banned or discouraged\n\n\nHong wanted to restore his reputation by making the CDC a leader in SARS research \n\nAs the CDC’s research expanded, some SARS strains and potentially infectious materials began to be kept in two other BSL-3 labs, which were doing research on the diarrhea and prion viruses\nThe SARS BSL-3 laboratory was right next door to a BSL-2 electron microscope room\nThe lab was so overcrowded that SARS was kept in a locked fridge in the hall\nResearchers carried the virus into the BSL-2 room to use the electron microscope, but the virus inactivation technology used by the lab was inadequate\n\n\nTwo researchers contracted SARS and became ill\n\nDetails were not shared by the government and are largely unknown\nBoth seem to have recovered without infecting anyone else\n\n\nThe Chinese government began to inspect labs around the country\n\n\n\nIn April 2004, the 4th incident (also technically two events, and also at the Institute of Virology in Beijing) resulted in 9 cases of SARS (7 from one chain of transmission / hospital spread), including one death\n\nA student who worked in the viral diarrhea department, who did not work with SARS and was not qualified to work in the BSL-3 lab, became ill as she was traveling home for a visit\n\nThe details of how she contracted SARS are unknown (or undisclosed)\nWhen she came back to Beijing she was admitted to the hospital for pneumonia\nHer mother later took her back home, where she spent time in 2 different hospitals\nHer mother then became ill and died, but the student still did not know she had SARS\nA nurse who had taken care of her also became ill\nThe nurse was ultimately linked to 5 cases: the nurse’s parents and aunt, a doctor who had shared a room with the nurse when they were both patients, and the doctor’s daughter-in-law\n\n\nMeanwhile, another researcher at the lab became sick and was diagnosed with SARS\nThe institute was temporarily closed\nEventually almost 1000 people were quarantined, including more than 260 people associated with the Institute of Virology\nThere were 9 total cases of SARS\nThe government was not forthcoming in reporting the two earlier February cases from the same lab\nThe Ministry of Health Report found numerous problems\n\nInterdisciplinary labs, untrained staff, inadequate viral inactivation, inadequate safety precautions, poor health monitoring, poor implementation of the two-person access system \nSeveral people in charge of the Institute (though not Hong) were sanctioned, but the sanctions seemed largely symbolic\n\n\n\nIncidents with other microorganisms\nIn 1979, anthrax spores escaped from a military research lab in Sverdlovsk (now called Yekaterinburg) in the former Soviet Union\n\nAt least 66 people died\nThe USSR denied that anthrax had escaped and blamed the deaths on tainted meat\nMedical records were expunged\nThe research violated the Biological Weapons Convention\nBoris Yeltsin later admitted that the deaths resulted from a lab leak\n\nThe 1977-79 Russian flu pandemic\n\nCaused about 700,000 deaths\nPrimarily affected younger population (<25 years old)\nWas similar to a strain that had circulated in the 1940s and 50s\nMany scientists believe that it was accidentally released from a lab or from a live vaccine trial\n\nIn 1978, an incident at a medical school in Birmingham, England resulted in one death and one mild case of smallpox\n\nA 40-year-old medical photographer at the school died from smallpox\nIt was believed to have been eradicated and the last known “natural” case had been a year before on another continent\nHealth officials vaccinated 500 people in the two weeks after she got sick\nHer mother got a mild case that she survived\nThe head of the smallpox lab at the school killed himself\nWhile investigators were sure she contracted it in the lab, it was never clear how\n\nMany laboratory breaches have occurred in the US\n \n\nThe 67 select agents and toxins are microorganisms that have “the potential to pose a severe threat to both human and animal health, to plant health, or to animal and plant products”",
    "contentLength": 4559,
    "encodedLength": 989
  },
  {
    "content": "\nBetween 2003 and 2009, the US National Research Council reported that there were 395 incidents of “potential release of select agents” used in the lab in US government laboratories\n\n7 related infections resulted: 4 Brucella melitensis, 2 Francisella tularensis, and 1 Coccidioides (species unidentified)\n196 of those incidents were caused by “loss of containment” of dangerous pathogens\n\n\nIn 2012 the CDC reported that incidents of microbes being lost or escaping from select-agent labs increased from 16 in 2004 to 128 in 2008 to 269 in 2010\n\n \n\n2014 breaches\n\nAnthrax from a BSL-3 CDC lab in Atlanta was improperly sterilized before being moved to a BSL-2 lab, no cases\n\na CDC report concluded that the primary reason for the breach was a lack of “an approved … study plan … to ensure that the research design was appropriate and met all laboratory safety requirements”\nup to 75 people were potentially exposed\nwere given the anthrax vaccine and an antibiotic and no one became ill\n\n\nSix vials of smallpox were found in a cold storage room at an FDA lab, no cases\n\npossibly had been there since the 1960s\nan investigation found serious deficiencies in inventory control\n\n\nA vial of bird flu was contaminated with a much deadlier version and then mailed across the US, no cases\n\nused for research in a lab unequipped to handle dangerous viruses\nOnly discovered during the investigation of the 2014 anthrax incident\n\n\nThen-CDC director Thomas Frieden advocated “reduc[ing] the number of laboratories that work with dangerous agents to the absolute minimum necessary” to stem “an alarming rise in the number of incidents of lost or escaped microbes”\n\n\n\n \n\nIn April 2002, anthrax spores were found indoors near a US Army Research Institute of Infectious Diseases (USAMRIID) lab in Maryland and a worker tested positive for anthrax\nexposure\nIn 2001, anthrax stolen from a federal lab made 17 people sick and killed five others\n\nA primary suspect, who later committed suicide, worked at USAMRIID\n\n\n\nOngoing issues with lab safety\n\nIt is the people and processes in a lab, not the actual BSL level certification, that determines how safe it is\nLaboratories are often located in major urban centers near universities, industry, and desirable living locations, but it is much safer to have them way from densely populated areas and transportation hubs\n\nSafety concerns at the Wuhan Institute of Virology (WIV)\n\nResearch with incredibly dangerous pathogens is taking place in laboratories across the world with insufficient safety standards (10:24)\nLive SARS viruses are being studied in overcrowded laboratories in China and elsewhere with very few protections\n\nBiosafety levels\n\nBSL-1 (minimal hazard, e.g., non pathogenic strain of E. coli): follows standard microbiological practices (no eating, drinking, or applying cosmetics, washing hands after working with infectious materials and before leaving, routinely decontaminating work surfaces); work can be performed on an open lab bench or table; personal protective equipment (PPE) such as lab coats, gloves, and eye protection are worn as needed; sink available; doors to separate the working space\nBSL-2 (moderate hazard, e.g. Staph aureus):  access to the laboratory is restricted during work; PPE includes lab coats, gloves, eye protection, and face shields if needed; potential infection from aerosols or splashes prevented by working within a biological safety cabinet (BSC); an autoclave or an alternative method of decontamination is available; self-closing doors; sink and eyewash available\nBSL-3 (can cause serious disease through respiratory transmission, e.g., Mycobacterium tuberculosis): workers under medical surveillance (and might receive immunizations); access is restricted and controlled at all times; appropriate PPE required (including powered air purifying respirators for work with select agents and N95 respirator for other agents); work performed within BSC; hands-free sink and eyewash available; air circulation control; lab entrance through two sets of self-closing and locking doors",
    "contentLength": 4061,
    "encodedLength": 883
  },
  {
    "content": "\nBSL-4 is the highest level of safety (high risk of aerosol-transmitted infections which are frequently fatal and have no treatment or vaccines, e.g., Ebola and Marburg viruses): change clothing before entering; shower upon exiting; decontaminate all materials before exiting; all work performed within an appropriate Class III BSC or in a full body, air-supplied, positive pressure suit; laboratory has dedicated supply and exhaust air, vacuum lines and decontamination systems, and is located in a separate building or in an isolated and restricted zone of the building\n\nIssues at the WIV\n\nIn 2018, US government representatives visited the WIV for the opening of its BSL-4 laboratory and reported that a shortage of highly trained technicians and clear protocols were threats to the safety of the lab\nShi Zhengli of WIV herself had stated that her coronavirus research had been conducted in BSL-3 and even BSL-2 laboratories\nThe Wuhan institute of Virology is one of 3 labs doing GoF research on SARS2 – the other two are located in the US (Galveston, TX and Chapel Hill, NC)\n\n \nThe zoonotic transmission theory: did SARS2 come from a bat? [11:45]\n\nThe zoonotic theory holds that SARS2 also likely went from bats to an as-yet-unidentified animal (possibly a pangolin or a civet cat) to humans\n\nSARS1 epidemic of 2002: bats to civets to humans\n\nintermediary host species identified within 4 months \n\n\nMERS in 2012: bats to camels to humans\n\nintermediary host species identified within 9 months \n\n\n\n\nStatistical analyses of the the probability of a lab vs. zoonotic origin did not account for the likely millions of bat sequences that exist in nature but remain unknown\nThe CDC estimates that 6 out of 10 infectious diseases in people come from animals, including diseases caused by coronaviruses\n\nGlobally, zoonotic diseases have been on the rise for decades as humans continue to develop traditional animal habitats\nSome form of human and animal contact (markets, farms) is far more common than lab accidents\n\n\nIn the past, initial and intermediate host animals sometimes have not been identified long after outbreaks\n\nthe natural source of the Ebola virus remains a mystery (perhaps a bat or chimp)\nBut here Chinese authorities have tested up to 80,000 animal samples to see if they could find a host animal and have not been able to do so a year and 9 months later\n\n\n\n\nViruses can generate untold numbers of variants\n\nIt can acquire additional “tools” in the intermediary host before making the final leap to humans\nWe see only the one-in-a-billion that natural selection picks for survival\n\n\nGenetic study shows the virus carries all the messy hallmarks of nature and none of the fingerprints that would have been left behind by laboratory manipulation\n\nSARS2 could have jumped directly from bats to humans without going through an intermediate host \n\nIn an October 2013 Nature study, Shi Zhengli reported that certain bat viruses could potentially infect humans without first jumping to an intermediate animal, entering human cells through the ACE2 receptor\nSARS-2 appears to be similar to a virus that infected Chinese miners in 2012\n\n6 miners who shoveled bat guano out of a mine in southern China (Yunnan province) were infected with a bat coronavirus\n\nGuano was from rufous horseshoe bats, the same kind that triggered SARS-1\ndeveloped symptoms similar to future COVID-19 patients\n3 of them died\n\n\nChinese authorities never reported this to the World Health Organization as required\n\nsamples from the miners were taken to WIV where the virus was named BtCoV/4991\nIt was later renamed RaTG13 in lab records for unclear reasons \nOnly known now because an anonymous science teacher from India (“The Seeker” on Twitter) found this information in a database of Chinese student theses he searched\n\n\n\n\nThe miners’ illness from RaTG13 (the closest known relative of SARS2) is evidence it can jump directly to humans under certain conditions (massive overexposure in that case)\n\nCould explain why no one has so far found a trace of SARS2 in any intermediate host or in human populations before December 2019\nCould also explain why SARS2 did not need to mutate multiple times before it first appeared in humans\n\n\nRaTG13 is 96.2% similar to SARS2 \n",
    "contentLength": 4248,
    "encodedLength": 967
  },
  {
    "content": "\nRobert Garry of Tulane and Charles Chiu of UCSF have stated that a virus like RaTG13 would still take decades to evolve into SARS2, a process that exceeds the capabilities of genetic engineering and can’t be forced in a lab\nOthers say it is possible that SARS2 was engineered from RaTG13 or a close precursor found in the mine\n\nIn WIV data, DRASTIC researchers found 8 more viruses from the mine that were closely related to SARS2\n\n\n\n\nHundreds of samples were taken from the cave to WIV\n\nThe WIV’s database of ~22,000 virus samples and sequences was taken offline in September 2019, before the known start of the COVID-19 outbreak\nOutside scientists do not have access to information about all the samples that emerged from the mine\nIt’s theoretically possible that one of these viruses was SARS2\n\n\n\n“We know that there are hundreds of samples that were extracted, and we presume that there was deep sequencing done on these samples. But … we don’t have access to all that information, so we don’t know if any of those other samples may have closed the gap from 96.2 to 100%.” —Katherine Eban [22:00]\n\nIn October 2015, a research team collected serum samples from 218 residents in four villages in Yunnan province near bat caves\n\nThe region had not been affected by the SARS1 outbreaks in 2002–2003\nUsed 240 serum samples from random blood donors in Wuhan (more than 1000 km away) as controls\nFound that 2.7% of the rural residents had antibodies to coronaviruses similar to SARS\nProvides further evidence that some bat coronaviruses are able to infect humans directly from bats without an intermediate host\nBut it’s still unclear how the virus would get to Wuhan without leaving a trail\n\n\nThere are no signs of deliberate genetic modification in the virus’s code (although this would not necessarily be possible to detect)\nOne scientist said that the virus infects people in a novel way that is “too good” to have been a lab creation: “no human using a computer could do this”\n\nMolecular-modeling software predicted that if you wanted to optimize an existing bat virus so that it would replicate well in human cells, you would design it in a different way than the SARS-2 virus \nSARS-CoV-2 does binds human ACE2 with high affinity, but computational analyses find that the RBD sequence is different from those that would be optimal for receptor binding, suggesting natural selection rather than human manipulation\n\n\nSARS-CoV-2 is not derived from any previously used virus backbone\n\nif it were manufactured, a new, unpublished backbone would have to have been used, which seems unlikely\n\n\n\nThe debate about gain-of-function (GoF) research [26:15]\nThe precise definition of gain-of-function (GoF) research varies\n\nThe term “gain-of-function” was probably coined  at a 2012 meeting at the NIH\nAn NIAID scientist has said that “the term gain-of-function … is a vague and unsatisfactory term for microbiologists”  \nGenerally means manipulating a virus to make it either more transmissible or more virulent\n\nresearchers have re-created the 1918 flu virus\nmade polio virus from its published genome sequence\nput a smallpox gene into a different virus\nIn 2000, a Dutch team genetically engineered the spike protein of a mouse coronavirus so that only cats would be susceptible\n\n\n\n\nThe goal of GoF research is to allow scientists to develop tests, treatments, and vaccines for potential outbreaks\n\npredict which microorganisms in nature are potential threats and then figure out how to protect humans or carrier animals ahead of time\nAnticipate how dangerous viruses might spread\nAllow surveillance and monitoring by identifying the most dangerous strains in nature and tracing them to see if mutations are developing\nPerhaps could forecast mutations like the new delta variant of SARS2\n\n\n\nDebates about the value of GoF research\nThe discussion began around 2011 when research was done on flu strains engineered to spread in ferrets\n\nA scientist named Ron Fouchier did GoF research with the H5N1 virus and through lab manipulations created a pathogen that he claimed was highly dangerous and infectious \nLed to the formation of an anti-GoF research alliance called the Cambridge Working Group \n\nScientists have debated its utility ever since\n\nSome say it is not the most useful approach scientifically\n\nEven if we find one potentially dangerous mutation, there could be thousands of others we’d miss",
    "contentLength": 4393,
    "encodedLength": 994
  },
  {
    "content": "\nQuestionable value\n\nMarc Lipsitch of the Harvard School of Public Health says that GoF experiments have contributed very little to pandemic preparedness and has written articles outlining the arguments against them\nNichloas Wade observes, “From the hindsight of 2021, one can say that the value of gain-of-function studies in preventing the SARS2 epidemic was zero”\n\n\n\n\nOthers say that regardless of its scientific utility, it is too dangerous\n\nThe risks of GoF research are far greater than those we typically take, like killing people while driving or even a lab leak affecting only those who work in the lab – this can have millions of victims\nA 2012 editorial in the NYT said that risks of GOF research outweighed the benefits\nIn 2012, the Bulletin of the Atomic Scientists predicted that, given the number of labs then doing GoF research, the chance of a lab leak in the next 12 years was 80%\nIn July 2014, Lipsitch and the Cambridge Working Group wrote a statement (signed by 100+ scientists) saying that the risks of research with “potential pandemic pathogens” outweighed the potential benefits\n\n\nStill others say that other types of research can’t answer all our questions and thus GoF is sometimes necessary\n\nloss-of-function experiments don’t always yield enough information\nhighly pathogenic variants of viruses might behave differently (e.g., in replication) than more benign ones\nenhancing the ability of dangerous animal viruses to infect people helps us determine how close they might be to making the jump to humans in the wild\nIn 2011, Anthony Fauci and Francis Collins (along with Gary Nabel, then the Director of Vaccine Research at NIAID) wrote an editorial for the Washington Post in which they defended GoF research on the grounds that the potential benefits (development of vaccines and treatments) made it a risk worth taking\n\n\n\n US requirements for GoF funding\n\nThe “pause” period (2014-2017)\n\nIn October 2014, the Obama administration imposed a moratorium (pause) on GoF research “that may be reasonably anticipated to confer attributes to influenza, MERS, or SARS viruses such that the virus would have enhanced pathogenicity and/or transmissibility in mammals via the respiratory route”\nDefined GoF as “research that improves the ability of a pathogen to cause disease”\nIn place from 2014-2107, the pause  did not apply to “characterization or testing of naturally occurring influenza, MERS, and SARS viruses, unless the tests are reasonably anticipated to increase transmissibility and/or pathogenicity”\nScientists debated where to draw the line in defining what kind of research should be considered too risky\nMoratorium would seem to apply to:\n\nthe work published by Ralph Baric of the University of North Carolina and Shi in 2015 that created a new virus with a spike protein gene from a bat coronavirus and a backbone from SARS\nand to an NIH / EcoHealth Alliance-funded project at WIV, published in 2017, that created a new virus with spike protein genes from a bat coronavirus and a backbone from a different bat coronavirus\n\n\nBut there was a loophole in a footnote granting an exception if the head of the agency providing funding found that the research is “urgently necessary to protect the public health or national security”\n\nScience Magazine claims that about half of 18 projects were allowed to continue under the loophole or because the work didn’t meet the moratorium definition\n\n\nBaric and a colleague wrote a letter to the NIH objecting to the policy, stating that it “will significantly inhibit our capacity to respond quickly and effectively to future outbreaks of SARS-like or MERS-like coronaviruses”\n\nBaric’s experiments were ultimately allowed to proceed\n\n\n\n\nThe P3CO Framework Period (2017-present)\n\nIn January 2017, the Trump administration lifted the moratorium and replaced it with the Potential Pandemic Pathogen Care and Oversight (P3CO) Framework, which covered “research…reasonably anticipated to create, transfer, or use enhanced PPPs [potential pandemic pathogens]”\n\nPPPs are defined as pathogens that are “1. likely highly transmissible and likely capable of wide and uncontrollable spread in human populations; and 2. likely highly virulent and likely to cause significant morbidity and/or mortality in humans”\nenhanced PPPs result from “the enhancement of the transmissibility and/or virulence of a pathogen”\n\n\nRequired the funding agency to flag and report GoF research proposals for risk-benefit review\n\n\n",
    "contentLength": 4473,
    "encodedLength": 983
  },
  {
    "content": "\nThe WIV had been doing GoF research on SARS viruses at the time the pandemic started\n\nIn November 2015, Shi and Ralph Baric created a novel virus by taking the backbone of the SARS1 virus and replacing its spike protein with one from a bat virus (known as SHC014-CoV), which could infect lab cultures of human airways\n\nShowed that the virus could jump directly from bats to humans by using the same receptor\nThe new virus replicated as well as SARS1 in human lung cells\nCould not be treated with the standard treatments for SARS1 or Ebola\n\n\nClassified US documents also suggest that three staff members at the WIV were sick in November 2019, before the first cases of COVID-19 were reported in China\nIn December 2019, Peter Daszak, who had funded and worked with Shi, said in an interview that researchers at the WIV had been engineering the spike protein and developing chimeric coronaviruses that could infect humanized mice\nThe US State Department determined that the WIV has collaborated on publications and secret projects with China’s military\n\nQuestions about US funding of GoF research in China [33:45]\n\nIn 2018, the NIH approved two grants to fund GoF experiments on avian flu viruses\n\nBoth were to scientists who had previously engineered the avian H5N1 virus to be transmissible among ferrets\n\n\n\nThe EcoHealth Alliance Controversy\n\nEcoHealth Alliance is an NGO focused on global environmental health and “dedicated to protecting wildlife and public health from the emergence of disease”\n\nPart of its goal is to map the viruses in the natural world and use that information in part to preserve wild spaces\nannual budget varies between $9-15 million\n\npartners with numerous governmental, academic, and corporate institutions\nallocates funds to facilities conducting gain-of-function research, which gives it a lot of power and influence within the virology field\n\n\n\n\nSupports The Global Virome Project, which sought to map viral strains around the world  \n\nSome question the safety of collecting viruses from nature all over the world and bringing the samples back to labs\n\n\nEcoHealth Alliance received $3.7 million in grant money from the NIH’s National Institute of Allergy and Infectious Diseases (NIAID) between June 2014 and May 2019 \n\nThe Alliance also received funding from the Department of Defense \nEcoHealth allocated ~$600,000+ in grant money to Shi’s lab at the WIV over a period of years\nIn April 2020, in response to an (inaccurate) question a reporter asked Trump about US finding of the WIV, the government terminated the grant\nThis decision was heavily criticized in an open letter from 77 science Nobel Laureates and on 60 Minutes \nThe grant was reinstated in July with a set of bizarre conditions such as explaining cell phone usage patterns in Wuhan\n\n\nPeter Daszak, the head of EcoHealth Alliance, has been a vocal critic of the lab leak theory\n\nIn February 2020 (shortly after the pandemic became international news), the Lancet published a statement that rejected the lab-leak hypothesis, casting it as a xenophobic conspiracy theory\n\nIt was later discovered that the statement was organized by Peter Daszak\nThough he and 6 others with ties to EcoHealth Alliance signed the statement, no conflicts of interest were declared (this was amended in June 2021)\nIf a lab leak occurred, Daszak would not necessarily be aware of it, but he would have a large interest in it not being true\n\n\nNicholas Wade has sharply criticized Daszak’s reaction to the pandemic, charging that instead of sharing the information he knew, “he immediately launched a public relations campaign” to discredit the lab leak theory\nDaszak was the only American WHO selected for its January 2021 fact-finding trip to Wuhan\n\ndefended not asking the WIV for access to its databases\n\n\nIn April 2020 he called the lab leak theory “pure baloney”\nIn June 2020, Daszak published an article called “Ignore the conspiracy theories: scientists know Covid-19 wasn’t created in a lab”\nHe continues to post articles critical of the lab leak theory on his Twitter feed\n\n\nDaszak left the UN-Lancet commission investigating the pandemic origins in June 2021 after it became public that he had organized the initial statement\nRecent reports allege that Google has funded EcoHealth Alliance research, raising questions about media neutrality about the lab leak theory",
    "contentLength": 4348,
    "encodedLength": 964
  },
  {
    "content": "\nIn addition to the Lancet statement, a March 2020 letter in Nature Medicine authored by Scripps virologist Kristian Andersen, Robert Garry, and others also sharply criticized the lab leak theory\n\nThe objectivity of Nature has been questioned based on evidence that it has censored Chinese language versions of its articles \n\n\n\nControversial statements by US government officials\n\nOfficials have denied funding GoF research\n\n\nIn May 2021, NIH Director Francis Collins posted a statement claiming that “neither NIH nor NIAID have ever approved any grant that would have supported ‘gain-of-function’ research on coronaviruses that would have increased their transmissibility or lethality for humans.”\nThat same month, Anthony Fauci told a Senate hearing that “the NIH and NIAID categorically has not funded gain-of-function research to be conducted in the Wuhan Institute of Virology” \nAccusations of falsehood\n\nIndependent Science news observes that “the discrepancy between these official statements, and the opinions of relevant experts and the amount of evidence suggesting the contrary, is disturbing”\nRichard Ebright objected that this statement is false unless “for humans” means “in studies with human subjects” (and, if it does, the statement is irrelevant to both US policies, neither of which are limited to transmissibility / lethality for humans)\n\n\nDisagreement over terms\n\nTo some, the term “gain-of-function” applies only to enhancements of viruses that infect humans, not to animal viruses, meaning the enhancement of human viruses\n\nBut this is not the definition used in the moratorium\n\n\nAlina Chan mentioned in a Twitter thread that there has been some disagreement about what would be classified as GoF\n\nfor example, there is disagreement about whether chimeric viruses count\nThe research in question was not designed to increase either transmissibility or pathogenicity\n\nwhether research is “likely” or “reasonably anticipated” to enhance transmissibility can be subjective\nmakes it unclear whether the EcoHealth Alliance grants funded GoF research\nit was technically molecular characterization, which the NIH did not consider GoF \n\n\n\n\n\n\n\n\nNow there are numerous ongoing investigations (including by the HHS inspector general) about what the federal government knew about this research\n\nHard to disentangle conspiracy theories that have no basis in reality from the credible questions\n\n\n\n“I’m always mindful of this expression we have in investigative journalism: never assume conspiracy when incompetence is an option.” —Katherine Eban [1:26:15]\n\nKatherine believes there are valid questions about the funding\n\nWhy were we giving taxpayer dollars to a high-level Chinese laboratory where we now believe Chinese military scientists were working? \n“Maybe we should make more of an effort to restrict our research dollars to the science laboratories of allies and not adversaries”\n\n\n\n\nThere have been barriers to investigation in the US, not just in China\n\nOne’s stance on the lab leak became a political statement\n\nPeter doubts this debate would have been as polarized if it had been just among scientists and politics did not play a role\nKatherine says it became very politicized\n\nin April 2020, Trump announced SARS2 was a lab leak\n\nhe had no evidence to establish his claim at that time\nSome thought he was not trying to get to the bottom of the pandemic but using it as a way to bludgeon China using terms like “Kung flu”\n\n\nhis own agencies had put out a statement that the lab leak theory was false (for which there was also no evidence at the time)\n\n\nOnce polarizing public figures began to push the lab leak theory, it became off limits for mainstream thinkers and media to explore\n\n\nConflicts of interest hampered the U.S. investigation into COVID-19’s origin\n\nThe government did not want bad publicity associated with funding GoF research\nmany leading experts had either received or approved funding for gain-of-function research\n\n\n\n\n\n“A lot of those people I interviewed, they said the same thing to me: ‘I got into this because I wanted to know why the scientists were acting so unscientific. Why do you take a hypothesis off the table without evidence? If you’re having an investigation, don’t you pursue all hypotheses in an equal fashion until you have real evidence?’” —Katherine Eban [1:17:30]\n\nIf a lab leak did occur at the WIV, the US bears some responsibility because we do similar research and have funded and worked collaboratively with them",
    "contentLength": 4480,
    "encodedLength": 986
  },
  {
    "content": "\nThere is likely to be a lot more transparency around GoF research funding now\n\n \nThe uncertain significance of the furin cleavage site [51:30]\n\nCellular entry of both SARS1 and SARS2 viruses is mediated by the binding of receptors on the host cell surface (primarily ACE2) to the viral receptor-binding domain\nBut ACE2 has a 10-to-20 fold higher affinity for SARS2 than SARS1\n\nFurin, which is found on human cell surfaces, will cut any protein chain that carries a specific amino acid sequence\nUnlike SARS1, SARS2 has a proline-arginine-arginine-alanine (PRRA) insert that, when combined with the subsequent arginine (R) on the end, creates arginine-arginine-alanine-arginine (RRAR), a furin cleavage site\n\n\n\n\nFigure 1. Comparison of SARS1 and SARS2 amino acid sequences and method of cell entry.  (Wu et al. 2020)\n\nThis site may be the reason why SARS2 infection is stronger than SARS1\n\nThe virus can’t invade a cell until its two subunits have been cut apart, and the furin cleavage site ensures that the spike protein will be cleaved in exactly the right place\nIf S1 and S2 are cut before maturity, it may allow S1 more flexibility to alter its conformation to better fit the host receptor\nmakes the virus more infectious by allowing it to efficiently enter human cells\n\n\n\nSome evidence suggests that the furin cleavage site was added in a lab\n\nOf all known subtype B beta-coronaviruses, only SARS2 possesses a furin cleavage site\n\nThe PRRA insert is not found in any other subtype B beta coronaviruses (although there is one in some other beta coronaviruses such as MERS, which is subtype C)\nIts higher affin­ity for hu­man ACE2 re­cep­tors than any other an­i­mal species so far tested, in­clud­ing horse­shoe bats, suggesting it was be­ing cul­tured in hu­man cells\nSARS2 seems to have only feeble affinity for bat cells, raising questions about whether it came from a bat\n\n\nSARS2’s most notable features, the furin site and the human ACE2-binding domain, were unlikely to have arisen simultaneously\nSARS2 also has a flat ganglioside-binding domain (GBD) on the spike protein which is different from other coronaviruses in its pattern of host evasion survival\n\n\nFigure 2. Spike protein, furin cleavage site, and the ACE-2 binding domain. Sources: 1, 2, 3.\n\nEleven GoF experiments using an added a furin site to enhance the infectiousness of a virus have been published, including one by Shi\nShi had done experiments with furin cleavage sites at the WIV\nA Nobel Laureate, David Baltimore, stated that the furin cleavage site was the “smoking gun” of gene manipulation (though he later said he had overstated the case)\nThere is no way to establish definitely if a virus has been manipulated\nMutation, which typically affects single amino acids, seems a less likely way for SARS2’s furin cleavage site to be generated (though it can’t completely be ruled out)\nSARS2 has a pair of arginine codons (double CGG)\n\nThis codon is more commonly seen in human cells than in coronaviruses\nThe human-preferred codon is routinely used in labs\n\n\n\nBut existing data does not establish definitely that SARS2 was bioengineered\nIn Nicholas Wade’s piece, he says there is no evidence of furin cleavage sites in any SARS-like beta coronaviruses\n\nBut studies have found furin cleavage sites in other beta coronaviruses (just not in subtype B like SARS2)\nA 2018 study found a furin cleavage site in MERS (a subtype C beta coronavirus)\n\nMany coronaviruses have furin cleavage sites with the same codons\n\nIn SARS2, about 3% of the nucleotides encoding arginine are CGG\n5% of those encoding arginine in the virus that caused the original SARS epidemic are also CGG\n\nSARS2 could have picked up the furin cleavage site from a natural source\n",
    "contentLength": 3720,
    "encodedLength": 983
  },
  {
    "content": "\nOne potential source is an as-yet-unknown betacoronavirus\nAnother is humans: a predecessor of SARS2 could have been circulating in the human population and then acquired a furin cleavage site from human cells\nSARS-2’s crucial features — the furin cleavage site and the ACE2 receptor — could be the result of recombination of a bat coronavirus (perhaps RaTG13) and another, unknown virus\nIn the earliest days of the pandemic, researchers found two distinct lineages of the virus with different transmission patterns, suggesting either two wildlife sources or that the virus switched from one animal to another\n\n“There is no smoking gun per se. What there is is smoke coming out of a lot of windows. … There is enough smoke coming out of enough windows that we cannot take the lab leak hypothesis off the table, and so for me, the most credible people on this, they’re not saying it was a lab leak. What they’re saying is, ‘Why can’t we have a full investigation?’” —Katherine Eban [56:30]\nThe lab leak theory: did SARS2 escape from a lab in Wuhan? [1:00:00]\nProponents of lab escape believe that they can explain all the available facts about SARS2 considerably more easily than can those who favor natural emergence\n\nWuhan is home to WIV, where researchers were genetically engineering bat coronaviruses to attack human cells under the minimal safety conditions of a BSL2 lab\nThe evidence much more easily explained by the fact that the initial outbreak city housed a laboratory doing aggressive SARS research on an extensive collection of bat viruses\nThis theory includes a scenario in which a natural virus the researchers were working with escaped from the lab and an alternate scenario in which a virus that had been altered by researchers escaped\n\nIt’s too much of a coincidence that a pandemic caused by a novel bat coronavirus started in a city that also happens to contain a laboratory doing aggressive SARS research on an extensive collection of bat viruses\n\nThe virus first appeared in Wuhan (population 11 million) without first appearing closer to the caves where the bats live\nThe two closest known relatives of the SARS2 virus were collected from bats living in caves in Yunnan Province\n\nbut the pandemic broke out in Wuhan, which is 1,500 kilometers away\nHorseshoe bats’ typical range is ~50 kilometers\n\n\nYou would need a longstanding population of bats in frequent proximity with an intermediate host, which in turn must often cross paths with people\n\nThe infected person (or animal) carrying this highly transmissible virus must have traveled to Wuhan without infecting anyone else\nMany cases had no link to the wet market in Wuhan as originally stated (the Chinese gov admitted in late May 2020 that it had ruled out the market as the origin point of the outbreak)\n\n\n\n\nThe pandemic began at a time when horseshoe bats were hibernating\n\nSARS2 has not not evolved as would be expected with zoonotic transmission\n\nThe coronavirus spike protein makes multiple failed jumps to another species before it develops the necessary mutation\n\nSARS1 had successive changes in its spike protein as the virus evolved, but SARS2 has changed hardly at all until recently\n\nPeter thinks this is the most convincing piece of evidence for a lab leak \nWe’re only now seeing variants of this virus (e.g., the delta variant)\n\n\nWhen SARS-CoV-2 was first detected in late 2019, it was already pre-adapted to human transmission to an extent similar to late-epidemic SARS1\n\n\nThe uniform structure of SARS2 genomes gives no hint of any passage through an intermediate animal host, and no such host has been identified in nature\n\nDiscerning what’s most important about both the zoonotic transmission and lab leak theories [1:01:15]\n\nThere are a lot of red herrings in this debate\n\nIf SARS2 was made in a lab, it doesn’t have to have been an attempt to create a perfect bioweapon, so it doesn’t really matter that it was not the most lethal contagious virus possible\nAnd even if they were attempting to create a highly lethal and contagious virus, the leak was likely an accident and thus the virus was not necessarily in its final form\n\n\nKatherine doesn’t think there is a consensus view at this time\n\nIt’s been shattered and the scientific community is divided\n\n\n\nThe strongest arguments for each side\n\nZoonotic origin \n",
    "contentLength": 4310,
    "encodedLength": 987
  },
  {
    "content": "\nBased on the precedent of previous SARS outbreaks (SARS1 & MERS), it makes sense that this followed the same pattern\n\nThere isn’t specific evidence to contradict that despite the lack of identification of the animals involved\n\n\nBecause the virus is asymptomatic in many cases, it’s possible that it has an even earlier origin than we know, which would explain why it first appeared so far from where the bats live\n\nBecause of asymptomatic cases, the case fatality rate was infinitely lower than we initially thought\nWe didn’t realize this until serology was being done on asymptomatic people (done in a very controversial study by John Ioannidis)\n\n\nPeter points out that, if it were a lab leak, a lot people would know and it would hard to keep them all quiet\n\n\nLab leak theory\n\nHow would this have started naturally in the winter far from where the bats live in a market that doesn’t sell bats but does happen to be close to 2 labs doing research on these types of viruses?\n\n\n\n“Well, here are these laboratories that have the largest collection of bat samples, really in the world, who were doing some of the most aggressive testing, so there’s smoke coming out of that window.” —Katherine Eban [1:13:45]\n\nWuhan labs have the largest collection of bat samples\nwere doing aggressive gain-of-function research in which they were manipulating pathogens\nwere doing it in as low as a BSL-2 setting \nWhen Chinese scientists wrote a paper making this point, it was immediately taken down\n\n\nWe have been unable to find either the original bat or the intermediary host\nEspecially compared to SARS1, SARS2 showed unusual stability (a relative lack of genetic drift or mutation) once it took hold in late 2019\nThere’s a long history of / precedent for lab leaks \n\nThe ultimate questions to ask about these theories\n\nWhat’s the probability that this virus was brought into a lab?\nWhat’s the probability that the virus was manipulated in a lab?\n\n“What’s the likelihood that this thing made its way into a lab and got tweaked? That’s where you get into these other questions of, boy, the people who claim it didn’t aren’t doing themselves any favors in the way they’re acting. The EcoHealth Alliance, the Lancet paper, doesn’t look good in the light of day.” —Peter Attia [1:16:15]\n\nWhat’s the probability that the virus could unintentionally escape from a lab setting?\n\nLikely very high – we know it has happened many times before (and harmless viruses have no doubt escaped many more times) and this was a low lab safety setting\n\n\n\nBarriers to a full investigation [1:19:15]\n\nThere are multiple hurdles, both political and evidentiary, that stand in the way of a real investigation\n\n“The question of COVID origin is the ultimate grassy knoll. This is one for the ages”\nThe anthrax lab leak in the Soviet Union in the 1970s was only disclosed after the authoritarian structure of the Soviet Union collapsed\nThe Chinese government exerts a lot of control over its citizens and it’s doubtful that Shi is free to share information or speak her mind \n\n\nThis should be viewed not as a conspiracy but as two competing hypotheses, one of which was largely ignored because it was politically inconvenient to consider\nPresumably someone in China knows the answer to this question, but it’s unclear how much political capital other countries want to spend demanding answers from China\n\nFor example, Scott Morrison, the Prime Minister of Australia, pushed to have a lab leak investigation be part of the World Health Organization inquiry \nChina immediately blocked import of Australian goods\n\n\nThe Biden administration recently requested a report on the pandemic’s origins to be delivered within no less than 90 days\n\nbut without more transparency on the part of the Chinese government our ability to uncover what happened will be limited\nBut “there is a lot of information that is potentially available to us if we are really to dig into our own filing cabinets”\n\nRecently the virologist Jesse Bloom reported that some early sequences from Wuhan were deleted from a shared Chinese-NIH database \n\n\n\n\nPeter says the primary issue is not even whether SARS2 came from a lab but that “there has been and likely will be forever an enormous obstruction to get to the truth about it”\n",
    "contentLength": 4255,
    "encodedLength": 972
  },
  {
    "content": "\n“Starting out … I was very dismissive because it sounded to me just like conspiracy theories. … But I think what’s happened is as time has gone on and no host animal has been found, and Trump has been removed and so there was a sort of space to ask this question … and China has failed to be transparent, and conflicts of interest have been exposed, and for my own reporting now I understand that a full investigation within the U.S. government was essentially blocked or restricted, I kind of give it even odds at this point. I think it’s a possibility. I don’t have a definite conclusion. If a host animal was found tomorrow, I would be like, okay. But I think there are just too many questions to be ignored right now” —Katherine Eban [1:22:15]\n",
    "contentLength": 749,
    "encodedLength": 176
  }
]