[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob dive deep into cancer screening, including why it’s important, what you need to know about a test, and Peter’s approach with patients. They specifically discuss various screening methods, explain important terms like sensitivity and specificity, and how layering and stacking different tests in tandem can improve predictive values. They conclude with a discussion on one of the more exciting screening tools, diffusion-weighted MRI, and how it’s changing the cancer screening landscape. \nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #25 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nThe importance of cancer screening [1:15];\nCancer screening terms: sensitivity, specificity, false positives, and false negatives [8:25];\nCancer screening terms: positive and negative predictive value [17:00];\nImproving predictive value by layering tests, and the predictive values of mammograms [25:45];\nHow smoking impacts the predictive value of cancer screening [30:45];\nLiquid biopsies for ruling out cancer and the blind spots of common cancer screening tests [33:00];\nThe difference between cancer originating from inside versus outside the body [41:15];\nHow diffusion-weighted MRI is changing cancer screening [45:15];\nSummary of Peter’s approach to cancer screening [53:45]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#170 – AMA #25: ﻿Navigating the complexities and nuances of cancer screening\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#170 – AMA #25: ﻿Navigating the complexities and nuances of cancer screening\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#170 – AMA #25: ﻿Navigating the complexities and nuances of cancer screening\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes\n\n§\nThe importance of cancer screening [1:15]\nSome subscriber questions covered in this podcast:\n\nHow do you think about cancer screening? \nWhy and or when should I be screened?\nWhich tests are worth getting? \nWhat do you think of liquid biopsies? \nHow do you interpret sensitivity and specificity of tests? What do those actually mean? \nWhat are some screening tools for cancer you use in your practice?\nCan you discuss how you categorize cancers and how you screen for each?\nWhat’s the difference between cancers outside the body versus cancers inside the body?\n\nAddressing the first question: How do you think about cancer screening?\nLongevity has these two components—they’re not independent—but sometimes, it’s helpful to think about them in isolation:\n\nLifespan—How do you live longer? \nHealthspan—How do you live better?\nMajor diseases that rob a person of lifespan include cancer, atherosclerotic diseases, and the diseases of dementia and neurocognitive decline\nThe latter two go more hand in hand with the reduction in health span\nBy definition, when a person has Alzheimer’s disease, their quality of life  i.e. their cognition) is also deteriorating–So they’re experiencing both the slide in quality of life and eventually length of life\nSimilarly in people that have advanced atherosclerosis, a lot of times the reduction in the ability to carry out activities of daily living kind of moves more hand in hand with that\nIn the case of cancer, health span decline is a little less the case\nAge is the greatest risk factor for cancer just as it is for the other two diseases\nBut in some ways it’s a little bit easier to think of cancer in isolation from the health span stuff\nif you’re trying to imagine a world in which you can live longer… that means living in a world where we delay the onset of chronic disease and/or have better tools to live longer with chronic disease\nPeter much more favors the former option (i.e., delay) because we’ve basically spent most of the history of modern medicine working on the latter option with very, very limited success.\n\nScreening\n\nOne of the pillars of longevity is minimizing mortality from cancer\nSo where does screening fit into this?\nScreening is one of three pieces\nFirst piece would be, how do you prevent cancer? \nThe second thing would be, how do you screen for cancer and detect it early? \nAnd the third is, how do you treat it when you have it?\n\nFocusing on the prevention piece…\n\nWhy does Peter believe that screening is an important pillar? \n\nThe simplest explanation for why screening matters is the evidence that suggests that a cancer that is caught earlier is easier to treat than a cancer that is caught later\nFor instance, if you catch a breast cancer or a colon cancer when there are tens or hundreds of millions of cancer cells, your odds of treating that successfully are better than if you catch the same cancer years later, when there are billions of cells\nThe evidence for that basically comes from examining how patients respond to the exact same drugs in the adjuvant setting versus in the metastatic setting \nThe adjuvant setting is when a drug is given to a patient who has no visible cancer\nSo if you believe that they have microscopic disease that remains, and you give them a drug like Herceptin for a HER2/neu positive breast cancer\nIf you compare the outcomes of those patients to the outcomes of patients who are given the exact same drug for the exact same phenotype and genotype of the cancer, but in the metastatic setting, there’s no comparison in the outcomes\n\n\nPossible explanation for the difference in success rates:\n\nOne explanation for that may be that the cancers that have been around longer have developed more mutations\nIt is therefore Peter’s belief that the more we can do to screen for cancer and catch it earlier, the better we will be\n\n\n\nScreening frequently comes with a price:\n\nWe pay a financial price for that\nAnd we pay potentially an emotional price\n\nWe have to now get into false positives and false negatives\n\n\n\nLooking at five-year survival stats…\n\nTake breast cancer—If you catch it early and it’s a local cancer and it hasn’t metastasized, the five-year survival rates are 99% \nBut for metastatic breast cancer, five-year survival is about 28% \n\n \nCancer screening terms: Sensitivity, specificity, false positives, and false negatives [8:25]\nSensitivity\n\nFigure 1. \n\nSensitivity is the probability that the test yields a positive result for someone who has the condition of interest\nA sensitive test is likely to detect a person who has COVID if they’re tested\n\nA realistic example: Mammography\n\nFigure 2.\n\nwe are now talking about 1,000 women who have breast cancer\nif you were to run a mammogram on them, 840 of them would have a positive mammogram\n\nthe radiologist would read that and say, “this woman has breast cancer.” So those are true positives.\n\n\nIn this example, 160 of those women would have their mammogram read as negative\n\nAnd these would be false negatives\n\n\nSensitivity is defined as the true positive rate over the total number of cases\nTrue positives plus the false negatives, which in this case yields 84%. \na very, very, very sensitive test would always have caught the people who have the condition\nBest case scenario here is a 100% sensitive test that would detect 1,000 of those women, and none of them would be false negatives\n\nWith sensitivity, you have to understand that it’s basically backwards looking\n\nWith specificity, by contrast, you truly know who has cancer, who doesn’t have cancer, when we get into specificity\nwhen you look at sensitivity, you already know what the result is when somebody, after they get screened and you know the results\nBut in the case of sensitivity, if the test is negative, you know it’s wrong. You know it’s a false negative, just because we’re looking at a group of people where you already kind of have the answer in hand with sensitivity\nwith specificity as you’ll see in a moment, it means that you actually have forward-looking data to know that a negative is truly a negative\n\nSpecificity\n\nFigure 3.\n\ncontrapositive of sensitivity\nspecificity is the probability that a bunch of people who do not have the condition will also end up with a negative test\n\nAn example…\n\nFigure 4.\n\nSo if you took 1,000 women who do not have breast cancer (that means that I know longitudinally that they don’t have breast cancer)\n\nFor the next five years, you follow them, and none of them go on to develop breast cancer\nThese are truly women who do not have breast cancer\n\n\nYou run the mammogram on them, 90 of them are going to have a positive finding\n\nA radiologist is going to read this and say, “Hey, I think you have breast cancer here. We need to do a biopsy or do something else\nIn other words, those 90 women (or 9%) had a false positive. \n\n\n",
    "contentLength": 10004,
    "encodedLength": 2999
  },
  {
    "content": "Conversely, 910 women in this case would have a negative read, which is truly negative\n\nSpecificity is therefore the number of true negatives over the total number of cases, the true negatives plus the false positive\n910 over 1,000 is a 91% specificity\n\n\nAs specificity goes up, your ability to discern negatives goes up\nAs sensitivity goes up, your ability to discern positives goes up\n\n\nFigure 5.\n\nAs sensitivity goes up, your true positives go up and your false negatives go down\n\nThe “metal detector” example for illustrative purposes:\n\nYou have a metal detector in the airport, and your goal is to figure out if people walking through the metal detector are carrying metal\nyou can adjust the gain on that for how much magnetic signal you want to pick up\nif you want it to be very, very sensitive, that means you never want to have a false negative\nYou never want anyone to walk through that detector with metal and get missed\nyou are dialing up sensitivity\nYour true positives are going to go very high. You’re going to catch everybody. And your false negatives are going to be very low\nWhat’s happening on the flip side of that, you’re going to get a lot of false positives. Which means you’re going to be dinging a lot of people for metal who don’t have metal\nIn the case of a metal detector in an airport, we probably are willing to make that trade off\n\nUsing the “metal detector” analogy, now let’s look on the other side with specificity:\n\nLet’s say you forgot to plug it in, and everybody walks through \nAnd imagine the manufacturer says, “One thing in our favor is that our specificity is 100%. If you’re not carrying any metal, we’re going to pick up every single true negative. And we will never pick up any false positives with our machine.”\nAn unplugged metal detector has 100% specificity, because there will be no false positives—so it’s useless when it comes to actually accomplishing what you need a metal detector for, which is finding the true positives and minimizing the false negatives\n\nSimilarly, a test that is 100% sensitive but 0% specific is equally useless\n\nFor example, say you send a million letters out to women and tell every one of them they have breast cancer\n\nGuess what? That’s 100% sensitive\nIn that group of a million women, some are guaranteed to have breast cancer and you have truly told every one of them that they have breast cancer\nThe problem is your false positives are so high, your specificity is effectively zero—It’s a useless test\n\n\n\n“Don’t be lulled into the trap of thinking [a cancer screening test] has to have 100% sensitivity or 100% specificity. It’s more about the interplay between them.” —Peter Attia\n \nCancer screening terms: positive and negative predictive value [17:00]\n\nFigure 6. \n\nIf you’re going in to get screened, these two metrics (PPV and NPV) are really important\nPeter points out that he has a hard time thinking about them in isolation, because it’s better to think about them in terms of prevalence \nThis is what determines clinical decision-making and anxiety—This is not just an academic exercise, we are doing this because we need to make decisions based on the outcomes and we don’t want to cause undue stress\n\nDefinitions:\nThe positive predictive value is defined as the number of true positives over the true positives + the false positives (the tested positives versus all the positives)\n\nSo a high positive predictive value means if you get a positive test, here’s how confident you are that your test is truly positive\nFor example, a 50% positive predictive value means one out of every two tests is a false positive (a true positive is a test positive that is indeed positive)\nA false positive is a test positive that is not positive for the condition.\n\nSimilarly, the negative predictive value are the true negatives\n\nSo if you had a 50% negative predictive value, it would mean that only half the people for whom a negative test is the outcome are actually negative for the condition\n\nThe single most important concept is: How do these numbers change in the context of the prevalence?\n\nBecause you have to know what’s called the pretest probability before you can take a given sensitivity and specificity and get a PPV and an NPV\n\n*Interactive spreadsheet*\n\nFour things that you get to input into the spreadsheet – \n\ni) Population, \nii) Prevalence, \niii) Sensitivity, and \niv) Specificity \n\n\nFor the population — if you want to actually see numerical relevance, it does not change the PPV or the NPV\nFor Prevalence – Things to consider when inputting prevalence: \n\nAre we talking about the general population? Are we talking about a given individual?\nIf you consider a 60 year old who smokes two pack a day for the last 30 years, the prevalence of cancer in a group of those people is much higher than a 30 year old who is a totally healthy nonsmoker without Lynch syndrome or something like that\nIn that latter case, the prevalence is less than 1%. In the former case, that prevalence is probably greater than 10%\n\n\n\n\nFigure 7.\n\nFigure 8.\nExample using the interactive spreadsheet: \nLet’s first use an example of a high-risk person doing a mammography test whose prevalence of cancer is 5% at the time you do this test [see timestamp 23:20 in the video above]—\n\nFigure 9. Screenshot from video at 23:20.\n\nThe numbers for the mammography test — sensitivity is 84% & the specificity is 91%.\nThe green squares show you when the test is doing its job correctly—the true positives are 84%, which means 4,200 out of 5,000 people (5,000 because 5% of 100,000 have cancer)\nThen when you look at the “don’t have cancer” column, which is the 95,000 people who don’t have cancer, how many of them were truly diagnosed as negative? = 86,450\nYour red squares show you where the test didn’t work (i.e., the false negatives) = 800 women in this case have breast cancer (i.e, 800 women would get missed)\nFor the false positives, we have about ~8,500 (i.e., the people that are going to require follow-up testing or even a biopsy)\nNow, let’s take at positive predictive value (PPV)\n\nIn an environment where prevalence is 5%, sensitivity is 84%, specificity is 91%, the positive predictive value is only about 33%. \nThis is very important to understand… it means if you have a mammogram that says you have breast cancer, there’s actually only a 33% chance that you actually do have cancer\n\n\nConversely, the negative predictive value is very high at 99% — Meaning if you have a negative mammogram in this setting, you can be very confident that you do not have breast cancer\n\nNow, let’s change the prevalence value to 1% and see what happens [see timestamp 25:00 in the video above]—\n\nFigure 10. Screenshot from video at 25:10. \n\nNote that we haven’t changed the sensitivity or the specificity so this is the same exact test\nWe’re now just applying it to a person who has a much lower pretest probability of the cancer\nIn this case, if this person has a positive test, it means almost nothing because the PPV is really low at 8.6%\nThe NPV becomes even stronger at 99.8% — so it’s overwhelmingly the case that this person does not have cancer\nYou could argue that that’s not very relevant because the person’s pretest probability was only 1%, and their post-test probability is 0.2%, so you’ve gained 5X in terms of negative predictive value\n\nNow, let’s change the sensitivity to 50% and specificity to 99% while keeping the prevalence at 1% and see what happen [see timestamp 26:15 in the video above]—\n\nFigure 11. Screenshot from video at 26:25.\n\nYou now have a test that is far less sensitive — meaning it’s not as good at detecting cancer when it’s there, but it’s much better at knowing when cancer is not there\nNotice that you’ve paid a little bit of a price on your NPV as it’s come down from 99.8 to 99.5.\nAnd look what it’s done on your PPV — it’s increased that from basically nothing to at least 33%.\n\nNow, let’s move the specificity up to 99.5% while keeping everything the same and see what happens [see timestamp 26:55 in the video above]—\n\nFigure 12.\n\nnow you’re talking about a positive predictive value of a coin toss 50%\nin a patient population where the prevalence of cancer is 1% is not that bad. \nAnd the negative predictive value is basically unchanged\n\nJust to complete this, let’s change the prevalence 10% [see timestamp 27:20 in the video above]—\n\nFigure 13. \n\nnow we’re talking about a very high risk population\nprevalence is 10%. Your sensitivity is still 50%. Your specificity is basically 100%. It rounds up to 100\nYour positive and negative predictive value are very high here\nIf you have a positive test, you’re more than 90% sure that it’s positive, that you have the condition\nAnd if you have a negative test, you’re 95% sure that that’s correct.\n\n*IMPORTANT POINTS: [25:24]\n\nThe first point is that sensitivity and specificity cannot be evaluated in isolation. They have to be evaluated in the context of the prevalence or what we call the pretest probability.\nThe second point is the nonlinearity with which sensitivity and specificity affect PPV and NPV in the case of prevalence makes it such that we need a worksheet like this to play with. We can’t do this math in our head.\n\n \nImproving predictive value by layering tests, and the predictive values of mammograms [25:45]\n[To see the spreadsheet results from this section, start the video at timestamp 28:30]\nLooking at mammography…\n\nBob says, “if you’re looking at routine screening in people who are at average risk, the prevalence might be around 1.3%.”\nAnd then if we go back to those values of was it 84% sensitivity, 91% specificity\nYou might say “okay, well mammography has a sensitivity of 84% and specificity of 91%”\nWell, what does that mean? \nIf a woman has a mammography in this population and has a positive test…what is the likelihood that she actually has breast cancer? \nWhen Bob saw a positive predictive value of about 10%, “it just didn’t compute even though I’m literally computing this”\nYou look at 84% and 91% and you just think those are good grades\nAnd then you actually look at, how predictive is this test? \nWell, the prevalence is 1% and the positive predictive value is 10%—That’s actually pretty good as far as a test goes. \n“But just looking at the absolute numbers, it just took me aback that when you looked at those sensitivity and specificity and you think well, somebody comes back with a positive test. What’s the likelihood that she has breast cancer? And just on average, it’s a 1 in 10 chance.” says Bob\nPeter points out that today’s mammography is better\nBut the reality of it is I think this gets to another question, which is: Why is screening such a controversial topic? \n\nWhy is screening such a controversial topic? \n\nPeople tend to revisit literature they are familiar with rather than seek out and become versed in new literature\nA paper published 10 years ago was going to be based on mammography done 25 years ago, following women from, say, the mid ’90s to the early 2000s\nAt that time, you had two things going on:\n\nOne, you had less sensitive, less specific tests. \nAnd two, the outcome was, we’re going to go and do a biopsy—therefore the morbidity of the false positives was large—so therein lies the opposition\n\n\nFast forward to today…Today’s mammography is going to have a higher sensitivity and specificity\nLet’s plug in 90 and 95 into the spreadsheet and see how it changes\n\nThat’s basically going to increase your positive predictive value to 20%\nThat means there’s still an 80% chance when you have a positive mammo that you don’t have breast cancer\nBut if you have a negative mammo, you’re in pretty solid shape\n\n\nPeter still believes mammo is essential for all women despite all of the fancy other tests we can do, like diffusion-weighted imaging, and MRI, and ultrasound, mammo is important for an anatomic reason we’ll get to. \n\nImportance of layering tests [28:53]\n\nIf you do one particular test, so for mammography for example, maybe it doesn’t mean right away that you get a biopsy\nInstead, maybe you do another test on top of that and you might actually be able to get a better positive predictive value \nThat’s effectively how we think about cancer screening, says Peter",
    "contentLength": 12201,
    "encodedLength": 2992
  },
  {
    "content": "\nOne type of test is a piece of Swiss cheese, there are lots of pencils that can go through it. \nYou really want to stack a few pieces of Swiss cheese on top of each other such that the holes are all obstructed except the one which is the true positive\n\nUsing breast cancer as an example for the value in layering tests:\n\nBest way to do that with today’s technology is mammography plus MRI with diffusion-weighted imaging\n\nNot the most cost-effective way to do it\nBut it minimizes radiation because the mammography is very low radiation\nWhereas there are other types of imaging for breast that have an enormous amount of radiation that used to be in vogue less so now with MRI and ultrasound. \n\n\nAs they talk about later in the podcast, the diffusion-weighted imaging with background subtraction can pick up things that no other test can pick up\nHowever, diffusion-weighted imaging misses something that mammograms pick up— small calcified lesions\n\nIf you have dense breast tissue, if you have glandular breast tissue, you’re going to get a lot of false positives\nAnd that’s why ultrasound or MRI as a backup is a great way to avoid the unnecessary biopsies that plagued many women for decades.\n\n\n\n \nHow smoking impacts the predictive value of cancer screening [30:45]\n\nFigure 14. \nPopulation of smokers\n\nIf you look at a population of smokers and you’re looking at screening, you’re going to have a higher prevalence. \nOne study showed ~70 year old individuals with a two pack a day smoking habit for 50 years would have a pretest probability of the prevalence of about 15%\nThat pretest probability of the prevalence is going to change the landscape in terms of the predictive value of a test—if you’ve got a higher prevalence, you’re going to have more predictive value with that\n\nLooking at row #6 in the figure above…\nMammography—using the old numbers—at 1.3% prevalence of breast cancer, sensitivity of 84%, specificity of 91%\n\nYour positive predictive value is 11.6%\nYour negative predictive value is 98.8%\nSo a women gets that test and comes back negative can confident in the result\nBut if she’s positive…now what do we do?\n\nYou take that woman with a positive mammo, and you do the MRI with diffusion-weighted imaging and background signaling—A test which has a 92% sensitivity, a 99.6% specificity\nAnd now, your pre-test probability goes up to that 10.6% based on the positive mammo\nThis is not a woman with a pretest probability of 1.3%, this is a woman with a pretest probability of 11%\nAnd all of a sudden now if the MRI comes back positive, she has a 97% chance of breast cancer\nThis is a woman in whom you can justify doing a biopsy\n\nAnd if it comes back negative, you’re 99% sure it’s negative\n\n\n\n\n\n \nLiquid biopsies for ruling out cancer and the blind spots of common cancer screening tests [33:00]\nWhat is a liquid biopsy? \n\nA liquid biopsy is a biopsy of the blood (essentially a blood sample)\nThe goal here is to be able to infer through a blood test if a person has a solid organ tumor\nIf a person has a blood cancer like a leukemia, that would be the way you would gather that information before ultimately doing a bone marrow biopsy\nBut what we’d really like to know—and it turns out it is possible—is to determine that a person has lung cancer, or breast cancer, or pancreatic cancer just by sampling in the blood\nA company called GRAIL has basically developed a technology of both sequencing and machine learning that takes blood and looks for something called cell-free DNA fragments\nDNA resides in cells\nBut inside the nucleus of a cell, there’s a reasonable amount of extracellular DNA fragments\nWhen a cell gets recycled, when it dies, or even when it releases DNA from the spontaneous synthesis of DNA in white blood cells, cell-free DNA occurs as part of normal cell turnover.\nWhen cancer is present, the methylation profile of cfDNA or cell-free DNA changes\nMethyl groups are those little CH groups that are ubiquitous in all of biochemistry and when they get attached to DNA/get attached to the nucleotides it’s like fingerprints, like knowing that there’s a change in the signature of what’s going on\nIt’s that CF or cell-free DNA methylation pattern that is what allows people to in the case of these machine learning algorithms infer that a cancer is present AND what the likely tissue of origin is\n\nOriginally, there was another hypothesis was that you could look for tumor DNA\n\nBut it turns out that this cell-free DNA approach is the more robust approach because it’s simply a numbers game\nWhile there is some DNA from tumors, it’s far less common\nThe actual amount of it is about 1/1000th the amount of cell-free DNA\nIn other words, you’ve got about 0.1% the amount of tumor DNA that you have cell-free DNA so you’d be better off looking at the cell-free DNA and looking at the methylation patterns of that than trying to find the tumor DNA\nThis kind of epigenetic screening is basically what allows you to infer what’s going on at the level of the tissue\n\nHow do liquid biopsies work?\n\nYou validate using known positive and known negatives\nYou look at blood banks in which you have a whole bunch of people who have a known type of cancer\nAnd then you have blood from people who are known to not have cancer and not develop cancer in the next period of X months or years\nThen the question is, Can you take that information of something that you calibrate on known positives and negatives, and then apply it to what we call real-world performance?\n\nThe answer is yes\n\n\n\nSpecificity and sensitivity of liquid biopsies:\n\nPreliminarily, what we know is that the test increases in sensitivity as cancer stages goes up\nThe specificity on this test is very high – about 99.5% \nBut the sensitivity starts low\n\nstage one cancers – about 20%\nstage two cancers – about 45%\nStage three cancers – about 81%\nStage four cancers – about 93%\nFor all local cancers—stage one, two, and three—it’s a 44% sensitivity\n\n\nFor all cancers all told, it’s about a 55% sensitivity, 99.3% specificity\nPredictive value:\n\nIf you apply those data to an all-comer prevalence, you’ll see that the positive predictive value for early stage tumors is about 20%\nAnd it increases to about 45% for all cancers, and 55-60% for advanced cancers\nNegative predictive value vacillates between 99.2 and 99.9%.\n\n\n“That’s a really long-winded way of saying liquid biopsies are an amazing way to tell somebody that they do not have cancer. They’re not a great way to tell somebody that they do have cancer.”\n\nAnd this why layering tests is important\n\n\n\nThe most remarkable thing about liquid biopsies…\n\nIt’s testing for more or less 50 cancer types and it’s really good at discerning what they call the tissue of origin—96% of the samples can actually detect which location it’s coming from\nSo rather than going through the multitude of invasive tests (CT scan, biopsy, colonoscopy) in search of the origin, you can know this from the liquid biopsy\n\nBlind spots of liquid biopsies (and other tests)\n\nWith mammography, there are huge blind spots when it comes to very dense glandular breast tissue\nHuge blind spot to MRI, small calcified lesion\nThere’s a blind spot to liquid biopsies, tissues that are encapsulated\nProstate, for example—liquid biopsies are not a great test for prostate cancer\n\nWhat is good for prostate screening?\n\nMultiplanar MRI is incredible for prostate cancer\nSo is PSA despite the fact that most people don’t think it is, but that’s because most people just look at PSA when they should be paying closer attention to PSA density and PSA velocity\nYou have other blood tests like the 4K diagnostic test, which doesn’t just look at PSA and free PSA, but looks at two other proteins and has tremendous accuracy at not just determining if prostate cancer is present, but determining if aggressive prostate cancer is present\nBecause the important question with prostate cancer is not if a man has it, but if a man is going to die from it\nThere’s a saying that goes, “Every man dies with prostate cancer. Some die of it.”\n\n⇒ For prostate cancer testing – See podcast with Ted Schaeffer\nThe macro point is knowing where your blind spots are \n\nOne other example of blind spots is with MRI in early lesions in the GI tract\nIf the lesion is big enough, you’re going to see it, but if not, you’re going to need to look inside\n\n \nThe difference between cancer originating from inside versus outside the body [41:15]\n“In my mind, it’s unacceptable for a person to die from a cancer that starts outside the body that is visible.” —Peter Attia\nStarting with outside the body\n\nEverything from the mouth to the anus is outside the body\nIt is part of the same type of tissue lining\nOutside the body would be things like melanoma or even colon cancer\nIt’s exposed to the outside world, which means you can look at it directly, you can look at it with your eyes\n\nI.e., There is no barrier between you and the lesion\n\n\n\nColon cancer\n\nThere’s another thing that makes colon cancer in particular very amenable to early screening\nUnlike other cancers, it has a very predictable path of development\nIt always goes from polyp to cancer\nNot all of those polyps are pedunculated, meaning they’re not all the little polyps that stick out that are easy to see\nThere are also sessile polyps, which are flat and easy to miss\nA great endoscopist and an exceptional bowel prep should be able to identify all polyps, especially if the endoscopist is able to spend enough time looking and get complete visualization of the entire colon\n\nThought experiment:\n\nIf you were to do a colonoscopy on a person every single day, you would by definition always see the thing that is going to become colon cancer\nThat means nobody should ever be dying of colon cancer if we’re smart enough to know how often to do that test\nA common recommendations today says somewhere between every 5 and 10 years, starting between age 40 and 50 depending on your risk factors\nBut, at the individual level, those recommendations don’t make any sense\nAnd the reason they don’t make any sense is there are still people dying of colon cancer, despite following those recommendations\n\nInside the body \n\nInside the body cancer is tougher\nExamples: Brain cancers, breast cancers, lung cancers, pancreatic cancers, liver cancer, kidney cancer, prostate cancer, sarcomas, cancers of the connective tissue\nCancers that you can’t look at with the naked eye\nAnd liquid biopsies can hopefully give us a great insight into this coupled with all of these other types of screenings\nThe MRI is a big part of that\nit’s also knowing when you need other things — For example, knowing you also need the mammography\n\n\nOther examples of outside the body, cervical cancer, head and neck cancer, you can’t look at—it’s too far away\nEven though some of them can be outside the body, but they’re just too difficult to see. So we tend to rely on the inside the body looks.\n\nThe final category is in the blood\n\nThere are cancers of the blood – Leukemias\nUnfortunately, those are still things that show up when people are symptomatic — we don’t have routine tests for looking for leukemias\nPeople usually show up with anemia or some abnormal finding on a blood count that usually tips people off to that\nSo it’s a question of, How do we stack our screening in each of those three categories to go about finding it?\n\n \nHow diffusion-weighted MRI is changing cancer screening [45:15]\n⇒ Previous episode of The Drive dedicated to discussing diffusion-weighted imaging MRI\nHow MRI works\n\nMRI is it’s all about proton manipulation\nProtons or hydrogen atoms are ubiquitous in the body, and if you think about it, we’re 70, 75% water and water is H2O\nBy the way says nothing of all the hydrocarbons in our body—We are organic matter, we’re made of carbon, hydrogen, nitrogen\nEverything that is happening with an MRI is basically manipulating a hydrogen atom with a very, very strong magnet\nif anybody’s had an MRI, they’re probably very used to seeing the images and they may even notice that sometimes the images look really good (meaning they look anatomically normal)\nThen other times, the images don’t look very good at all, things light up very bright or they sort of look a bit odd\nAnd that has to do with the sequence, the timing of how the protons are led to be pulsed with a frequency\nThe two most common sequences in MRI are called T1 and T2-weighted images\nThey basically highlight different elements of the anatomy",
    "contentLength": 12443,
    "encodedLength": 2981
  },
  {
    "content": "\nA T1-weighted image is a very anatomically beautiful image – it tends to highlight fat\n\n\nA T2-weighted image conversely is not as anatomically nice, but it’s still a very helpful image especially, for example, if you’re looking at the spine\nIf someone’s getting a dedicated MRI of their spine and you want to truly understand the nature of the discs, the intervertebral discs, the T2-weighted image is really good\n\nExplaining diffusion-weighted imaging with background subtraction (DWIBS)\n\nEasiest way to explain it is that it’s looking at water, but it’s doing so across two points of time\nIt’s doing so at two very small points of time, which is about 60 microseconds\nWhen you consider how ubiquitous water is in our body, even over 60 microseconds, water should be moving\nBut if it doesn’t, then it tells us that that water is somehow trapped\nFor example, if you look at the water in your blood between 60 microseconds, it’s going to have moved, it’s in constant circulation\n\nBut if there’s water that is not moving at all, we might infer that it’s stuck within a cell that is preventing the water from moving in and of itself\nOr that it’s stuck in tight membranes\nIf that’s happening, it gives you a sense that there’s a high density of cells within that area\nThis is what makes diffusion-weighted imaging a little bit more of a functional test than an imaging test\n\n\n\nIn the podcast with Raj Attariwala, they talked about the difference between a CT scan and a PET scan\n\nA CT scan is an image that shows anatomic detail\nWhereas a PET scan is a functional study—it shows glucose uptake by tissue so it’s not really trying to show you a nice picture where you can infer the minutiae of the vascular system of the liver or the pancreas. \n\nInstead, it’s just trying to say, “Look, here’s an area where a lot of cells are taking up glucose.”\n\n\nThe DWI is more akin to the latter (the PET scan)—\n\nIt’s basically showing you the darker something is on that scan, the firmer that tissue is\nAnd that becomes very relevant in the setting of cancer, because cancer feels different than non-cancer\n\nFor example: women doing a self exam for a lump on their breasts\n\nBy feeling, palpating over breast tissue, if you feel a lump, that is a concern because cancer is firm\nWhen you’re in the operating room and you run your hand across a patient’s liver and look for tumors, the tumors stand out because they are firm\n“This is why the DWI, when paired with the other phases of the MRI, is a very powerful tool.” says Peter\n\n\n\n\n\n\n\n\nFigure 15. Prenuvo MRI versus conventional MRI—Pancreatic cancer\n\nIn the figure above, you’ll see the upper right and the lower left are axial views of the patient\nWhat we’re basically trying to show you is what’s happening with the pancreas\nThe point of this is that in all but the bottom right photo, it’s not entirely clear that there is something nefarious going on in the pancreas\nBut in the bottom right, it lights up very dark—which is to say that it is a very firm mass in the pancreas, which in this case turned out to be a very early stage pancreatic cancer that was otherwise missed.\n\n\nFigure 16. Prenuvo MRI versus conventional MRI—Breast cancer\n\nIn the figure above, the upper right and lower left are showing you foot up view of a person cut in an axial manner\nWhat we’re trying to look at here is the left breast\nIn this case, the patient has very dense breast tissue—a woman with very dense breast tissue is going to easily have a mammogram that’s going to make mistakes\nAnd it can make mistakes in both directions\ninterestingly here, the mammogram did not identify a tumor\nBut what you do see is the dark tissue on the DWI, which is the bottom right\nAgain, the DWI is not an anatomically attractive image\nIn other words, you’re doing this just to understand how firm the tissue is, and then to have that correspond with the anatomic information\nIn this case, it did ultimately end up corresponding to an eight millimeter high ductal breast cancer\nThis is an aggressive cancer that unfortunately would have been missed not just by mammogram, but also would have been missed by traditional MRI\n\n \nSummary of Peter’s approach to cancer screening [53:45]\n“We screen often, we screen early, and we screen aggressively.” —Peter Attia\nImportant tests\n\nWidely utilizing the liquid biopsy\nutilizing the full body MRI with diffusion-weighted imaging\nThe following Peter encourages to do frequently:\n\nMammography\ncervical exam\nColonoscopy\nEndoscopy\ndermatologic exam\nophthalmologic exam for ocular melanoma\nIn men, PSA with PSA velocity, PSA volume — and if suspicion is high, they will do a Four-kallikrein test (4k score)\n\n\n\nTailed to the individual\n\nAll of this is tailored to a person — they don’t have an algorithm that they would apply to all people\nSome patients are getting a colonoscopy every year because they’re finding polyps every year that are tubular adenomas that are precursors to cancer\nOther patients are going to get colonoscopy every five years\nBy most people’s standards, Peter is on the far end of the spectrum with screening\nBut this approach comes at a cost — A financial cost, and at the cost of the risk of identifying false positives\nBut by stacking these things, so far it has not yet led to any unnecessary procedures for his patients\nFor example, when his patients have had suspicious findings on one test—like an elevated 4K score— it has not led to a biopsy of the prostate, but it has led to a multiplanar MRI of the prostate that has shown this is a very low concern\n\n“I can’t say. . .that this is the approach that everyone should take. But I hope that this discussion at least makes it easier for people to understand another way to think about it beyond the standard approach.” —Peter Attia\n",
    "contentLength": 5755,
    "encodedLength": 1432
  }
]