[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter and Bob answer numerous follow-up questions to recently discussed deep-dive topics such as the use of continuous glucose monitors and getting the most from zone 2 exercise. They also discuss the incredible feats of cyclists in the Tour de France through the lens of the amazing performance physiology required from these athletes. Additionally, Peter ties the conversation together by sharing his foundational framework when considering different interventions, even in the absence of data from a randomized controlled trial.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #26 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nPeter’s foundational framework when considering different interventions [1:30];\nApplying Peter’s framework to the idea of using a CGM [8:00];\nWhy certain fruits have a bigger impact on glucose, and the limitations of a CGM can tell you [16:00];\nImportance of paying attention to insulin, and the prospects of a continuous monitor for insulin levels [20:00];\nHow exercise impacts glucose and peak glucose numbers to stay under [24:15];\nImpact of anxiety on stress on glucose, and why it’s important to calibrate your CGM [26:30];\nThe five main tools for managing blood glucose numbers [33:45];\nBenefits of moving or exercising after a meal, and where ingested carbohydrates get can be stored [37:15];\nHow to make decisions about an action or intervention in the absence of data from a rigorous, randomized controlled trial [40:30];\nThe incredible athletic feats of Tour de France cyclists [48:30];\nDifferent modalities for doing zone 2 exercise: running, rowing, cycling, and more [1:00:15];\nProxies for knowing your in zone 2 short of using a lactate monitor [1:07:30];\nMonitoring lactate for zone 2 exercise [1:10:00]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#173 – AMA #26: Continuous glucose monitors, zone 2 training, and a framework for interventions\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#173 – AMA #26: Continuous glucose monitors, zone 2 training, and a framework for interventions\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#173 – AMA #26: Continuous glucose monitors, zone 2 training, and a framework for interventions\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n",
    "contentLength": 2943,
    "encodedLength": 993
  },
  {
    "content": "\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes\n§\nPeter’s foundational framework when considering different interventions [1:30]\nIntro to the AMA discussion:\n\nTaking follow-up questions on CGM based on:\nThe previous AMA #24 \nAnd the Sunday email: Are continuous glucose monitors a waste of time for people without diabetes? Which mentioned the JAMA perspective on the topic\nAlso taking some questions on zone 2 training and exercise (see AMA #19)\n\nPeter’s framework for different interventions as foundation for how you think about CGM and their use in different populations\n\nPeter’s framework for interventions helps in laying the foundation for how one should think about CGM and their use in different populations\nThe framework really pertains to anything that comes across Peter’s plate\n\n⇒ Example, when looking critically at the data around meditation (which asks a series of questions)\n-First question is what is the risk of harm from doing this thing? \n\nIf you do X, how high is the probability of harm? \n\n-Second question is obviously the contrapositive of that. If you do X, what is the probability of benefit?\n\nMirrored in the way the FDA organizes drug trials\n\nAfter you get through the preclinical data, the animal work, after the IND has been filed, your first trial in humans, which is called the phase one trial, is looking at harm\na small trial with dose escalation that is only trying to understand if as you escalate the dose, do you see an increase in side effects?\n\nVery occasionally, you see some benefits in a phase one trial. And if you do, that’s interesting, but you generally can’t take it to the bank because the study is so small and generally it’s quite homogeneous\n\n\nThat’s when you move on to phase two studies, which are geared towards efficacy, i.e., is this thing doing good? \n\nif the phase two trial is positive, you move to a much larger trial called the phase three trial, which really doubles down on efficacy",
    "contentLength": 2667,
    "encodedLength": 986
  },
  {
    "content": "\nBut the real point here is you’re raising the bar, so to speak, for what you’re demanding of this.\nAgain, what’s the risk of harm, what’s the probability of benefit are two obvious questions\n\n\n\n\n\n-Third question, what’s the opportunity cost of this intervention? \n\nLet’s use an example, Peter came across a device that would put you in a trance \n\nthere was this device that you would listen to and it would supposedly put you in a trance and the company that was proposing this thing had all sorts of theoretical benefits from using it (you are less likely to get breast cancer, all of these other things)\nWas there any harm in this device? As far as I could tell, no\nWas there any benefit of this device? Certainly not to the extent that they made claims\n\nThat said, I had tried the device because a friend of mine bought it for me. I have to admit, it was the most relaxing thing I’d ever done (virtually every time I tried it, I fell asleep)\n\n\nBut there were opportunity costs\n\nFirst, it was pretty expensive\nMore importantly, there was a time cost\n\nIt was two 20-minute sessions a day, much along the lines of like transcendental meditation, which is similar, but has much better data\nWell, there’s a problem because for most people who are super busy, 40 minutes a day for very questionable benefit didn’t make a lot of sense if it came at the expense of other things that undoubtedly had benefits such as could that be 40 minutes a day of actual meditation\n40 additional minutes a day of sleep\n40 minutes a day of exercise? All things that I would point to as having far greater evidence in favor of.\nany time you’re thinking about doing something, you want to go through that\nespecially important questions to be asking when the answer is not readily apparent from RCTs that have generally already answered one and two\n\n\n\n\n\n\n\n*Remember, The easiest RCTs to do are the ones that are based on pharmacology\n\nThey’re generally addressing questions one and two, but they’re not really addressing question three\nAnd that’s because there really isn’t much of an opportunity cost to taking a pill outside of the economic cost (the time cost of it is relatively low)\nWhen it comes to RCTs that are more intervention based such as exercise, yes, you want to be able to think about the time cost\n\n \nApplying Peter’s framework to the idea of using a CGM [8:00]\nThe framework applied to CGM in non-diabetics\n\nAs you look to something like CGM in the case of non-diabetics, this framework is very helpful \nAt this time, we don’t have great RCTs to point to that say in people who are not yet diabetic, there is a benefit to using CGM\n\n-First ask the question, What is the risk of harm?\n\nwhen we talk about CGM specifically, the risk of harm is very low (but now zero)\n\nExample, the most obvious thing that comes to my mind is anxiety that it can stoke. It can create obsession in someone\nFor instance, we have some patients who have a history of eating disorders. These are patients I would not in any way, shape or form advocate the use of CGM\n\n\n\n-Secondly, Is there any chance of it doing good? \n\nFirst potential benefit could be insight-based good, which is teaching you what your carbohydrate tolerance is\nSecond potential benefit is behavior modification, which is effectively a strapped on version of the Hawthorne effect\n\nWhen you’re wearing a CGM, you’re basically utilizing a tool that is monitoring you. There is no shortage of data to support the idea that when people are asked to monitor food intake, they make changes in the right direction.\nHow you create accountability for patients. You say, “Look, we’re going to check in once a day and I just want you to tell me what you ate”\n\neven if you provide no other instruction, just need you to tell me what you ate,” that level of accountability immediately changes a person’s behavior\n\n\n\n\n\n-Third question, what is the opportunity cost?\n\nThe biggest opportunity cost is the economic cost\n\nIf you are not diabetic, you are not going to have your insurance company cover one of these devices\nThere are really three companies that make CGMs in the clinical grade\n\nMedtronic\nAbbott\nDexcom\n\n",
    "contentLength": 4143,
    "encodedLength": 991
  },
  {
    "content": "\nThen there are lots of companies that help with plugging in those CGMs into their apps to help users with their goals, be it weight loss or otherwise, such as…\n\nLevels\nSupersapiens\n\n\nBut these devices are not cheap\n\ndaily cost of CGM is about $10 per day\n\nThat’s a huge expense assuming you need it every minute of every day. I don’t think you do. I think you can gain a lot of insight using these things periodically. I don’t think this is something you need to be tethered to every minute of every day\nThere are some people like me who enjoy that\n\n\n\n\n\n\n\n“I continue to find insights that just provide value and more than anything else, it’s really the behavioral tool.” —Peter Attia on using a CGM\nPeter discussed this in Sunday email: Are continuous glucose monitors a waste of time for people without diabetes?\n\nPeter tells patients that everybody deserves a three-month trial of CGM\nAt first, 90% of this is going to be insight into how certain food and habits affect blood sugar\nOnly 10% of it is going to be changing your behavior through this Hawthorne effect\nBy the end of that 90 days, that’s going to flip to 90% behavioral tool and 10% insights\nDirectionally, within about three months, you will start to see what grapes do vs. grapefruit, or what happens when you eat carbs after a workout vs. right before bed\n\n \nWhy certain fruits have a bigger impact on glucose, and the limitations of a CGM can tell you [16:00]\nQuestion from subscriber: My glucose spikes when I eat some fruits, but not others. Do you know why this happens? Does it mean that I should avoid fruits that spike my glucose?\n\nNot all fruits are created equal\nThe fruits that we consume are not the same as the fruits our ancestors would have eaten\nCertain fruits are going to be better than others\nAre there nutrients in that that are beneficial? \n\nYes, but you can get them elsewhere\nBerries are a good option as an example of a fruit that have a far lower impact on glycemic response.\n\n\nHelpful to use CGM to tailor your intake of not just fruits and vegetables, but basically all carbohydrates\n\nImportant: Don’t overinterpret what CGM is valuable for\n\nCGM is not a substitute for other metrics of health\nExample: Bill Gifford recently wrote a story for Men’s Health\n\nHe wrote an article about CGM and in preparation for that article, he’s been wearing all sorts of different CGMs\nHe explained how eating this thing or that is really raising his glucose… until he realized that I could cheat the system by eating this other thing that was crappy for me as long as it didn’t raise his glucose as much.\n\n\nHow do we reconcile that?\n\nCGM is a tool for understanding carbohydrate tolerance\nIt does not provide you an insight into how well you metabolize different fatty acids\nIt’s not a valuable tool to help you understand how much visceral fat you have. \nIt doesn’t provide you immediate insight into nitrogen balance and how much protein you need. \nWe need different tools tools for those things\n\n\n\nFor instance, \n\nPeter has some patients who can eat a diet where all of their fat intake, 50% of it is saturated fat\nmight be consuming 50% of their calories from fat of which 50% are saturated. So 25% of their calories are coming from saturated fat, and they have no dyslipidemia\nother patients who if put on a diet like that have dyslipidemia \nThat’s where we need to do advanced lipid testing\nwhen you do that, you start to realize why, “Oh, hey, the guy who’s apo B goes through the roof also tends to hyper-absorb steroids and hyper-synthesize sterols when in the presence of high amounts of saturated fat\nCheck out the Tom Dayspring episodes for a lengthy discussion about that\n\nAnother glib example: “If you only use body weight as your metric of health, you could easily be lulled into thinking smoking is good for you because most smokers lose weight.”\n“You have to be careful that you are not looking at one metric and fixating on that one metric alone, but instead you’re using that metric and assimilating it with all the metrics that we have available.” —Peter Attia\n \nImportance of paying attention to insulin, and the prospects of a continuous monitor for insulin levels [20:00]",
    "contentLength": 4174,
    "encodedLength": 992
  },
  {
    "content": "\nHow close are we to having a device track insulin in real time?\n\ninsulin is certainly the most interesting analyte if it could be measured continuously \nThat would be at least—if not more important—than glucose, especially for non-diabetics\nFor diabetics, you could make the case that really glucose is what matters\nIn the non-diabetic population, you would actually want to measure insulin continuously \n\n⇒ Spoken about this at length in the episode with Gerald Shulman\nHyperinsulinemia\n“Hyperinsulinemia is the canary in the coal mine.” —Peter Attia\n\nHyperinsulinemia is what tells you you have peripheral insulin resistance, which is obviously long proceeding the dysregulated glucose levels that we’re picking up\nWhen we measure glucose, we’re really measuring something that is way downstream of a problem that matters\nUnfortunately, measuring insulin continuously seems to not be something that is in our future…it would be technically very difficult to do.\n\nWhat about point of care, even like a finger prick?\n\nThere’s at least one company that I know of that is offering point of care device for insulin measurements—some of their data looks interesting to Peter\nThey claim to be able to measure insulin and C-peptide on a finger stick of blood\nThe point is: There’s a big leap between being able to measure something in blood at a point of care\nTo go from taking a tube of blood and doing a radio immune assay to measure insulin to being able to take a drop of whole blood and measure insulin…that’s an enormous step forward\nWell, it’s an even bigger leap to be able to then measure that analyte and interstitial fluid. And that’s what would be necessary if you wanted to do continuous monitoring of something because obviously a CGM is not sampling in your blood, it’s sampling in your interstitial.\n\nImportance of OGTTs (oral glucose tolerance tests)\nWhen you look into most studies on diabetes…\n\nGenerally they have three buckets: i) where they have normal glucose tolerance, ii) impaired glucose tolerance, and then iii) type 2 diabetic\nIf you’re going along the spectrum from normal to diabetic, there’s probably a state where you’re going from normal glucose tolerance to impaired glucose tolerance\nBut in between those two states your insulin may be going up and up and up, and that would be an early indicator that you’re on the road to impaired glucose tolerance and diabetes\nThat’s why we do OGTTs with frequent glucose and insulin sampling in every one of our patients non-negotiable\nit’s exactly the progression you have to monitor\nIt’s very clear what you see\nWhen you go from a perfectly normal person, the first thing that deviates is elevations of postprandial insulin\nThat person will still have normal glucose, both fasting and postprandially, and normal fasting insulin\nBut the real canary in the coal mine is the elevation of postprandial insulin\nThat will remain hidden for a long period of time before it translates to even an elevation of fasting insulin\n\nThen you’ll see an elevation of postprandial glucose\nThen you’ll see an elevation of fasting glucose\n\n\nWhen we think about metabolic syndrome\n\nIf you have three of these five things, you get the red flag\none of those things is an elevation of fasting glucose\nBut that’s a decade down the road from when all these other things start to take place\n\n\n\n \nHow exercise impacts glucose and peak glucose numbers to stay under [24:15]\nQuestion from subscriber: It looks like my glucose spikes during exercise, particularly high-intensity exercise. Is this something that you see? Is it something that I should be concerned about? Do you know why it happens?”\n\nYes, definitely it’s something that you see, but it is definitely not something you need to worry about\n\nWhy is a huge spike in glucose happening when you exercise? \n\nDue to hepatic glucose output primarily\nAssuming you’re not mainlining glucose during the high-intensity exercise…what’s happening is the liver is making glucose and that’s in response to cortisol, glucagon, a whole bunch of other hormonal signals\nWhat typically happens is there’s a bit of a mismatch between how much glucose is made and how much is actually needed",
    "contentLength": 4174,
    "encodedLength": 956
  },
  {
    "content": "\nIt’s way better for the body to err on the side of overdoing it than underdoing it. Underdoing it is catastrophic, it’s fatal. Overdoing it, you don’t really pay a price for it.\nthe highest glucose Peter’s ever seen on his CGM mid-workout is in the 160s\n\nAn arbitrary cutoff\n\nIn Peter’s practice, they don’t want to see glucose spike above 140 in terms of postprandial spike\nThat’s a very aggressive metric and it’s absolutely arbitrary\n“But again, in a non-diabetic through five years of empirical work with patients, we’re very confident that that’s a number that a person can achieve without much restriction”\nThey can still be eating plenty of carbohydrates provided they’re insulin sensitive enough\nAnd that’s going to drive that average glucose to our goal, which is to be below 100, which is going to put them at an A1C imputed of less than 5%, which puts us in the best category\n\n“In summary, do not be alarmed by glucose levels that rise during intense exercise and obviously don’t confuse that for the glucose spike you see post-Haagen-Dazs.” —Peter Attia\n \nImpact of anxiety on stress on glucose, and why it’s important to calibrate your CGM [26:30]\nQuestion from subscriber: “This week has been my first week wearing the G6 CGM. I’m a non-diabetic, but want to understand my glucose trends better and reduce variability. I was giving a presentation today about 4:00 PM and more than three hours after eating or drinking. And about 50 minutes into the presentation, my alert went off as my glucose hit 160 milligrams per deciliter.\nI have moderate to high anxiety with presenting, but was taken aback by the impact and immediacy of that stress response to my glucose level.\nCan you share any insights on this and perhaps what that means for people with even low to moderate anxiety if they’re regularly put into stressful situations at work or at home? It seems like this group of people may struggle more with reducing glucose variability?”\nEpisodes discussing this topic include #54 with Keven Sayer \n\n“That’s pretty unusual, but not unheard of” says Peter\nYou could easily get into the 160s from the physiologic stress of exercise\nIf someone does have enough anxiety over presenting, it’s not surprising that someone who doesn’t like public speaking or gets nervous around it would experience that\nThis gets into the question of, “Is it making it worse by monitoring it?”\n“This might sound like a cop-out, but I would say don’t have the device on when you’re public speaking” — just turn the app off and you could even make it such that you don’t even see the data in retrospect. There’s ways to manipulate the app so you don’t even see those data.\nThe data suggests that less glucose variability is better than more\nThe good news is much more of that is impacted by nutrition and exercise than by stress\nStress plays a role in hyperglycemia in a subset of people, but Peter would put that as third on the list of where you’re going to have your greatest impact, which is going to be nutrition and exercise\nPeter would put stress and sleep at about the same level\n\nTools for coping with anxiety\n\nInstead, what Peter might do is try to maybe use that feedback as a way to look at other tools for coping with anxiety\nFor example\n\nHave found propranolol, which is a type of beta blocker, to be very helpful in coping with that type of situational anxiety\n\n\nThere are lots of ways to utilize that information to your advantage and use glucose as a tool of biofeedback to maybe demonstrate when you’re able to manage that a little bit better.\n\nCGM can be a blessing and a curse\n\nAlmost like the blessing and curse of having such a powerful tool that monitors your glucose 24/7\nFrom a research perspective, it’s amazing\nBut also a CGM can be anxiety inducing if it’s watching you 24/7\nFor instance, there’s an alarm for a higher glucose and a lower glucose (note: you can change the limits)\n\nThe one that’s set in stone is the lower limit because obviously the FDA has to ensure it protects diabetics from the catastrophic outcome which is the hypoglycemic incident",
    "contentLength": 4074,
    "encodedLength": 992
  },
  {
    "content": "\nBut, if you lay on the device while you’re sleeping, it is going to drive glucose down — \n\nThe reason for that is anything that accelerates local glycolysis will drive down glucose.\nIf the thing is on your arm and you lay on that arm while you’re sleeping and really compress it, it actually increases glycolysis locally at that site. And so glucose will go down\nMost of the hypo alarms at night bc of this\n\n\n\n\n\nCalibrating your CGM\n\nYou’ve got to make sure you’re calibrating these things\nPeter is partial to Dexcom because it can be calibrated — it’s really important to be able to calibrate your CGM because it makes them way more accurate\nThe reason is when you’re not a diabetic, you’re holding it to a higher standard\n“If it’s off by 10 milligrams per deciliter in me (peter), that’s an enormous deviation given the tight control I’m after”\nIf you’re a person who’s got a hemoglobin A1C of 8%, the difference between a glucose of 200 and 210 doesn’t matter as much and the Dexcom G6 does not need to be calibrated at that level.\nFor example, the person who was giving the presentation and their glucose spiked to 160… Peter would want to make sure that person had, in fact, calibrated the meter\nIn the first 24 to 48 hours, the sensors can be a little bit off — and a lot of that has to do with the trauma of the insertion which alters the glucose kinetics locally\nMake sure you’re calibrating it at a time when you believe your glucose is at a steady level — don’t calibrate it right after a meal or a workout, for example\n\n \nThe five main tools for managing blood glucose numbers [33:45]\nFive tools that you can use to manipulate glucose: \n\nNutrition\nExercise\nManagement of stress (mostly, but not all, about cortisol)\nSleep \nMedications/supplements\n\nStart with the most powerful leavers — nutrition, sleep, and exercise\n\nEveryone’s going to be starting from a different place\nYou can use the CGM to push the boundaries a little bit to tell you what is your carbohydrate tolerance\nA given person can have two totally different carbohydrate tolerances depending on their activity levels\nPeter uses a personal example, \n\nWhen I was cycling a lot, which is the last thing that I did quasi seriously, I was easily consuming 600 grams of carbohydrates a day and no issues maintaining normal glucose homeostasis\nthat’s 2,400 calories of carbs a day\nIf I were to consume 2,400 calories of carbohydrates a day, I don’t suspect my glucose would look nearly as good as it did then. And that’s because I used to be exercising nearly 28 hours a week and now I’m exercising maybe 10 hours a week\n\n\nAgain, you’re just going to basically tweak these interventions based on your starting point and your aspiration\n\nSleep\n\nSleep cannot be overlooked\nThe data for poor sleep and insulin resistance are actually quite strong (see Matthew Walker episode)\nEven short-term bouts of sleep deprivation, like two weeks of four hours of sleep per night result in about a 50% reduction in glucose disposal which would result in hyperglycemia\nSleep deprivation is particularly insidious because it affects other things downstream like you motivation to exercise, your willpower to not eat crappy food, stress/anxiety levels, etc. \n\n \nBenefits of moving or exercising after a meal, and where ingested carbohydrates get can be stored [37:15]\nWhy exercise post meal?\n\nWhen we talk about glucose disposal, we’re primarily talking about muscle glucose disposal\nBut there are two other places the glucose goes\nthe liver and fat cells (both directly and indirectly through de novo lipogenesis)\nBut the biggest sink (especially in the short timeframe after a meal) is the muscle which can be opened up by exercise and resistance training\n\nPeter tells the personal story of going to some super famous donut shop…\n\nAfterwards, he just doubled up on his zone 2 mostly in an effort of curiosity, “Look, that was a staggering dose of sugar and glucose and starch. I’m really curious as to what a double dose of zone 2 would do today.”\nI was actually really surprised at how little my glucose spiked\nI don’t think it went above like the 120s and I also didn’t have a rebound",
    "contentLength": 4141,
    "encodedLength": 987
  },
  {
    "content": "\nA lot of times you can do something that transiently keeps glucose under control, but then it rebounds later\nBut the fact that it was early in the day, you tend to see more of that rebound effect later in the day, the muscles, all things equal tend to get a little bit more insulin resistant later in the day\n\nCGM insights: All things equal tend to get a little bit more insulin resistant later in the day — That’s another example of how I think CGM is a tool that has given me a lot more insight in how to eat more carbohydrates and I’ve yet to meet a carb I don’t like.\nPeter’s typical zone 2 dosage: About four 45-minute sessions a week.\n \nHow to make decisions about an action or intervention in the absence of data from a rigorous, randomized controlled trial [40:30]\nHow to make decisions about an action or intervention in the absence of data from a rigorous, randomized controlled trial \nRegarding CGM…\n\n“The first thing I would say is it’s probably a question of time”\nMight be the case that at some point we will have great RCTs that look at the use of CGM in non-diabetics\nIt’s also quite the case that we won’t, or that we will have them and they will have negative effects\nWhy?\nif you don’t ask the right question over the right period of time, you’re not going to get the right answer\nIs it likely that in normal, healthy people use of CGM over the course of, I don’t know, a year is going to yield a material benefit on their health over that year?\nNot necessarily\nThe benefits may need to be integrated over decades.\nIn other words, they might not need to use CGM for decades, but the effects of tight glycemic control over lousy glycamic control may need to be demonstrated over decades\n\n⇒ The epidemiologic data was discussed at length in the AMA #24\n\nThe epidemiologic data for lower glucose, less variability and fewer spikes were not based on RCTs, these were based on epidemiology that were very suggestive\nEverything we’re saying about CGM is, of course, not based on an RCT, but instead is based on a proxy to that.\nIf you believe that CGM is a tool to help you achieve that, then by proxy, it should be better.\n\nMany examples of beneficial things that do NOT have RCT data:\nsmoking and cancer\n\nThe most obvious and glib of these is cigarette smoking and lung cancer\nWe don’t have RCTs that tell us that cigarette smoking is the cause of lung cancer. We have a lot of non-RCT data, a lot of proxy data that make that abundantly clear\n\nThe benefits of HRT in perimenopausal women and postmenopausal women\n\nthe epidemiology here was very much in favor of HRT\nBut the Women’s Health Initiative, which was the RCT that was published and suggested it was harmful\nBut a much clearer examination of the RCT has brought most observers around to the other side, which is, “No, actually, HRT is beneficial despite the fact that the RCT said it was not.”\n⇒ See episode of The Drive that disputes much of the “findings” from the WHI\n\nThe benefit of EPO in cycling\n\nnot aware of any RCT that demonstrates the benefit of EPO in cycling\nI’m not aware of an RCT that took a group of cyclists and put half of them on EPO and half of them on a placebo and measured performance\nAnd yet is there anybody who knows anything about EPO and cycling that wouldn’t say that there is an enormous benefit to EPO and cycling, absent the RCT?\n\nPCSK9 inhibitors\n\nThe two main trials that were used for the approval of PCSK9 inhibitors were the FOURIER trial and the ODYSSEY trial\n\nThe FOURIER trial is the one that led to the approval of Repatha\nThe ODYSSEY trial is the one that led to the approval of Praluent\n\n\nThese were both studies that were done in patients who were statinized\nOne of the trials, you had a group of patients that were maximally statinized\n\nThey came in with an average LDL cholesterol  in the vicinity of 70 milligrams per deciliter\n\n\nODYSSEY trial, they were on statins, but they weren’t quite as low in LDLc",
    "contentLength": 3927,
    "encodedLength": 988
  },
  {
    "content": "\nThe addition of a PCSK9 in these trials led to significant benefits in terms of all cause mortality, cardiac mortality, adverse MACE, et cetera\nTo my knowledge, there has not been a study that has demonstrated the benefit of PCSK9 inhibitors in isolation\nYet clinically, anybody who takes care of complicated lipid patients that are on monotherapy PCSK9 can tell you there’s a case to be made to use it in certain situations\nCan I point to a trial that tells you that that’s beneficial? I can’t.\nBut by proxy, when I weigh it against the alternative, which is a patient who is intolerant of statins, a patient who is intolerant of ezetimibe, and a patient who achieves no benefit from fenofibrate or any of the other lipid lowering modalities, if my alternative is I’m going to do nothing or I’m going to give them a PCSK9 inhibitor in isolation, it’s a no-brainer\nAnd how confident am I that it’s going to benefit them? \n\nI’m actually very confident\nbecause by proxy, I understand the mechanism of action and I understand that ultimately this is lowering apo B in a manner that is safe\n\n\n\nAnother example: Boxing training\n\nWhen Peter was a teenager, he would train for boxing six hours a day, six days a week from about the ages of 13 to 19\nDo you think that that benefited me physically?\nYes, but, “I’m pretty sure there’s no RCT out there that tested adolescent boys doing boxing to demonstrate the health benefits of it”\nBut if you just think about all of the work I had to do to be able to box how much training went into it, hitting the heavy bag, hitting the double end bag, hitting the speed bag, hitting the focus mitts, bobbing and weaving on the rope, all of the jumping rope, all of that stuff\nAnybody who says that that wasn’t beneficial to me would be crazy\nBut again, there’s no RCT that demonstrates it. \nDo you need the RCT? I don’t think you do. I think what you can instead rely on is the proxy\nAll of those things that I did raised my heart rate, transiently raised my blood pressure\nIn the long run, lowered systemic vascular resistance, improved glucose disposal, improved insulin sensitivity\nBy proxy, you could say training for boxing is beneficial without necessarily having the RCT to demonstrate it.\n\n \nThe incredible athletic feats of Tour de France cyclists [48:30]\nThe Tour de France – Jun 26, 2021 – Jul 18, 2021\n\nOne of the craziest stages is the double climb of Mont Ventoux\nIf you took like the adult fittest version of Peter, his all-out pace for 1 kilometer is what the Tour guys would hold for about 20 kilometers, just to put that in perspective\n\nHow much of an accomplishment is the Tour de France if your average biker tried it? \n\nHow Long Can You Hold World Hour Record Pace? | Non Cyclist Vs Amateur Vs Pro\nHow Fast Do Pros Cycle Uphill? | Beginner VS Amateur VS Pro: Hill Climb Edition\n\nCycling categories:\nIn cycling, you have category—\n\nAmatuer\n\ncat 1 (best amateur level)\ncat 2\ncat 3\ncat 4\ncat 5 (worst amateur level)\n\n\nNext comes the domestic pro\nThen you have a European pro \nThen you have someone who makes a top team like the teams that would actually go to the Tour de France\n\nA Tour team would consist of 10 guys, all being the highest level of rider\nBut only 1 member of the 10 person team would be considered a GC contender\nthe race is won in the mountains and in the time trials. On the flat stages is not where that race is won\nThe real delta in watts per kilos that makes the difference is… what can they squeeze out on those climbs?\n\n\n\nIn the EPO era, Lance Armstrong was 7 to 7.1 watts per kilo at his functional threshold power\n\nSo for 30 to 60 minutes, Lance could hold 7 to 7.1 watts per kilo.\nIf you’d like to see what this is like… get on a bike that has a power meter, take your body weight in kilos, multiply it by 7 and ask yourself how long can you hold that\nThe answer for most people is measured in seconds, period.\n\nIn the non-EPO era…you’re going to see about a 10% reduction in power\n",
    "contentLength": 3958,
    "encodedLength": 989
  },
  {
    "content": "\nThat means that a functional threshold power will be 6.3, 6.4 watts per kilos\n(Note: there has never really been a time when cycling hasn’t been fully, fully clean, but blood doping—EPO—is largely out of cycling now)\nPeter says, “I couldn’t hold six watts per kilo now for more than a minute”\nLance’s exact numbers when off EPO was 450 watts, on EPO 500 watts was his FTP, meaning the power he could hold for an hour.\nAn average fit person would not be able to hold 200 watts for an hour\n\nAlpe d’Huez at the Tour de France\n\nIn his best shape, Peter estimates it would take him a little over an hour to get up Alpe d’Huez\nWhen you go to ride Alpe d’Huez as a recreational cyclist and there’s a place where you put your time at the top, it’s generally considered above and below an hour\nYou’re basically just doing maximum watts for an hour\nRecords at Alpe d’Huez:\nMarco Pantani has the record at 37:35 in 1997 (EPO era)\nLance Armstrong was 1 second off the record (37:36) in 2004 (EPO era)\nToday without EPO, I would bet these guys are still going up in like 40, 41, 42 minutes.\nFYI – the difference between a 1 hour climb vs. a climb in 40 minutes is an eternity\nPeter thinks it would take the avg fit person 1:45 to go up Alpe d’Huez\n\nWhat would it take the avg. person to finish the Tour de France?\nJust finishing it would be a Herculean achievement, says Peter\nIf you could do it in twice the time that it took those cyclists, that would be amazing\n“But I cannot, for the life of me, believe that there is an athletic event that is more demanding than the Tour de France.” —Peter Attia\nIñigo San Milan and his colleague George Brooks published a 2018 paper that looked at Zone 2 efficiency and lactate:\n\nThey were looking at lactate accumulation and they had elite athletes and they were at something like 300 watts and their blood lactate was pretty much like at 2\nMost mere mortals we’re looking at like 100 or 150 watts for the same lactate level\n“If I set up my Wahoo Kickr at 300 watts to do my zone two training, that would be a short session.” says Bob\n\n“You take every one of those [Tour d France] guys without a single bit of assistance and they are still uniformly genetically gifted beyond anything you’ll appreciate. They train harder than anything anyone could ever appreciate. Their tolerance for pain is like nothing most people can relate to. . .go and look at their faces when they’re climbing, when they’re in that real push on those mountain stages. And that’s an extraordinary amount of discomfort.” —Peter Attia\n⇒ Check out The Secret Race: Inside the Hidden World of the Tour de France by Tyler Hamilton\n \nDifferent modalities for doing zone 2 exercise: running, rowing, cycling, and more [1:00:15]\nQuestion from subscriber: “I’ve considered stationary bike rowing machine, walk/run treadmill, or outside, maybe even barefoot. Any advantage to the “whole body” aspect of rowing versus the leg predominant other choices?”\n\nPeter comments, “You’re going to notice differences in your zone 2 performance based on the medium that you do as a function of your efficiency.”\n\nRunning: Someone who has been a lifelong runner will probably have an easier time hopping on a treadmill or even going outside and running and staying in zone 2 as a runner\nStationary bike: Peter does almost all of his zone 2 on a stationary bike (a road bike that sits on his Wahoo kickr) because “that’s my comfort zone”\n\n“It’s very comfortable for me to sit on a bike and I can put all of my energy into the activity at hand.”\n\nRowing: Rowing is a great whole body exercise\n\nYou could argue there’s probably no better whole body exercise than rowing\nthe drawback of rowing for zone 2 is if you aren’t a really good rower, you’re going to struggle because your form is going to fail before you get the real metabolic benefits",
    "contentLength": 3822,
    "encodedLength": 982
  },
  {
    "content": "\nPersonally, Peter likes rowing, :but my form is not good enough that I could do 45 minutes of zone 2 on a rowing machine”\nHe likes rowing in shorter bursts for high-intensity training \nBut for people like Beth Lewis, she can do zone 2 on a rowing machine as she’s an exceptional rower (see episode of The Drive with Beth)\n\nComparing indoor versus outdoor for zone 2 exercise\n\nThere are advantages to being indoor because you just control the environment much more\nTreadmill is great for the ability to toggle speed and incline with perfect control\nFor zone 2, the name of the game is trying to really keep it in that zone for as long as possible\nPeople that’ll say, “Hey, I went out and ran today and my app told me I spent 30 minutes in zone 2.” And it’s like, “Well, that’s not the same because if you’re going up and down and up and down and up and down, yes, the area under the curve is 30 minutes, but that’s not the same as spending 30 straight minutes in it.”\nFor this type of mitochondrial training, you want to stay in zone 2 the whole time\nThere’s absolutely benefits to the up and down training, but for this type of mitochondrial functionality, we want to make it a little bit more prescriptive\nIf you didn’t put the incline on it, if you’re going flat, is it possible to jog in zone two for people?\nCould Peter really dial in zone 2 while running? Yeah, maybe. But again, I’m not that efficient a runner anymore. I don’t run. I haven’t run as a consistent form of exercise probably since 2016\n\n“Zone two is a metabolic state. It’s not determined by speed. It’s determined by which energy system you’re requiring and what the equilibrium is.” —Peter Attia\n \nProxies for knowing your in zone 2 short of using a lactate monitor [1:07:30]\nQuestion from subscriber: “I listened to the recent AMA on zone 2, then went and listened again to Phil Maffetone and the episode on zone 2. How should I think about these two things? Are they the same? If I’m exercising at 180 minus age, i.e., MAF. . . is that more or less zone two, or are they talking about different things?“\nPhil’s MAF method is basically a heuristic for zone 2\n\nMAF stands for maximum aerobic function\n​​MAF 180 Formula\n\nA person is going to be at their maximum aerobic output—meaning they’re going to be maximally fat oxidizing—at an approximate heart rate of 180 minus their age, plus or minus a few modifications\nYou begin with 180 minus your age and individualize it to your health and fitness needs\n\nE.g., If you’re 50 years old, the MAF starting point would be a heart rate of 130, but it could be as high as 140 or as low as 120 depending on how you tweak it\nThat’s a pretty good proxy for zone 2\n\n\n\n\n\nZone 2\n\nZone 2 is just a much more technical definition because it is basically saying it is the point at which you reach that threshold beyond which you will accumulate lactate\nAnd that happens at about 2.0 millimole\nIt’s a much more onerous way to metabolically dial in to exactly what’s happening versus using a proxy for that, which is heart rate.\n\nOther proxies for zone 2: \n\nRPE, relative perceived exertion\nUsing heart rate \n\nSimplest is 180 minus your age\nBetter is if you know what your true maximum heart rate (not your predicted) — start out at 78% of that value and adjust it based on RPE titrating to just the point at which you will want to open your mouth\nIn other words, we’ll say, “Okay, nasal breathe and get to the point where you just need to open your mouth\n\n\n\n \nMonitoring lactate for zone 2 exercise [1:10:00]\nSubscriber question: “What’s the best way to determine the boundary of zone two for the weekend warrior? Should one buy a device to measure lactate, is there one you recommend?”\n\nAnother great heuristic: the “talk test”\n\nYou could talk if you wanted to while doing zone 2 but you would like it",
    "contentLength": 3807,
    "encodedLength": 990
  },
  {
    "content": "\nif you’re in zone 1 you could talk all day\nBut going from zone 2 into zone 3 is where it just becomes uncomfortable enough to talk\n\n\n\nLactate devices\n\nPeter uses the Lactate Plus by Nova \n\nIt’s pretty expensive (about 300 bucks)\nStrips are even more expensive — about $2 per strip\n\n\n“I think it is worth having one of these devices to do some spot checks. You don’t have to do it every day.”\nPeter says, “I’m triangulating between power and heart rate and lactate and other factors like meals”\nFor example, I will have a totally different lactate response if I eat or don’t eat prior to zone 2\n\nCarbohydrate rich meals will drive up lactate. No meal or carbohydrate poor meal, no effect on lactate\n\n\n\n",
    "contentLength": 702,
    "encodedLength": 193
  }
]