[
  {
    "content": "Robert (Bob) Gatenby is a radiologist who specializes in exploring theoretical and experimental models of evolutionary dynamics in cancer and cancer drug resistance. He has developed an adaptive therapy approach for treating cancer which has shown promise in improving survival times with less cumulative drug use. In this episode, Bob explains what brought him into medicine, his search for organizing principles from which to understand cancer, and the mathematical modeling of other complex systems that led him to model the dynamics of tumor cell changes in cancer. He discusses his pilot clinical trial treating metastatic prostate cancer, in which he used an evolutionary game theory model to analyze patient-specific tumor dynamics and determine the on/off cycling of treatment. He describes how altering chemotherapy to maximize the fitness ratio between drug-sensitive and drug-resistant cancer cells can increase patient survival and explains how treatment of metastatic cancer may be improved using adaptive therapy and strategic sequencing of different chemotherapy drugs.\n*WATCH PODCAST ON YOUTUBE*\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#181 - Robert Gatenby, M.D.: Viewing cancer through an evolutionary lens and why this offers a radically different approach to treatment\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#181 - Robert Gatenby, M.D.: Viewing cancer through an evolutionary lens and why this offers a radically different approach to treatment\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#181 - Robert Gatenby, M.D.: Viewing cancer through an evolutionary lens and why this offers a radically different approach to treatment\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nBob’s unlikely path to medicine and his disappointment with his medical school experience [1:45];\nRethinking the approach to cancer: using first principles and applying mathematical models [12:15];\nRelating predator prey-models to cancer [26:30];\nInsights into cancer gathered from ecological models of pests and pesticides [32:15];\nBob’s pilot clinical trial: the advantages of adaptive therapy compared to standard prostate cancer treatment [41:45];\nNew avenues of cancer therapy: utilizing drug-sensitive cancer cells to control drug-resistant cancer cells [48:15];\nThe vulnerability of small populations of cancer cells and the problem with a “single strike” treatment approach [56:00];\nUsing a sequence of therapies to make cancer cells more susceptible to targeted treatment [1:05:00];\nHow immunotherapy fits into the cancer treatment toolkit [1:15:30];\nInsights into why cancer spreads, where it metastasizes, and the source-sink trade off of cancer [1:20:15];\nDefining Eco- and Evo-indices and how they can be used to make better clinical decisions [1:29:45];\nAdvantages of early screening for cancer [1:40:15];\nBob’s goals for follow-ups after the success of his prostate cancer trial [1:42:15];\nTreatment options for cancer patients who have been told they have “failed therapy” [1:51:15];\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t",
    "contentLength": 6765,
    "encodedLength": 2997
  },
  {
    "content": "\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesBob’s unlikely path to medicine and his disappointment with his medical school experience [1:45]\n\nPeter stumbled across Bob’s work preparing for another podcast\n\nThe article in Wired about his new approach to treating cancer quickly captivated him \n\n\n\n\nOriginally, Bob wanted to be a physicist\n\n\n\n\nAfter working with some great physicists, he came to the conclusion that he wasn’t smart enough\nIt was the Vietnam war era and going to medical school was considered something that was really for humanity; he decided to do that\n\n\n\n\nHe was at Princeton as an undergrad in the late sixties-early seventies\n\n\nPeter notes Richard Feynman did his PhD at Princeton too, and undergrad at MIT\nThere was the shadow of Feynman there in the late sixties because he had just won his Nobel prize in ‘65\n\nWheeler was still the department chair; he was one of the great physicists of his generation\nBob’s TA won a Field Medal; it’s only awarded every 4 years\nHe was surrounded by really smart people\nIt was an intellectually exciting to be there at the time\nDr. Witten was there; he was very involved in string theory\n\n\nGoing into medicine seemed like the right thing to do in that era\n\nMany people, including him, had the desire to help people\n\n\n\nMedical school and how doctors think\n“I think that’s another part of your story that I can relate to…I realized very quickly that in biology, you couldn’t think your way out of every problem the way you could in math or physics or engineering.” – Peter Attia\n\nBob discovers in his first semester in medical school, in histology that he cannot intuit his way through this class; he has to memorize everything\n\n\n\n\nThis foreshadowed some other issues he had with his medical journey\nIt brought him back to his previous 12 years of Catholic school, with catechism; this kind of rote memorization\nHe found similarities between clinical medicine and catechism; when asked the scripted question, one is required to make the scripted answer\n\n\n\n\nHe remembers one scripted question – why do cancers grow\n\n\n\n\n\n\nThe scripted answer was, because cancer cells grow faster than normal cells\n\nAnd that’s totally wrong, on so  many levels that it’s hard to believe\n\n\n\n\nMedical school was less scientific than he expected\n\nAlmost like a trade school in the sense of learning from masters the way to do things\n\n\n\n\n\n\nIt’s very difficult to get physicians as a group, to stop talking dogma and simply think\n\n\n\n\nMemorizing becomes their way of thinking in medical school\nBob finds that for things that have been done the same way for the last 5 decades, questioning it doesn’t go over well with physicians\nThis is discussed in books such as  The Doctor’s Plague and The Ghost Map\n\nThe story of Ignac Semmelweis, a physician in the 1800’s who pioneered handwashing and antiseptic techniques \n\n\nMid 19th century, the medical community was very, very conservative; and even moving them toward washing hands or using a septic technique took decades\n\n\n\nSemmelweis died in an insane asylum for having been so rejected and cast out by the medical community\n\nPeter relates a story from his medical training, during his residency (6-7 years into his training)\n\nHe’s looking for any excuse to apply mathematics to problem solving\nOne of his critical care fellows in the ICU rotation (an anesthesiologist) had a PhD in math\n\nHe was the first person who could really put all of the critical care equations into their truest form of physiologic differential equations\nHe didn’t just explain the dogma but could really show you the theory\nPeter and he would stay up late, forgo sleep, and talk really deep about medicine\n\n\nMonths later Peter became dumbfounded at how naively they would dose antibiotics, based on guessing decay times\nHe thought there must be a more accurate way to do this\nThere were equations that could accurately describe how the plasma concentration of gentamycin would decay; all that was needed was a few more data points\nIn the course of a couple weeks, he built a model that would predict the exact right time to be checking nadir levels to re-dose \n\nWhen he attempted to implement this he was met with huge resistance and was actually threatened to be fired by one of the attendings \n\nThis response does not surprise Bob\n\n\n\n\n\n\n\n ",
    "contentLength": 9313,
    "encodedLength": 2997
  },
  {
    "content": "\nRethinking the approach to cancer: using first principles and applying mathematical models [12:15]\nWhat drew Bob to radiology, then radiation oncology?\n\nHe liked the intellectual exercise, the puzzle of it\nHe was a very shy, retiring kid; dealing with patients was very difficult; it was a lot easier to work with films\nIt was really one of the few things about school that he liked\n\nWhen did he start thinking about cancer differently?\n\nHis first job was at the Fox Chase Cancer Center in Philadelphia\n\nHis desire to help people was especially strong here because the disease is so awful\nHe spent lots of time learning about cancer, reading textbooks, reading the journal Cancer Research, the flagship journal of the AACR\n\nHe asked himself how different studies on cancer fit together\nHe noticed there were no organizing principles; studies were simply making a series of observations and each was quite separate\n\n\n\n\nIn the physics world, observations ultimately led to the development of organizing principles, a first principle\nObservations of planetary motion and data observed by Tycho Brahe, then Kepler developed a kind of geometric interaction, and ultimately Newton developed the first principles that could put this all together \nOne can make the case with Einstein’s work around the photoelectric effect\nMost people think Einstein won the Nobel prize for relativity, but it was actually for the photoelectric effect\nHe was not the first to observe it but the first to upt it all together\n\n“And I’ve always found that to be a very illustrative case of what genius really is. It’s that ability to assimilate information and pattern from what others can’t see, and Einstein and others are the examples.” – Peter Attia\nBob wanted to contribute by developing first principles; it had to be mathematical\n\n\n\nHe spent a year relearning the mathematics he had forgotten\nHe decided the first principles would focus on evolution and ecology;  that all living systems essentially obey the laws of Darwin, evolution\n\nTherefore cancer must do the same\n\n\nHe started writing population dynamic equations and looking at a cancer, looking at the interaction cancer with normal cells and then the cancer cells with each other and competing them \nWhy did Bob focus on a mathematical approach instead of a theoretical one?\n\nIt was his an appreciation of nonlinearity\nHumans think linearly and are not good at nonlinear dynamics\nComplex systems often contain nonlinear things such as a feedback loop\nA great example is when Benjamin Franklin wanted to see a lunar eclipse at a time when a Nor’easter came into Philadelphia\n\nThese are violent storms; winds come from the NE\nThe storm made it so he couldn’t see the lunar eclipse\nFranklin, like others, thought the wind carried the storm; this is the intuitive thought\nFranklin talked to his brother in Boston about the eclipse and it turned out that the storm arrived in Boston after the eclipse was over\n\nIn fact, the storm was going in the opposite direction of the wind\n\n\n\n\n\n\n\n\n\n\nFranklin was the first scientist to recognize that something that’s intuitively clear is also wrong\n\n\n\n\n\n\nThere are many non-linearities in cancer: feedback, evolution dynamics of resistance, etc.\n\nThese can’t be intuitively predicted\n\n\n\n\n\n\n\n“We need to actually understand first principles and the underlying mathematics” – Bob Gatenby\n\nPeter asks “Why do you think that evolution gave us, as humans, the ability to understand linear systems quite well, and absolutely no capability to understand nonlinear systems? So for example, it’s clear that we don’t understand hyperbolic discounting. We just can’t do it. Is it simply that evolution wasn’t optimizing for that problem and it really didn’t, when it came down to reproduction and survival, linearity was sufficient?”\n\nPerhaps what humans need to know to survive and reproduce is sufficiently linear\nRelatively simple things that are related to eating and running away from predators, and running after mates, are probably sufficiently linear; perhaps that was all that was necessary\n\n\n\n\nPeter observes that Bob doesn’t have many colleagues in this line of thought, there’s not a conference for theoretical biologists\n\nCorrect, and similar to the response of Peter’s colleagues to his model of antibiotic dosing, pretty much all of his colleagues hated it and thought it was ridiculous\n\nEveryone thought cancer was too complicated to model\nIt takes humility to step back and realize the need to study math models and computer simulations to understand what is happening in cancer \n\n\n\n\n\nOther complex systems can be modeled, so can cancer\n“It’s funny because if I had a dollar for every time someone said to me that cancer is too complicated to model, I wouldn’t have to apply for grants anymore.” – Bob Gatenby\n\nPeter compares cancer to the complex systems of economics; many of the Nobel prizes awarded in that field are fundamentally based on mathematics, a lot are behavioral as well\n\nPeter explains – “I don’t think anybody is suggesting that the models are sufficient in economics. In other words, that you can take an economic model, you can plug in all of the initial conditions and it will tell you the answer, if unemployment is this, if the rate of home price appreciation is this, if inflation is this, here are 50 starting variables, put them in the model and it will spit out GDP growth 10 years from now. I don’t think anybody is so delusional to believe that that’s true. But it still doesn’t minimize what the model can do for your understanding of the system.”\n\n\n\n“There’s no way that the human brain is going to understand complex systems without sufficient mathematics.” – Bob Gatenby\n\nBob compares it to hurricane modeling and weather modeling in general\n\nA classic example of how to master a complex dynamic system\nOne can have confidence in the weather prediction for the next 24 hours; later on the accuracy goes down because of the complexity and stochastic changes\n\n\nIn cancer modeling, it’s not necessary to predict what’s going to happen 10 years from now; one only needs to know what therapy should be used today, then for the next 3 months, and so on\n\nSome people have this idea that doctors/ scientists should be able to predict the entire course of cancer; this is not realistic\n\n\nPeter  likes the comparison to hurricanes and weather because they’re some of the most complicated models out there\nThis has to do with the fact that they behave as Lorenz curves, they are chaotic systems\nWeather and storms are so sensitive to initial conditions\n\nHe remembers studying chaos in college, the first example learned is about the butterfly that flaps its wings in Tokyo, that leads to the storm two weeks later in New York\n\n\nPeter asks where Bob would put cancer models on a spectrum of model accuracy, from a linear regression model that works perfectly because you have infinite past data and the future scenarios don’t deviate (a 1) to a chaotic model such as weather or worse (a 10) \n\n8 or 9; cancer is more on the chaotic end\nPredictions are difficult because there’s a lot of stochasticity, there’s also a lot of heterogeneity\n\n\n\n“It’s harder to predict, but not infinitely hard. I mean, I think we can do this. We always have to have a level of humility and understanding that first of all, evolution is very clever and it likes to embarrass you. You can easily crash and burn. But it’s not random either. There’s predictability to it and finding that point between them, where you can predict with reasonable certainty and also hedge your bets in ways, that even if things don’t go exactly as you planned, but you can still benefit the patient” – Bob Gatenby\n\nEarly recognition that treatment is not going the way it was planned can allow for models to be recalibrated, to rethink the underlined dynamics and then move forward\n\nThis is needed as opposed to here’s the model – take one a day for the next 10 years \n\n\n\n \nRelating predator prey-models to cancer [26:30]\nWhat led to the study of predator/prey models?\n\nUnderstanding evolutionary dynamics in a swamp ecosystem \n\nIt’s very appealing because of course they’re living systems\nThe ecology of swamps and that sort of thing is very complicated; but models can, more or les,s master these complex relationships\n\n\n\n“When you work in a cancer center, the cancer almost takes on a persona, an evil entity kind of thing, almost magical in its ability to overcome anything that the physicians do.” – Bob Gatenby\n\nSimply saying that cancers have to obey Darwinian laws, that they’re not magic, they’re not unfathomable is useful\n\n\n\n\nCancers are really good evolutionary machines; this can be mastered \nUnderstand evolution to get on top of this\n\n\nThis deterministic quality, some cause/effect relationships were comforting to him and offered hope for developing better treatments.\n\nExplain the standard, relatively simple predator/prey models \n\nThe swamp is too complicated because there might be multiple predators and multiple prey\n\nStart with first order differential equations, second order differential equations, in an isolated ecosystem…How does that dynamic work?\n\n\nWell, the hares convert local vegetation to babies, to baby hares as they reproduce\nThe foxes or whatever the predator is going to eat the rabbits\nThese populations rise and fall because if the predator eats too many of the prey, then the prey population will decline\n\nAs the prey population declines, the predator population expands\nThen the predator population will decline as there is less prey\n\n\nThere is a cycling effect that goes on for prolonged periods of time\n\nSome data suggest that this is the case, but as with everything that’s living, it’s always more complicated than that\nThere’s always various factors that come into play\n\n\nThis was one of the first of recognized population models that began to be applied to nature\n\nBob remarks “It’s interesting to see that, and predator/prey models are things that we use a little bit like for the immune system. Where the immune system is kind of a predator and it’s chasing after the cancer cells. But of course they’re important differences in that. The predator eats the prey and gains substrate from that. Whereas in the immune system, it kills the cancer cells, but it loses substrate, doesn’t eat them up.”\n“It’s an appealing model, yet there are important distinctions that you have to recognize that make the biology different and in some ways can give advantages to the prey that you don’t really expect.” – Bob Gatenby\n\nA swamp would be a more complicated system\n\nThere is everything from algae to bacteria, to small fish, the amount of sunlight coming in, the temperature… this is more like the human body\nThere may be an algal bloom that consumes all the oxygen and rapidly kills all the fish versus a system that is more sustained where there is some algae but the fish can live\nThere’s kind of a beautiful chain of carbon fixation that goes from algae to fish\n\n\n\nPeter asks “How did you get to the point where you could look at that and say, “We can now model this for human cancer, given that this is far more likely how it behaves?””\n\n\n\nIt’s simplifying, at best a cartoon\nEcologists that are looking at a new ecosystem will begin by asking a very simple question – What’s the birth rate and death rate of each species that’s present?\n\n\n\n\nThis is not known for cancer\n\n\n\n\nWhat is the carbon cycle, what’s the iron cycle, what’s the nitrogen, what are all these cycles?\nHow can scientists and doctors watch these substrates pass through individuals, and how does that work?\nCancer biologists have never thought in these terms\n\n\n\n“It’s astonishing to me that we don’t know that, and things like that, what’s the growth rate of the tumor? What are we dealing with even in a first of order estimate? … It’s kind of astounding to me that we do things very crudely.” – Bob Gatenby\n \nInsights into cancer gathered from ecological models of pests and pesticides [32:15]\nThe more sophisticated view taken by evolutionary biologists and ecologists\n\nThe evolutionary biologists and ecologists take a far more sophisticated view of these interactions than cancer biologists do\n\nPesticide manufacturers are required by law to submit a resistance management plan\n They have to identify the mechanisms of resistance and make a plan to prevent that from occurring\nCancer drugs are routinely approved without any knowledge of what the resistance mechanisms are let alone any plan to manage that in patients\n\n\nEcologists and biologists have pushed ahead of cancer biologists and now it’s a game of catch-up  in terms of understanding, in terms of taking their sophisticated models and applying them to cancer\n\nEcological models of pests and pesticides gave Bob big insight into cancer\n\nThe story of the diamondback moth was first recognized somewhere in the Midwest, in the mid 19th century\n\nThese moths have the honor of having been struck by every pesticide developed in the modern era, yet this has done absolutely nothing to its population; it’s spread all over the country, to Europe, Asia, everywhere\nIn the 1980s diamondback moths were uncovered that were not susceptible to any known pesticide; they’d become resistant to all of them\n\nThis is interesting, look at this whole process; farmers for centuries used pesticides freely; dump as much as possible on one’s field; get rid of as many of the pests as possible\nBut what people realized is, this practice is selecting for resistance\n\n\n\n\n",
    "contentLength": 13485,
    "encodedLength": 2993
  },
  {
    "content": "\nPeter asks “Explain to people why that’s true because it is counter intuitive. I think most people would say, “Well, Gosh, if I’m a farmer and I’ve got my acre of corn here, and there are a million moths that have descended on this acre, I want to get every one of them eradicated. And the best odds of doing that, wouldn’t that just be using all of the pesticide I can just shy of killing my own crop?””\n\n\n\nYes. And that’s one of those things that is intuitively appealing, but not necessarily true\nThe reason is that the moths are a very large population, and this is not a uniform population\nThis is biology, which means that there’s heterogeneity within that population\nSo there are moths in that population that are extremely sensitive to the pesticide, and there’s going to be moths in that population that are not very sensitive to the pesticide\nLet’s put some numbers to it. Take a million moths, dump the best pesticide imaginable on them. \n\nLet’s assume that there’s a spectrum and 20% of them die at the first whiff of the pesticide; and 60% of them eventually die\nBut 20% of them are resistant to the pesticide and don’t die\nThis is still good, because 80% of the moths are gone\nNow dump pesticide on them again\nThe 20% resistant moths now has a whole field that’s open to it, without competitors; this population can rapidly expand\n\nAnd it’s taking his genome with it; t’s offspring will also be somewhat heterogeneous, but they will definitely be shifted more toward pesticide resistance\nNow dump your massive amounts of pesticide and maybe a 5% of them die or maybe eventually 20% of them die\n\n\n\n\n\n\n\n\nBut 80% of them don’t die and the long-term effect is that now it’s a pest that can’t be controlled\n\n\n\n\n\n\nNext, a new pesticide is needed \n\nThere is always some cross-resistance\nIn any large biological population there is heterogeneity, another source of resistance\n\n\n\n\n\n\n\n\nExperience has shown that large doses of pesticides give short-term gain, but in the long term, it doesn’t work\n\n\n\n\nIn the Nixon administration using large doses of pesticides was no longer allowed; this was the beginning of integrated pest management\n\nThe idea is to give enough pesticide to knock a population low enough that they’re not going to do much crop damage, but don’t give more than that\n\nThere’s a number of ways this can be accomplished\nPut pesticide on three quarters of the field and leave one quarter untouched; in this last quarter of the field, no selection for resistance is applied\n\n\n\n\n\n\n\n\nThis results in reducing the pest population and there is no selection for resistance\n\nResistance and factors to consider for improving cancer treatment [39:15]\nThere’s another bit to this; resistance costs something\n\n\n\nThere needs to be the molecular machinery necessary to deal with the chemicals\nDNA has to be repaired if it’s damaged\nChemicals have to be pumped out, this is a common mechanism\nThere are a number of different mechanisms of resistance, but all have a cost\nIt doesn’t necessarily have to be a big cost\n\n\n\n\nIn the cost benefit ratio, when there is a lot of drug around, the benefit greatly outweighs the cost, but when there’s no drug present, then the benefit does not outweigh the cost\n\n\nIn the absence of drug, the guys that are not resistant don’t have to carry that machinery around with them and they are now more fit\nThere is a subtle competition that goes on\n\nSelect for resistance in  say the three quarters of the field; but when the ones that are sensitive move into that area and now the drug is gone, there’s no selection for resistance\nTheir fitness advantage will be such that when the pest population comes back to something close to what it was at the beginning, it’s as sensitive as it was in the beginning\n\n\n\nCan the problem of resistance get better?\n\nIs there a scenario where in year one, 20% of the moths are resistant to the pesticide, but if managed correctly, in year five, that number is 10% because they have actually been out-competed by the other moths?\n\nYes, only recently has this scenario come up\n\n\n\n \nBob’s pilot clinical trial: the advantages of adaptive therapy compared to standard prostate cancer treatment [41:45] \n\nGatenby has published a study of men with prostate cancer where patients received drug until the tumor responded to 50% of its pretreatment value, then drug treatment was stopped\n\nWhen the drug is not applied, the expectation is that sensitive cells will grow at the expense of drug-resistant cells\nModels predict that when the  sensitive population declines (shown in purple in the figure below , the resistant population would increase (resistant cells shown in green)\n\nThe figure below compares standard prostate cancer treatment (in part a) to the adaptive therapy described here (in part b)\n\n\n\n\n\n\nFigure 1. Utilizing evolutionary dynamics to design adaptive cancer therapy results in tumors that contain fewer drug-resistant cells (b) as compared to standard treatment (a).  Image credit: Figure 1 from Integrating evolutionary dynamics into treatment of metastatic castrate-resistant prostate cancer (Nature Communications 2017) \n\n\n\nThe idea is to let  the sensitive population grow and the resistant population would reach a plateau\n\n\n\n\nThis plateau was assumed to occur in each cycle, but stepwise the resistant population kept increasing and at some point control of tumor growth is lost and treatment fails\n\n\n\n\nPeter remarks about the huge variance observed in treatment of patients in this study, 2-20 cycles; “that could be the difference between a few months and a few years. Why such a difference?”\nIn this study, the fraction of the original tumor made up by the resistant population was unknown\n\nSo if it’s 1%, that takes longer than if it’s, let’s say 20 to 30%\nThe rate of proliferation also was not clear\nBirth and death rates of cells were estimated\n\n\n\n\n\n\nThis was a pilot clinical trial of intermittent therapy compared to the standard therapy of maximum tolerated dose\n\n\n\n\n\n\nThe difference between the groups was 16 months\nThe median time to progression for standard of care was 14 months\nThe median time to progression for this intermittent/ adaptive therapy was 30 months\n\n4 of these 20 patients are now five years out and still cycling, being treated with adaptive therapy\nThese are patients with metastatic prostate cancer\n\n\n\n\n\n\n\n\nPerhaps the most important thing that came out of this trial was the number seven, because the ratio of the fitness measure for the sensitive cells was seven fold that of the resistant cells\n\n\nThey had originally estimated this ratio at 2 or 3; 7 is a big difference in favor of the healthy cell\nThis shows that when the sensitive cells go down, resistant cells go up; then when sensitive cells go up, it was expected that resistant cells would plateau when in fact they went down\nPatients enter a sweet spot after 3 cycles where the resistance cells progress toward extinction\n\nPeter asks if substrate limits are the most important factors creating the fitness differential?\n\n\n\nYes, this is the thought; drug-sensitive and resistant cells are competing for space and substrate\nBlood flow and delivery of substrate is thought to be poor in the tumor; so substrate is probably the most limiting factor\nLooking back at these 4 patients, it’s very rare that someone would go five years on this treatment using standard of care\n\nEach of these 4 patients had 3 consecutive cycles where the model predicted that they drove the resistant population to extinction or something very close to extinction\nNone of the other patients had these 3 cycles\n\n\n\n\n\n\nOne of the great advantages of having the math models, is the ability to self critique, to see what went right and what went wrong\n\n\n\n\n\n\nSomething about the protocol did not hit those 3 consecutive cycles perfectly\nThey over-treated; if they cut back on therapy, the results would have been better\n\n\n\n\n\n\nThe models predicted that every patient in both cohorts of this study could have gained control of the tumor indefinitely\n\n\n\n\nThe other cohort received standard of care; but his was not randomized\n\n\nPSA was the metric followed and that was probably the biggest mistake\n\nWhen the PSA went down it would be confirmed by radiographic studies\nPSA levels were monitored every month, but due to insurance restraints, radiographic studies were only performed every 3 months\nThey waited until PSA got to 50% reduction but the radiographic findings were lagging\nSo patients continued to receive drug for 2 months until radiography was performed again\n\nToo many of the sensitive cells were killed & the fitness of the sensitive cells was impeded\n\n\nBob thinks if they had adjusted therapy based solely on PSA levels the results would have been better\n\n\n\n“Your question goes to something that I’ve honestly never thought about before, which is that we thought we could use the sensitive cells to control the resistant cells.” – Bob Gatenby\n \nNew avenues of cancer therapy: utilizing drug-sensitive cancer cells to control drug-resistant cancer cells [48:15]\nTheoretically, this idea of using sensitive cells to control resistant cells is now opening up whole new avenues of therapy\n\n\n\nThere’s a lot of cases where the initial therapy for cancers gets great results\nRemission occurs but the  tumor eventually comes back; the resistant cells are there but in a very small number\n\nThe resistant cells are estimated to be much less fit than the sensitive cells in the absence of treatment\nThe ratio of fitness of sensitive to resistant cells is large; 7 is not unreasonable, it’s highly likely\n\n\nCurrently, what is done when therapy causes a tumor to disappear, but drug treatment continues\n\nThis reduces the fitness of the sensitive cells until the ratio flips in favor of the drug-resistant cells until the tumor is all resistant cells; now the treatment doesn’t work\n\n\n\n\n\n\nInstead of continuing treatment when the tumor disappears, get the cancer populations to something that’s very, very small, and then hit them again with something different\n\n\n\n\n\n\nApply additional perturbations \nTry an approach, called an extinction approach; this has not been explored yet\nWhen there is a small population, a sequence of smaller perturbations can drive it to extinction\nIt’s a two step process\n\n\n\n\n\n\nExtinction is achieved through a sequence of perturbations, none of which by itself could cause extinction\n\n“For a century we’ve been looking for magic bullets, but maybe all we need is a series of pretty good bullets. So that’s a different sort of thinking process.” – Bob Gatenby\n\n\n\nThis is a hard sell, especially to a medical community where new drug development is what’s most incentivized\nHe’s using a drug called Abiraterone, which is off patent; nobody’s making any money on this\nThe idea is to use drugs that already exist, but use them better\n\n\n\n\nThere’s not much  natural support for this within the medical community\n\nDetour to discuss antibiotic resistance in bacteria [52:15]\n\n\n\nStandard thinking for a bacterial infection is to give the antibiotic for a magic number of days, say a 10-course treatment, but 3 days into treatment, the patient feels completely better and the tissue culture is negative\n\nCurrently, antibiotic treatment continues for the remaining 7 days for fear of generating antibiotic resistance\nBob’s results suggest the opposite may be true; giving additional antibiotics might lead to resistance\nBob doesn’t work with infections, but others are exploring adaptive approaches to keep the resistant population in check\nOthers are exploring evolution-based mathematical models to plan treatment\n\n\n\n\n\n\nOne difference between antibiotics and bacteria versus chemotherapy and cancer is one could live with billions of cancer cells in your body and be totally fine; it is not known if this is true for MRSA\n\n\n\n\nThe one thing to remember is that by the time one has cancer, the tumor has defeated the immune system\nBacteria often are still very different from our normal cells and therefore more targetable by the immune system\nHe thinks the dynamic is different for cancer and bacterial infection but would defer to experts in infection\n\n\n\n \nThe vulnerability of small populations of cancer cells and the problem with a “single strike” treatment approach [56:00]\n\nTo detect cancer, it’s amazing how many cancer cells are actually needed; it’s about a billion cells in a centimeter cube\n\nOutside of liquid biopsies, there is no clinical way to detect cancer shy of about a billion cells\nThis speaks to the non-linearity of it, to go from a million to a billion versus a billion to a trillion\nIt’s hard for people to wrap their head around what’s involved in those things\nIt’s dealing with something that’s growing with a cube power, not a square power\nThe numbers are so enormous and the heterogeneity is significant\n\n\n\nBob notes two factors to think about: stochasticity and the Allee effect\n\nStochasticity\n\n\n\n\nIf there is a small population then small changes in birth and death rates can be quite significant\n\n\n\n\nSmall populations can go extinct based on very small changes\n\n\nThe Allee effect\n\n\nClassic evolutionary models predict that as a population grows, the fitness should decrease because the population is approaching the carrying capacity of the environment\nThe American ecologist Warder Clyde Allee found that as a population grows, the fitness actually increases\n\nThere is an advantage to groups\nHerds are an example, they can protect themselves better from predators\nThere is leadership and other things\nFor tumors, there is the need to make blood vessels; so small groups of cells need to get together to make the factors needed for angiogenesis ",
    "contentLength": 13647,
    "encodedLength": 2993
  },
  {
    "content": "\nProbably not a single cell that can do that; it has to be a loosely organized system\nThe development of an extracellular matrix of collagen and other things that go in between cells that provides a structure for the cells to live on; this also has to be made\nThe immune system must be defeated\nThere is a number of things tumor cells must do together for the tumor to survive and grow and they probably act together to do this\n\n\n\nApplying stochasticity and the Allee effect to cancer\n\nTumor cells in a small population may not grow as fast as those in a large population; therefore, tumor cells in a small population may be more vulnerable to treatment\n\n\n\n\n\n\nSmall populations may not be as able to deal with immunotherapy or targeted therapy or even chemotherapy because they don’t have the capacity to act together\n\n\nThese are important factors in understanding treatment \nTherapies that take large cancers and drive them down so they are not detectable by CT scans, create very small populations\n\nThese small populations are now vulnerable to dynamics related to stochasticity and Allee effects that the larger populations are not necessarily responsive to\n\n\nConsider neoadjuvant therapy of a large breast cancer; treatment makes it small and takes it out\n\nThe tumor isn’t a ball that just shrinks, it fragments\nTreatment results in the creation of little islands of tumor cells, surrounded by fibrosis, or necrosis or something like that\n\n\n\n\n\n\nThese small populations are highly vulnerable\n\n\nBob thinks this is the time to crank it up and kill it\n\n\n\n\nCurrent dogma in oncology is continuous, maximum tolerated dose until progression\n\nWaiting for progression means waiting until there are billions of cells; it has to be large enough to feel or image; that’s at least a CC of tumor if not 2-3 CC’s\nNow this population is large; a few months earlier, a small population could have been treated \n\n\n\n\n\nLeukemia is cured by using different treatments in sequence\n\nBob remarks “What’s interesting is that the pediatric oncologists learned this a long time ago. This is how they cure leukemia.”\n\nFirst, induction therapy is given\nThen the therapy is immediately changed to a different drug\nWhat they learned was that even after induction therapy, when there was no apparent tumor in the bone marrow or in the blood, that if nothing was done, all the kids would relapse\nThe solution – immediate treatment with another group of drugs, and then another group of drugs. So this is a first strike, second strike kind of approach\nThe outcome can only be measured in the long term by saying, “Well, we’ve cured this kid.”” \n\n\nPeter notes, in treating leukemia, it is not known which drug is more effective in the cocktail\n\nA path to extinguishing cancer\n\nThere’s a thing called the extinction vortex; for a small population a sequence of perturbations tend to be self synergizing; as the population gets smaller and smaller it becomes more sensitive to stochastic and Allee effects until it becomes extinct\n\n\n\n\nIt’s a different strategy and less precise, but that’s the extinction process\nSome therapies can act as a single event to cause extinction; the problem is it is in-discriminant\n\n\n\n\nBut most extinctions are multi-cause, multi-event processes\n\n\n\n\nThis idea should be applied to cancer treatment\nFocus more on multi-cause extinction approaches rather than trying to find a magic bullet that will cure cancer by itself\n\nThe one-hit extinction approaches often cause huge side effects\n\n\n\n\n\n“So far, we’ve not found a magic bullet.” – Bob Gatenby\nPeter notes the problem of collateral damage with the single strike approach\n\nBob often tells people “Well, and to your point, the bigger issue with the dinosaur analogy is not even so much that it’s the exception and not the rule, it’s the collateral damage. When there’s a single strike success, the collateral damage changes the planet. If what killed the dinosaurs when it killed them came to our planet today, it would probably kill a lot of other things as well.”\n\nA gruesome analogy to understand tumor size and the potential of sequencing treatment:\n\nBob often tells people “100 grams of tumor (which is still a pretty small tumor) is going to have 100 billion cells which is far more than the human population on earth“\nHe then asks, could 1 event kill all the people on earth and nothing else?\n\nMaybe, but it would be difficult\nThe idea of a magic bullet may not be an achievable result\n\n\n\n \nUsing a sequence of therapies to make cancer cells more susceptible to targeted treatment [1:05:00]\nPeter asks a hypothetical:\n\n\n\nIf ideal treatment begins with induction therapy, then a series of therapies follow…\nWhat would be better? 6 treatments given in sequence versus giving them all at once?\nBob says that oncology has been doing this for a long time and they find that combination therapy is better than giving therapies one at a time \n\nIn other words, the tumor is controlled controlled for a longer period of time, but the tumor still comes back and the patients die of their disease\n\n\n\n\n\n\nWhat tends to happen is that as you add more and more drugs you get diminishing returns producing more toxicity and achieving no real increase in benefit\n\n\nBob elaborates:\n\nSuppose you have two drugs and you’re applying it to a 10 billion population\n\nWhat is the probability that there are going to be cells present that are resistant to both? \nThis depends on the denominator, the size of the population\n\n\nNow let’s say you have one drug, and you get it down to 10 million cells\n\nNow you add the second drug… What is the probability that within these 10 million cells there are cells with some resistance?\nThen you add a third drug… now, what is the probability of resistant cells in a population of 100,000?\n\n\n\n\nPeter is confused and asks for clarification: Wouldn’t those be independent events in the sense that if you just hit the 10 billion cells with all three drugs, shouldn’t you still be able to stratify that resistance pattern. What is it about sequencing those that would create a treatment advantage?\n\nAs the population gets smaller, treatment is killing the tumor cells that are sensitive; but remember resistant cells also have to deploy mechanisms of resistance\nAnd as treatment fragments the tumor population, there is less of the group network effect\nWith small populations, subtle changes in birth and death rates will be sufficient to drive into extinction\n\n\n\nHow to design this? ⇒ Use resistance to your benefit.\n\nAdd in environmental changes, add something anti-angiogenic; now less blood is delivered to the tumor, less substrate is present; it’s a more difficult environment for the cancer cells\n\nAtypical medical practices utilize things like antacids and various metabolic things\n\nBob thinks there is a potential advantage to this\n\n\n\n\nPeter notes they have been mostly discussing chemotherapy, chemicals that are aimed at killing cells that are dividing.  \n\n“The thing we learned in medical school that was incorrect was, cancer cells divide more quickly than regular cells. Those of us that pay attention today know that that’s not actually true at all.” – Peter Attia\nThe fundamental difference between a cancer cell and a non cancer cell is the response to cell cycle signaling [1:09:21]\n\n\n\nNormal cells don’t divide slower\nNormal cells stop dividing when they’re told to\nCancer cells don’t stop dividing when they’re told to \n\n\n\n\nEvolutionarily this has a self-defined fitness function, the proliferation of cancer cells is dependent on its own properties as they interact with the environment, not on instructions from the tissue\n\n\nNormal cells cannot evolve because their birth and death is dependent on tissue controls\n\n\nPeter summarizes chemotherapy as the earliest form of modern drug treatment of cancer; this targets cells not responding to cell cycle signaling by killing all dividing cells\n\nThis is why chemotherapy causes horrible side effects: mucosal ulcers, the hair loss, the skin damage, nail thinning\n\nThis is all collateral damage from targeting rapidly dividing cells\n\n\n\n\n\nOther targets to treat cancer\n\nA different target of some cancer drugs is angiogenesis; Judah Folkman was one of the first to suggest the importance of angiogenesis for cancer growth\nOne challenge to cancer cells is to get blood vessels to bring in substrate, glucose, and the things the need to grow\nVascular endothelial growth factors (VEGF) stimulate the formation of new blood vessels\n\nDrugs targeting angiogenesis haven’t been very successful\nBillion-dollar blockbuster drug, Avastin was probably the first\nThese drugs extend median survival by only a few months\n\n\nImmunotherapy is another approach\nFor a few cancers, a single gene mutation exists that can be targeted with \n\nFor example, Gleevac targets a specific kinase (BCR-ABL tyrosine kinase) present in Chronic Myelogenous Leukemia (CML)\n\n\nPeter notes that it seems one could use selective chemotherapies and top it off with anti-VEGF treatment; then the real question becomes timing, how to cycle those on and off to maximize the gap in fitness\n\nPeter asks Bob how to maximize the fitness ratio between drug-sensitive and drug-resistant cancer cells and if his model predicts that 7 is the tipping point?\n\nIt’s somewhere around 7, when the fitness of drug-sensitive cells are 7-times that of drug resistant cells then adaptive cycling of treatment favors eliminating the cancer\nThis ratio is going to vary from tumor to tumor, but I would guess the range is around 5\nPeter wonders if anti-VEGF drugs play a critical role in this when the tumor is scattered\n\nTo anthropomorphize everything to our society, the United States at 330 million people; if the population were decimated by 90% and there were only 33 million people left, presumably we would no longer continue to be the United States of America. We would be a whole bunch of disparate tribes in total chaos. Therefore we’d be a heck of a lot more susceptible. Is that fair assessment?\nBob agrees. In military talk, to defeat an enemy one does not have to deal with the whole population; instead they could do it one at a time\n\n\nBob relates this to tumors after neoadjuvant therapy; these small little populations look like they’re a hundred, maybe a thousand cells, not millions of cells\n\nThey’re widely separated; they’re not sending cells back and forth very much, if at all\nIt’s a very different dynamic than continuous tumors where if a corner of the tumor were removed, then everything just sort of moves in there and eventually it repopulates; this doesn’t occur in fragmented populations\n\n\n\n \nHow immunotherapy fits into the cancer treatment toolkit [1:15:30]\nWhere does immunotherapy fits in to this toolkit\n\n\n\nBob thinks this will be a critical component\nImmunotherapy is  the closest thing to a magic bullet out there\n\nThe Drive podcast #177 explores the history and promise of immunotherapy with Dr. Steven Rosenberg\n\n\nWhen the cancer population is small, the Allee effects are particularly important in an immuno-response; they are less able to evade the immune system\nIn theory, this is the one you bring in to win the game\nPeter recalls that first generation immunotherapy was interleukin 2; melanoma (a cancer sensitive to this) showed a 10-20% response rate, this was treating patients with full blown metastatic melanoma\n\nMaybe this would look different in patients who are visibly without disease\n\n\nBob knows there is some evidence to suggest that cells surviving chemotherapy are more vulnerable to immunotherapy; so this is the thing to do “attack the Achilles heel that’s exposed by this immune response”\nThere is an example of the reverse of this; one study used a p53 vaccine in lung cancer patients that had been treated with multiple different things; there was minimal efficacy\n\nOne patient showed a partial response but the others did not\nThe patients did generate immune cells to the vaccine\nBut giving chemotherapy after the vaccine saw a response rate to the chemotherapy of 60-70% \n\nThis is astonishing number for patients at that stage of disease; the response rate should have been less than 5%\nThe patients who had the best immune response to the vaccine were the most responsive to chemotherapy; this suggests they developed adaptive strategies that made the cancer more vulnerable to the toxicity of chemotherapy\n\n\nIt’s appealing to think that maybe they down-regulated p53 so that they were not expressing the target; p53 is important in survival mechanisms; Bob speculates this may be a mechanism for the success observed in this study\n\n\n\n\n\n\nThis is the type of thinking that is needed, instead of providing different therapies in isolation, begin to strategically string together different therapies\n\n\n\n\n\n\nSo treatment with one therapy makes the tumor more susceptible to the second therapy and so on\nTreatments need to be combined in a strategic, thoughtful way instead of a haphazard or intuitive way\n\n\n\n\n\n\nThis is where Bob thinks math models can be very helpful\n\n \nInsights into why cancer spreads, where it metastasizes, and the source-sink trade off of cancer [1:20:15]\n\nPeter turns the conversation to another feature of cancer he calls the “source sink trade-off”; he’s thought endlessly about this and never came up with a great insight\n\n\nFirst principles, there aren’t that many cancers that can kill you without spreading\n\n\n\n\nCancers that can kill without spreading: \n\nglioblastoma multiforme (never leaves the brain), \nprimary hepatic cancer, \nhepatocellular carcinoma,\nlung cancer can kill without spreading but it’s less common\n\n",
    "contentLength": 13571,
    "encodedLength": 2990
  },
  {
    "content": "\nObservation #1 – certain cancers are very deadly; they often metastasize to other tissues \n\nThis includes: breast cancer, prostate cancer, pancreatic cancer, colon cancer\nThese deadly cancers come from an environment that is not especially hospitable to cancers\nWhen a woman gets breast cancer, the first thing that cancer wants to do is get out and kill her by going to her bones, her brain, her lungs, her liver\nPancreatic cancer virtually always wants to go to the liver, and that’s where it kills\nColon cancer wants to go to the lungs, wants to go to the liver, and wants to go to the brain sometimes; and that’s where it kills\nProstate virtually always wants to kill you by going to the bones\nBut rarely does a cancer go to the breast, or go to the pancreas, or go to the colon, or go to the prostate\nThe brain is an enormously attractive place for cancers to go; but a primary cancer from the brain never seems to leave\n\nMaybe some vascular tumors of the brain can leave, but they’re not really brain parenchymal tumors\n\n\n\n\n\n\n\nPeter asks Bob if he has any insights into this\n\nBob replies “the short answer is, I don’t know”\nCancer and metastasis are not a planned events\nIt’s common to anthropomorphize cancer – first they go out and prepare a metastatic site, and then they send their cells out to it.\n\n“That doesn’t happen. An evolving population can never adapt to conditions it has not seen before. It cannot plan to make metastases, and it certainly can’t plan to feather its nest in some distant site before sending out its scouts. That’s not happening.” – Bob Gatenby\n\nIntroductions are seen in nature all the time; a species in introduced and sometimes it is successful and sometimes it is not\nIt  has to do with the way their phenotype interacts with the local adaptive landscape and how they adjust\nSometimes it takes several introductions before the species can expand; and sometimes they go on to die out\nFor example, there is a species coming out of the Amazon. The Amazon river collects trees and things that are floating down, the animals are on it and so they go out. Anything downstream of the Amazon is going to be receiving more of these, so they are more likely to see a metastatic monkey or something like that from the middle of the Amazon.\nBack to cancer, the pancreas spills into the portal vein, which then goes into the liver; it’s delivering a lot of its cells to the liver. So it makes sense then that cancer tends to metastasize to the liver, if only because a lot of cells are being sent there.\nPeter agrees; “the pancreas makes sense. But how do we make sense of the breast? How do we make sense of the prostate going to the bone disproportionately?”\nBob suggests a general principle, that there’s something about some of the breast cancer cells that seem to be able to set up shop in bones, some of them in the lung\n\nAll  for reasons that are not yet clear \n\n\n\nSource-sink dynamic\n\nBob goes back to something Peter mentioned about – source sink, that’s dynamic\n\nSource habitat, sink habitats, habitats that have very good blood supply, they are producing a lot of cells; too many cells for the spatial environment, and those cells have to go out\nIn a tumor there are areas with poor blood flow and good blood flow next to one another; one can  imagine cells migrating between these areas\nThis can set up dynamics that are very interesting\n\nThink of a breast cancer cell near a blood vessel, now it’s proliferating and there are too many cells, they crowd into the blood vessels; now the blood sends the cells out \n\nWhat if there are syn habitats for this breast cancer cell somewhere else\n\n\n\n\n\n\n\n\nThe limiting factor is the dynamics at the metastatic site\n\n\n\n\nIf mice are injected with cancer cells, nearly all of these cells die at metastatic sites; only a small percentage of them will grow to form even a few cells\n\n\n\n\nThis speaks to the importance of small population dynamics; there’s stochastic effects, Allee effects and a lot of statistical problems with going from a single cell to a cancer that’s significant\n\n“We are very lucky for that because we know that human cancers are frequently dumping millions of cells into the blood, and yet metastases are relatively rare.” – Bob Gatenby\n\nThink of people with early stage lung cancer, one can find cancer cells in their bone marrow, and yet they don’t get bone marrow metastasis\n\nThe same for breast cancer; a bone marrow biopsy on women getting mastectomies for apparently localized disease show breast cancer cells in their bone marrow, but all of them do not develop metastatic disease\n\n\n\n\n\n\nPeter asks how much of that is attributed to the Allee effects and the stochastic variability that says, “Look, they’re just not going to be fit enough to take up residence there.” Versus some other inherent principle of like the genetic robustness of the tumor itself? Because a lot of those women may go on to get adjuvant therapy; and then it becomes a question of how successful was the adjuvant therapy.\n\nYes\n\n\nBob uses breast cancer as an example – adjuvant therapy will reduce the probability of metastatic disease, but not eliminate it; it’s at best a small effect\n\nBetter adjuvant therapy is needed\nCurrently platinum or some drug is given for a period of time and that’s it\nWhy not give a sequence of drugs\nIt’s known that the population of tumor cells is small\n\n\n\n\n\n\nHe suggest taking advantage of that and optimize treatment instead of simply picking up a drug from the shelf and administering it continuously for six months\n\n\n\n\nThis is a good example where oncologists have not thought through the eco evolutionary dynamics of what they’re trying to treat\n\n\n\n“Yeah. It’s basically a paint by numbers approach, right? Which is, paint by numbers is we’re just going to do it this way, and versus “I’m going to think through this strategically”” – Peter Attia\nWhat is the difference between a billion cancer cells and a trillion?\n\n1 billion is 1 cc\nWith more cancer cells are more mutations \n\n\nThere is not just the mass effect of more cells working against successful treatment but also increased chance of fitness by the cancer with more mutations being present\n\n\nThe diversity of the tumor ecosystem also increases with increased cell numbers\n\n“So you have enormous heterogeneity, within the genetic badness for lack of a smarter word.” – Peter Attia\n \nDefining Eco- and Evo-indices and how they can be used to make better clinical decisions [1:29:45]\n\n2017 review, Classifying the evolutionary and ecological features of neoplasms\nCancer cells accumulate random mutations\n\nOccasionally a mutation provides a benefit and allows the cells to proliferate \n\n\n\n\nThis line of thinking about the evolution of cancer and selection of beneficial mutations assumes a stable environment\n\n\nConsider the environment\n\nThere is tremendous variation in blood flow and other factors within the tumor\nWhere there is low blood flow, the environment is totally different\nAt the edge of the tumor, cancer cells are competing with normal cells\nInside the tumor, cancer cells are competing with each other\n\n\nA more evolutionary model is to realize that the different environments within the tumor are the force giving rise to different phenotypes, which in turn gives rise to different genotypes\n\n“In this case, the genes aren’t causing the evolution, the genes are the consequences of evolution.” – Bob Gatenby\nCould Darwin have written the origin of species from sequence data?\n\nConsider Darwin, sitting on his ship with a microarray machine and lots of fancy molecular biology equipment\nSailors bring him a random sample of finches, grind them up and put them through the machine\nThey get billions and billions of data points\n\n\nCould Darwin have written the “Origin of Species” from that data?  No\n\n\n\n\nDarwin saw that the beak of the bird matched the seed it ate; there was a morphologic matching that made common sense\nBob remarked “ This isn’t magic. It’s just that beak’s got to be bigger to pick up that seed.”\n\n\n\n\nDarwin paired phenotype to environment and then to environmental selection\n\n\n\n\nThe beak could be under the control of a few genes\n\n\n\n\nHow would one distinguish these genetic changes and conclude this codes for a bigger beak so the bird must eat a big seed?\n\n\n\n\nFurther, if the DNA sequence was analyzed for the 2 finches with beaks that were very similar (but they ate different seeds) would it be possible to extract which genetic differences accounted for the alteration of the beak?\nThis type of sequence analysis and matching it to the change in trait is very difficult\n\n\n\nCancer is a disease of the genes, but it’s also more complicated\n\nThere has been an intense effort to characterize the genetics of tumors\n\n\nThis has some benefit but also some disadvantages, because what is lost is the morphologic matching of the environment and the traits of the cell\n\n\n\n\nThis common sense matching Darwin had between the shape of the birds beak and the shape of the seed it ate is lost for cancer cells\n\n\n\n\nOne of the questions an evolutionary biologist likes to ask is “How many niches do you think are present in a cancer and how many species are present?”\n\n\n\n\nNot 1; but is is 9, 100, a million?\n\n\nThink of a tumor as a clade or a group that starts from a single cell; but it is spepeciating all over the place as it gets into different environments\n\nSpeciation isn’t magic\nIt’s not just due to a random mutation\n\n\n\n\nSpeciation is driven by environmental variations\n\n\n\n\nUnderstanding this is essential to get a handle on what the cancer is doing\n\n\n\nThere are entirely different environmental forces in the patient, inside the tumor\n\nThis is why studying cancer cells outside of a patient, in culture in a dish, is entirely different\n\nThere’s not immune system\nCells don’t have to worry about angiogenesis\n\n\nThere are differences within the tumor \n\nIn terms of access to substrate\nCompeting with tumor cells versus competing with normal cells\n\n\n\nThe current literature is focused on molecular biology studies from cancer biopsies\n\nConclusions are reached such as – this came from a lung cancer so it must interact with this to do that\nBut the cancer cells remaining in the body have evolved far beyond this; they are different from that original biopsy\n\n\nSo the value of these initial characterizations is unclear\n\n\n\n\nBob doesn’t know if one can extrapolate results from in vitro studies to what is going on in the patient (in vivo)\n\n\n\n\nThis has made the literature on cancer very confusing\n\n\nA connection has to be made between genetic changes and its role in the patient, in vivo\n\nUsing the Evo-index as a guide to make better clinical decisions\nHow can consideration of evolution be useful clinically to make a decision?\n\nHow does this fit into the Evo-index?\n\nThe Evo-index characterizes diversity versus genetic change over time\n\n\n\n\n\n\nWith a heterogenous population, as the heterogeneity increases so does the likelihood that resistance to therapy will occur \nAnalysis of a biopsy from a patient’s tumor could give a sense of drug resistance versus non-resistance, but…\n\nNow these cells have been removed\nThe tumor is going to grow and change after biopsy\nApplying therapy alters its evolution\nIt’s changing rapidly\nBob compared it to a hurricane, “whatever the data you got and day one is important for day two, but becomes less important on day three and day four and day five and ultimately then having nothing to do with it, having no predictive capacity at all for the hurricane”\n\n\n\n\n\n\nIt’s hard to take this into account in a clinical setting\n\n“ I’m sure that someone smarter than me is going to figure this out.” – Bob Gatenby\nThere is a need to be careful with how data is used\n\nThere is a lot of interesting circulating DNA from tumor cells, but there is very little information about where these cells came from\n\nIs this DNA from the losers in the evolution game?  \n\nOnly information from winners in the evolution game is useful in treating the cancer\n\n\nIs this data representative of all the different ranges of cells?\nDoes the distribution of data represent the distribution of populations within a tumor?\n\nBob thinks this is highly unlikely\n\n\n\n\n\n\nBob sees a need for imaging to look at evolution of the tumor over time\n\n\n\n\nIt’s a non-destructive way to get data on the tumor\n\n\n\nThere is a need to take the macroscopic-scale images from radiologic studies and bridge to the microscopic level to understand what is going on at the cellular and molecular level\n\nWhat tools could do this?\n\n\n\n\nLandscape ecologists have the technology to generate species maps from high level satellite images\n\nTo simplify it, they look for habitats or distinctive areas within the image\nThere are 5 types of habitats and every image is one of these 5\nNow ecologists don’t have to go through the entire state (or large area) but just 1 of the habitats and collect data on the species distributions there\n\nThen they extrapolate to the other satellite images according to what habitat they fall into\n\n\n\n\n\n\n\n\nApplying this to cancer imaging to identify the habitats:\n\n\n\n\nWhat areas have good blood flow?\nWhat areas have poor blood flow?",
    "contentLength": 13131,
    "encodedLength": 2991
  },
  {
    "content": "\nWhat areas have temporal variations in blood flow?\nIs there edema?\n\n\nTumor imaging won’t see the cells, but understanding the phenotype present in each ‘habitat’ will provide information on what the cells have to adapt to\n\nThis can allow one to extrapolate and think about the molecular properties of the cells\n\n\n\n\nPerhaps imaging to identify ‘habitats’ in combination with analysis of cell-free DNA from the tumors will provide the information needed to understand intra-tumor evolution during therapy \n\n\n\n\nThis is a key piece of clinical data that is not currently available\n\n\n\n \nAdvantages of early screening for cancer [1:40:15]\n\nThere are only 6 cancers for with the American Cancer Society offers a point of view  about early screening \n\nThe US Preventive Services Task Force recommendations for preventative care\n\n\nNow there are more tools for early detection of cancer: better imaging, liquid biopsies, and cell-free DNA \n\n\nEarly detection of cancer should provide a better shot at successful treatment\n\n\n\n\nThe smaller the population of cancer cells, the more likely treatment can cause extinction\n\n\nBob supports screening, intuitively it makes sense; but this isn’t the focus of his work and he’s not qualified to make recommendations\nScreening comes with challenges\n\nEconomic\nPsychological toll of false positives\n\n\n\nBack to the population metaphor for looking at extinction of cancer\n\nGoing after a population of hunter gatherer colonies rather than the population of the USA is going to be easier; there’s a greater chance of success\n\nThe likelihood of extinguishing all cancer cells should be greater when the size of the cancer population is small\n\n\n\n \nBob’s goals for follow-ups after the success of his prostate cancer trial [1:42:15]\nWhy did Bob select prostate cancer for his trial\n\nIt has a great biomarker, PSA\nHe had a very brave oncologist willing to do it, Jingsong Zhang\n\nNot many oncologists are willing to “swim against the stream” and try something new\n2017 publication \n\n\nAfter the success of this trial, there is a philanthropic fund in Europe that wants to fund a phase 3 Trial in prostate cancer\n\nOtherwise there is a lot of resistance to this approach\n\n\n\n“It’s interesting that article that I mentioned about showing how you can eliminate the resistant cells, this morning actually, I got the 10th rejection for that article. I mean, people just don’t want to hear it.” – Bob Gatenby\nLow hanging fruit, cancers that should be easy to treat (and eliminate) using this method \n\nNeeds funding and interested oncologists\nOvarian cancer has a nice marker\nSmall cell lung cancer\n\nAn almost universally fatal disease but on that responds very well to initial therapy\n\n\n\n\nAny tumor that responds well to initial therapy \n\n\n\n\nEven metastatic cancer\n\n\nTreat men with prostate cancer with androgen deprivation therapy and the PSA level becomes normal or undetectable in 90% or more\n\nAfter this, these men continue to receive the same treatment, androgen deprivation therapy\nEven though this therapy causes total metabolic derangement – diabetes and fatty liver disease\nThe patients hat the therapy\nBob thinks treatment should change; when PSA normalizes additional therapies would be used, not the same therapy\n\nHe can’t find an oncologist interested in trying this approach\n\n\nBob also thinks cycling treatments would be even easier to do\n\nThe idea would be these men don’t have to keep taking the androgen deprivation therapy\nOncologists view the current therapy as different from chemotherapy but the patients are miserable\n\n\n\n\n\n “To be honest, I don’t think this will be something that I’ll see in my lifetime, but I do hope that the next generation of oncologists and cancer biologists will try to at least bring this another step forward.” – Bob Gatenby\nGlioblastoma is a cancers that will be harder to treat\n\nGlioblastoma can be controlled locally, but it’s the metastatic disease that cannot be controlled\nAnything in the brain is problematic because of the inability of the brain to absorb growth\nRadiation is the go-to treatment, but this introduces mutagenesis so it could accelerate the ability of cancer cells to out-compete its environment\nGlioblastoma is treated with surgery followed by radiation; very little can survive that but somehow it does\n\nBob suggested trying radiation first then surgery to see if something can be learned about how these cells change during radiation therapy\nIt’s hard to convince anyone to try this because it’s not the way it’s done\nSurgeons don’t want to work on anything that’s been treated with radiation first\nBob hasn’t pushed for this because he is afraid of causing harm to the patient\n\n\n\nPancreatic adenocarcinoma\n\nThere is a need to know more about the biology of this cancer\nPancreatic cancers have a lot of fibrosis associated with them\n\nOne big question is – “is that fibrosis a host response or a tumor adaptive strategy?”\nIf it’s a host response then maybe the fibroblasts could kill off the tumor cells\n\nGiving fibroblast growth factor may help the fibroblasts compete with the tumor cells for space\n\n\n\n\n\n“I’m just saying that with every tumor, we could ask questions, because we often don’t know really basic things about the underlying eco-evolutionary dynamics.” Bob Gatenby\n\nLearning more about each tumor could lead to different solutions or strategies\n\nPediatric metastatic sarcoma\n\nAnother brave pediatric oncologist Bob works with (Damon Reed) has started a trial for kids with metastatic sarcoma\nRhabdomyosarcoma responds very well to chemotherapy and then comes back and kills the patient\nThis disease affects teenagers, young adults; it’s very tragic\nDr. Reed is trying an extinction therapy protocol in his trial\n\n \nTreatment options for cancer patients who have been told they have “failed therapy” [1:51:15]\n\nBob and Peter hate the phrase “failed therapy”\nIt’s a difficult problem and physicians are very aware of legal issues and are afraid to try something non-standard\n\n\nIt’s easier for patients who are just presenting with cancer than for those who have been through many therapies\n\n\nBob’s father died of esophageal cancer and he remembers the desperation and despair that comes at the end stages of disease\n\n“Well, Bob, I have found your story really interesting and really provocative and I think the frustrating thing about what you say is that there is, in my opinion, very little downside to trying it.” – Peter Attia\n\nThe war on cancer began with Nixon and is now in its 50th year and there’s not a lot to show for it\n\nConsider the time and resources devoted to this problem\nNo one in the early 70’s, if they had a crystal ball and they were showed what cancer treatment is today would call it a success\n\n\nThere has been some progress but not a lot for the metastatic cancer population\n\nIt’s more or less as fatal as it was 50 years ago\n\n\nIt’s important to try to rethink what oncologists do\nThe current approach is to keep looking for new drugs, to do the same thing over and over again\n\n“And certainly new drugs, no doubt, are important, but I think we could do better with the old drugs and I don’t think that we’ve been really that incentivized. I’m not sure we’ve really taken a lot of time to think about this.” – Bob Gatenby\n\nIntuitively it would seem like killing as many cancer cells as possible is the best approach for the patient\n\nIn a nonlinear system intuition is often correct but when one sees this is not true, it’s hard for everyone\n\n\n\n“In nonlinear systems your intuition can be very misleading and that’s true in life of which biology, especially this corner of biology, happens to be exceedingly nonlinear” – Peter Attia\n",
    "contentLength": 7649,
    "encodedLength": 1803
  }
]