[
  {
    "content": "In this second edition of the “Strong Convictions, Loosely Held” episode, Peter discusses topics on which his thoughts have evolved as a result of his interviews with podcast guests and other information he’s gained since episode 100. Peter covers topics including cancer therapy and screening, as well as prevention strategies for cardiovascular disease and Alzheimer’s disease. He also describes changes in his perspectives on time-restricted feeding and protein consumption and on the therapeutic use of psychedelics, and he discusses some sleep supplements with remarkable efficacy. He ends with a special discussion on all things Formula 1 racing.\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#202 - Peter on nutrition, disease prevention, sleep, and more — looking back on the last 100 episodes\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#202 - Peter on nutrition, disease prevention, sleep, and more — looking back on the last 100 episodes\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#202 - Peter on nutrition, disease prevention, sleep, and more — looking back on the last 100 episodes\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\nWe discuss:\n\nThe concept of “strong convictions, loosely held” [3:10];\nUpdate on Peter’s upcoming book [8:30];\nCancer: the promise of immunotherapy [14:15];\nCancer: how aggressive screening for gastrointestinal cancers could save lives [24:30];\nCardiovascular disease: how early and aggressive lowering of apoB could change the course of ASCVD [31:30];\nAlzheimer’s disease: genes that modify risk associated with the APOE4 variant [40:15];\nTime-restricted feeding: where the benefit comes from, and when this practice can be problematic [44:00];\nThe common problem of protein underconsumption [51:45];\nThe tremendous impact of exercise on lifespan and healthspan [54:45];\nPeter’s shoulder surgery [1:00:15];\nAn uninspiring viewpoint on NAD precursors as a longevity tool [1:06:15];\nPsychedelics: a powerful therapeutic tool in the right setting [1:09:30];\nSleep: updated thoughts on blue light and a remarkable drug for aiding sleep quality [1:13:15];\nBook recommendation from Peter [1:20:45];\nFormula 1: the 5 variables that determine the winner [1:22:00];\nF1: the drivers [1:26:00];\nF1: the tires [1:27:30];\nF1: the engine and chassis [1:32:00];\nF1: rule changes around cars [1:34:15];\nF1: importance of qualifying races [1:41:15];\nF1: racing strategy [1:47:30];\nF1: season outlook and predictions [1:51:00]; and\nMore.\n\n\n\t\n\t\tEpisodes\n\t\n\t\n\t\tNow playing\n\t\n\t\n\t\tDetails\n\t\n\n\n\t\n\t\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's more\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\n\t\t\n  \n    \n      .cls-1 {\n        fill-rule: evenodd;\n      }\n    \n  \n  \n\n\n\t\n\t\n\t\t\n\t\n\n\n\t\n  Sort oldest first\n  \n\n\n\t\n  Sort newest first\n  \n\n\n\n\n\n\t\n\n\t\n\t\t\n\t\t\t293\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#252 ‒ Latest insights on Alzheimer’s disease, cancer, exercise, nutrition, and fasting | Rhonda Patrick, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t292\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\tThe impact of stress on our physical and emotional health | Robert Sapolsky, Ph.D. (#51 rebroadcast)\n\t\n\n\t\n\t\t\n\t\t\t291\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t",
    "contentLength": 6241,
    "encodedLength": 2992
  },
  {
    "content": "\n\t\t#251 - AMA #46: Optimizing brain health: Alzheimer's disease risk factors, APOE, prevention strategies, and more\n\t\n\n\t\n\t\t\n\t\t\t290\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#250 ‒ Training principles for longevity | Andy Galpin, Ph.D. (PART II)\n\t\n\n\t\n\t\t\n\t\t\t289\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#249 ‒ How the brain works, Andrew’s fascinating backstory, improving scientific literacy, and more | Andrew Huberman, Ph.D.\n\t\n\n\t\n\t\t\n\t\t\t288\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#248 ‒ OUTLIVE book: A behind-the-scenes look into the writing of this book, motivation, main themes, and more\n\t\n\n\t\n\t\t\n\t\t\t287\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#247 ‒ Preventing cardiovascular disease: the latest in diagnostic imaging, blood pressure, metabolic health, and more | Ethan Weiss, M.D.\n\t\n\n\t\n\t\t\n\t\t\t286\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#246 - AMA #45:  Pros and cons of GLP-1 weight loss drugs and metformin as a geroprotective agent\n\t\n\n\t\n\t\t\n\t\t\t285\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#245 ‒ Overcoming trauma, finding inner peace, and living a meaningful and fulfilling life | Lewis Howes\n\t\n\n\t\n\t\t\n\t\t\t284\n\t\t\n\t\t\n\t\t\t\n  Play\n  \n\n\n\t\t\n\t\t\n\t\t\t\n  \n\n\n\t\t\n\t\n\t\n\t\t#244 ‒ The history of the cell, cell therapy, gene therapy, and more | Siddhartha Mukherjee\n\t\n\n\n\t\n  Previous page\n  \n\n\n\t\n\t\t1\n\t\n\tof\n\t\n\t\t\n\t\t\t30\n\t\t\n\t\n\t\n  Next page\n  \n\n\n\n\n\n\t\n\t\n  Back to playlist view\n  \n\n\n\tEpisode Details\n\n\n\n\t\n\t\n\n\t\t View the Show Notes Page for This Episode  Become a Member to Receive Exclusive Content  Sign Up to Receive Peter’s Weekly Newsletter Rhonda Patrick, Ph.D., is a scientist with expertise in the areas of aging, cancer, and nutrition who translates complex scientific topics into actionable insights on her podcast, Found My Fitness. In this episode, Rhonda provides her latest thinking as it relates to Alzheimer's disease including the possibility of a vascular hypothesis as well as the factors that can impact disease risk such as type 2 diabetes, blood pressure, omega supplementation, exercise, sauna, and more. She also touches on cancer risk including the relationship between cancer and exercise as well as the link between alcohol consumption and cancer. Additionally, Rhonda explains her new focus on exercise and protein consumption as well as how her perspective has shifted as it pertains to fasting and time-restricted feeding. We discuss:  Alzheimer’s disease: Rhonda’s evolved thinking on neurodegenerative diseases [2:30]; The breakdown of the blood-brain barrier in neurodegenerative disease [8:45]; An explanation for the observation that type 2 diabetes increases risk of Alzheimer’s disease [15:45]; The role of omega-3 fatty acids (EPA and DHA) in brain health and prevention of neurodegeneration [19:45]; Comparing the preventable nature of type 2 diabetes, atherosclerosis, cancer, and dementia [32:15]; Blood pressure: an important modifiable lifestyle factor that can affect Alzheimer's disease risk [35:15]; Rhonda’s outlook on “precision medicine” as it pertains to one’s genetic predispositions [38:45]; Possible mechanisms by which exercise reduces the risk of Alzheimer’s disease [45:45]; Building your aerobic pyramid: neurobiological effects of exercise, benefits of lactate peaks, and more [53:45]; Maximizing mitochondrial biogenesis: alternative training approaches and strategies [58:45]; Possible brain benefits of sauna, and Rhonda’s personal protocol [1:09:30]; The relationship between cardiorespiratory fitness and dementia risk [1:15:30]; How exercise may reduce the risk of cancer [1:20:30]; The overarching impact of exercise on health, and the importance of focusing the factors that matter most [1:33:15]; Impact of alcohol consumption on breast cancer risk and overall health [1:37:15]; Exercise as an intervention for poor sleep habits [1:42:30]; The longevity benefits of consuming adequate protein and strength training to preserve muscle mass and strength [1:46:30]; How to get enough of the right kind of protein in your diet [2:05:15]; Fasting: weighing the risk vs. reward [2:12:15]; How Rhonda’s views have shifted on diet and exercise [2:15:30]; How to follow Rhonda’s work and more about the benefits of lactate for the brain [2:21:00]; and More.  Connect With Peter on Twitter, Instagram, Facebook and YouTube\n\t\n\n\n\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n  Download\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tDownload\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Subscribe\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tSubscribe\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\n\t\t\n\t\n\n\n\t\n\t\t\n\t\t\t\n  Share\n  \n\n\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tShare\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\n\n\n\n\n\n \n§\n\n            \n            Show NotesThe concept of “strong convictions, loosely held” [3:10]\nPrevious “strong convictions, loosely held” episode: #103 – Looking back on the first 99 episodes: Strong Convictions, Loosely Held\n***\nExplaining the phrase “strong convictions loosely held”\n\nPeter is unsure where this phrase came from originally\nHowever, Peter first heard it from his friend, John Griffin, who used to run a very successful hedge fund\n\nWhen talking about his investment philosophy, John says that you have to invest based on strong convictions, but they need to be loosely held, and so you have to constantly update your assumptions with new information\nif you’re more interested in staying with a position as opposed to evolving your position, you’re probably not going to be a very good investor\n\n\nThis can be related to our understanding of science and medicine\n\nUnfortunately, it’s probably our default setting to dig our heels in on a position\n\n\nIronically, in politics especially, it’s viewed as a sign of weakness or being wishy-washy when you change your mind\nFor this very reason, Peter has consternation about his upcoming book release which he started writing in 2016 — “I can promise you that there are things that I’m going to have changed my mind on that will be in print.”\n\nIn contrast, this is why he loves podcasts so much because you can do exactly what we are doing right now which is being able to consolidate all the changes in how he thinks about stuff\n\n\n\n \nUpdate on Peter’s upcoming book [8:30]\n\nThe draft was insanely long, but it’s in the process of being cut down\nThe manuscript was close to 200,000 words, but the hope is to get it down to about 120,000 words\nPeter’s coauthor is Bill Gifford and they are relentlessly pushing each other to figure out how this can be said in fewer words\nThis is the perfect example of “killing your babies”\n\nPeter was giving great advice in medical school when writing his first scientific paper\n“I put so much work into it, and I had all of these figures and all of these tables”\nOne of the guys he was working with in the lab said, “Look, you got to learn to kill your babies. You’re going to do 20 experiments that are not going to make their way into the paper, and that’s going to feel awkward. It’s going to feel like, ‘No, no, I need to show you, as the reader of this paper, everything I’ve done and every experiment and every iteration.”\n\n\nSimilarly, with a book, there’s a part of Peter that wants the reader to see how much work has gone into this but, of course, that doesn’t make for a good book\n\n“So, there’s lots of baby killing going on now. I hope that that will make it better.”\n\n\nThe last big stress is over the audiobook version — he’s currently looking for a good reader for the book as Peter doesn’t want to be the voice for the book for various reasons\n\n \nCancer: the promise of immunotherapy [14:15]\nPeter says there are three disease topics where his thinking today is either more clear or different than it was before: \n\ni) cancer \nii) atherosclerotic cardiovascular disease (ASCVD), and \niii) Alzheimer’s disease\n\nCancer: the promise of immunotherapy\n\nPeter is excited about the promise of immunotherapy for cancer\nHis excitement came out of the research he did to prepare for a podcast with Steve Rosenberg \nAnd one of the things that really blew his mind was the fact that 80% of patients have neoantigens on their cancers that are recognized by their immune system\n\nWhy is that so significant?\n\nWell, the holy grail of cancer therapy is undoubtedly immunotherapy\nIn other words, anytime you can get the immune system to recognize your cancer as nonself, you get to use a cellular systemic system that could eradicate a tumor without the toxicity and failures basically associated with systemic therapies like chemotherapy\nThat said, historically speaking, very few people have a cancer where the immune system can automatically recognize it at sufficient force to eradicate it\nThere are a couple such patients like that, that Steve Rosenberg saw during his training, that basically formed the impetus for his life’s work",
    "contentLength": 9116,
    "encodedLength": 2964
  },
  {
    "content": "\nBut there’s another subset of patients typically with cancers like melanoma and renal cell cancer, which have a high mutagenic burden where they might not have enough immune cells to recognize and kill the cancer completely without any prompting, but if you prompt them with a cytokine, like interleukin-2 at a very high dose, that is sufficient for their T cells to go and eradicate the cancer\nTo put that number in context, we’re talking about 10 to 20% of people with metastatic melanoma or renal cell cancer will respond to that\n\nThese are patients who would otherwise be dead in six months, and they would now go on to have durable remissions\n\n\n\nCheckpoint inhibitors\n\nThe next step would be using something called a checkpoint inhibitor—drugs that block the checkpoints on immune cells. \nBy dropping these checkpoint inhibitors on patients—so things that block either CTLA-4 or PD-1 being the two most well studied of these—we have the same effect\nIt tends to only work in patients that either have specific mutations or patients that, again, have a very high mutagenic burden\nBut when you look at the fact that 80% of patients have neoantigens on their cancers that are recognized by their immune system, yet only about 10% respond really well to immunotherapy and/or checkpoint inhibitors, what about those other 70% of people?\nWhat this finding gives us hope for is that we may, in fact, be able to use some combination of tumor infiltrating lymphocytes, TIL, or adaptive cell therapy where you genetically engineer T cells with that recognition\nSo, the reason that those patients aren’t having spontaneous remissions or aren’t responding to interleukin-2 or even checkpoint inhibitors is because they probably don’t have enough of those T cells yet\nThis now becomes just as much a bioengineering problem as it is an immunology problem\nYou have to be able to recognize those cells (turns out it’s pretty easy to do)\nThen you now have to be able to expand them in a manner where they still have the longevity necessary to go in and be infused into patients and basically arrest and eradicate their tumors\n\n“I really think that in 10 years we’re going to basically be using designer-based immunotherapies to eradicate most solid organ metastatic cancers.” —Peter Attia\nWhy does Peter think this is so doable?\n\nBecause the main impediment to this is cost\nIf every single person has to have their own TIL or adaptive cell therapy regimen created, that could be a $200,000+ to generate\nBut the reality of it is, when you compare this cost to the cost of cancer therapeutics today, the cost of doing designer-based immunotherapies might actually be less especially when you do it on a quality adjusted life year basis\nFor instance, today it’s not uncommon to spend $80,000 on a treatment that extends life by four months\nWell, would you rather spend $80,000 on something that’s going to extend life four months or $300,000 on something that’s going to extend life indefinitely with respect to cancer? \n\nFollow up questions:\nWhat does metastatic mean? \n\nMetastatic means the ability of the cancer cells to spread beyond their primary site of origin\nThis is one of the two hallmarks of cancer that differentiates it from a normal cell\n\nE.g., If you have somebody with colon cancer, what is it about the colon cancer cells that is different from the regular colon cells? ⇒ One of them is this ability to leave the colon and go someplace else\nColon cancer cells could now grow in the liver, whereas regular colon cells, if you put them in the liver, wouldn’t grow\n\n\nThe second hallmark of cancer is the inability to respond to cell cycle signaling\n\nFor instance, a regular cell from the colon will respond to signals that tell it to stop growing\nSo, if you have an injury to the colon, it will respond appropriately and grow to heal, but then it will stop growing once it’s told\nColon cancer cells won’t do that\n\n\nThose are the two hallmarks — not responding to growth signal stopping and being able to spread\n\nWhat is a solid organ tumor?\n\nSolid organ tumors are basically anything that is not a leukemia and lymphoma \nLeukemias and lymphomas probably account for about 20% of cancer deaths\nSolid organs about 80% of cancer deaths\nAlmost every time we hear about somebody dying of cancer—colon cancer, breast cancer, prostate cancer, brain cancer—those are what we call epithelial tumors, to be more technically correct.\n\nIs 10 years the timeline where this becomes a possibility, or is that the timeline where it becomes widely available to the mass public?\n\n10 years might be aggressive for this to be the standard of care, but 10 years would be the time when it’s going to be out of clinical trials and something that’s going to be available at least to some\nit might not be something that is covered by insurance, which would then immediately limit to a fraction of the population the people that could get this\nBest case scenario is it goes straight from very successful clinical trials directly to something that Medicare reimburses for, because unless Medicare and Medicaid reimburse for this type of treatment, it could never be widespread, regardless of how successful it is\n\n \nCancer: how aggressive screening for gastrointestinal cancers could save lives [24:30]\nScreening for gastrointestinal cancers\n\nPeter has an increased aggression when it comes to screening for gastrointestinal cancers\nFor perspective, in 2020 there were about 600,000 people in the US that died of cancer\n170,000 of the 600,000 were in the GI system (so mouth to anus)\nSome of those GI cancers are very difficult to screen for. \nPancreatic cancer, for instance, we don’t really have a great way to screen for it, and that’s why we use things like diffusion-weighted image MRIs, liquid biopsies, as ways to basically pursue those things\n\nSee episode #61 with Raj Attariwala where they talked about diffusion-weighted imaging MRI for cancer screening\n\n\n\nThe good news is that there are a lot of cancers for which we can directly take a look at the epithelial surface that is going to become cancerous\n\nAnd there is no part of that that is more important than the colon\nThe esophagus, the stomach, and the colon probably represent about 40% of those GI cancers\nLiver and intrahepatic, bile duct, and pancreas are probably also about 40%, and those are much harder to screen for\nBut when you look at organ-specific sites, colon cancer is generally in the top three leading causes of death for both men and women\n\nBold and controversial opinion from Peter: “Nobody should ever die from colon cancer.” (same for esophageal and stomach)\n\nThe reason for that is that the progression from non-cancer to cancer is visible to the naked eye, through the transition of nonmalignant polyp to malignant polyp\n\n*Thought experiment: if you did a colonoscopy on somebody every single day of their life, they would never get colon cancer because, at some point, you would see the polyp, you would remove it while it is non-cancerous, and they would not get cancer\n\nSo… how do you turn that thought experiment into a real life idea? \nYou have to ask the question: what is the shortest interval of time for which a person can have a completely normal colonoscopy until they can have a cancer?\nThere’s no clear answer to this question — some case reports that it can happen in as little as six to eight months\nMost people would agree that if you had a colonoscopy every one to two years, the likelihood that you could ever develop a colon cancer, while maybe not zero, is so remote that you could effectively take colon cancer off the list of the top 10 reasons why someone dies of cancer\n\nPeter says: “It’s for that reason that I’m very aggressive when it comes to this type of screening, which also includes upper endoscopy…you basically get for free the esophagus and stomach when you look at the entire colon, rectum, anus.”\nWhat are your costs/downsides to more frequent screening? \n\nFinancial costs — it’s not cheap\nRisk of the sedation — not zero risk but very small\nRisk of perforation — also incredibly small risk\n\nIdeal frequency?\n\n“I can’t tell you yet what the ideal frequency, but it’s much more frequently than what’s being done today”\nIt’s not every 5 to 10 years, it’s probably every one to three years \n\n*Additional Resources:\n\nEpisode #61 with Raj Attariwala\nWeekly email from Peter: Colorectal cancer screening\n\nAge to start colorectal cancer screening:\n\nPeter screens patients starting at age 40 if they have no history of colon cancer\nThis is earlier than most doctors recommend so you may have to push your doctor (and insurance company) to get this done\n\nTip – send them Peter’s weekly email \n\n\n\n \nCardiovascular disease: how early and aggressive lowering of apoB could change the course of ASCVD [31:30]\nHow Peter has changed on ASCVD: He’s become far more aggressive on the timing and magnitude of ApoB reduction\nWhat are the leading causes or modifiable causes of ASCVD? \n\nBig three:\ni) smoking, \nii) hypertension, and \niii) hyperbetalipoproteinemia\n\nFancy word for saying too many lipoproteins that have ApoB on them (LDL, IDL, VLDL, Lp(a))\n\n\n\nMeasuring ApoB\n\nPeter is such a fan of measuring ApoB as opposed to just measuring LP, LDL, particle number, or LDL cholesterol number because we have one single number that captures the total concentration of ApoB\nWhile that’s pretty well associated with non HDL cholesterol—which is a far better surrogate than LDL cholesterol—it’s still better and that’s been demonstrated \n\nA previous podcast covered the discordance between non HDL cholesterol and ApoB\n\n\n\nThe question becomes: “When should you start ApoB reduction and how much should you lower it?”\n\nSome numbers: The 20th percentile of ApoB is about 80 milligrams per deciliter\nLet’s say somebody was at the 50th percentile, they’re 40 years old, their calcium score is zero, and they were ambivalent about lipid lowering therapy and let’s assume that they’re not insulin resistant and you’ve done all of the things that you can do reasonably with nutrition\nIn the recent past, Peter wouldn’t push that hard to take action\nToday, he takes a very different stance which is treat early and treat aggressively \n\nBold statement incoming: If you pharmacologically lower ApoB to somewhere in the 20 to 30 milligram per deciliter range for everybody in the population while someone is in their 20s, can you eliminate ASCVD?  ⇒ I think the answer is probably yes\n\nIn other words, what you’re basically going to do is eliminate death from atherosclerotic causes\nHow do you take that thought experiment and turn it into a practical implication?\nWell, it’s not really practical to take every 20 year old and obliterate their ApoB (although this could and should be done with patients with significant genetic abnormalities that result in familial hypercholesterolemia)\nPractically what it means is basically by the time you’re in your late 30s or early 40s, if you have any measure of ApoB that’s even north of the 20th percentile, that should be completely lowered\nPeter views the “ceiling” to be ~60 milligrams per deciliter\nPeter wants everybody to be below the 5th percentile\n\n*Additional resources: \n\nCheck out AMA #34 for a deep dive into ASCVD \nEpisode #185 with Allan Sniderman \n\nRough percentile numbers:\n\n5th percentile = 62 (from the Framingham Offspring Study)\n10th percentile is about 70 \n20th percentile is about 78\n50th percentile is about 97\n80th percentile is 118\n95th percentile is about 140\n\n“I just don’t see a reason to have an ApoB ever north of 60 milligrams per deciliter.” —Peter Attia\nHow to lower ApoB:\n\nWhen you look at a lot of the Mendelian randomizations plus the clinical trial data, if you have an LDL cholesterol below 30 or an ApoB below 40 milligrams per deciliter for a very long period of time, I think the odds that you’re going to suffer for ASCVD are incredibly low\nThe earlier you start and the lower you go the more you can make that number approximate zero\n\nAnd therefore it then only becomes a question of: What are your therapeutic choices to get there? And how do you do this in a way that minimizes the side effects of that?\n\nBecause for some people to lower ApoB that much is trivial — Peter takes a PCSK9 inhibitor and a statin and he can basically eradicate it \nBut for some people, statins are difficult to tolerate\n\nAbout 5% of the population has intractable muscle soreness and that appears to be the case regardless of which statin you use and we tend to rotate through different statins\n\n\nPeter likes to start patients with rosuvastatin or pravastatin",
    "contentLength": 12590,
    "encodedLength": 2984
  },
  {
    "content": "\nIf they have difficulties there, move to pitavastatin (Livalo)\nBut if people can’t tolerate any of those things, today we have so many other options\n\nIf they’re a hyper absorber we would use ezetimibe\nif they’re a hyper synthesizer, but can’t respond to statins, we use mefenamic acid\n\n\n“We have lots of tools up our sleeve today more than ever before and that’s why I just think we should be more and more aggressive on this now.”\n\n \nAlzheimer’s disease: genes that modify risk associated with the APOE4 variant [40:15]\nChanges in thought related to Alzheimer’s disease: When it comes to Alzheimer’s disease, Peter’s focus on genes outside of APOE is now pretty significant\n\nIt turns out that there are a lot of genes that seem to modify the risk of APOE\nAPOE has three subtypes, e2, e3, and e4\nEveryone has a pair meaning there are six possible combinations\nThe fourth isoform (e4) is the high risk one\nIf you’re a e2/e4 it seems to, more or less, be a wash with maybe slight increase in risk\nThe e3/e4 seems to be associated with about a 2x-3x increase in risk in Alzheimer’s disease\nThe e4/e4 probably has about an 8x-12x increase in risk\nBut even though everything above is true at the population level, it doesn’t explain what happens at the individual level \nThere are some individuals who walk around with e4/e4 who don’t seem to get Alzheimer’s disease or if they do, they get it very late in life \n\nGenes that modify the risk of the e4 variant\n\nIt turns out that there are a bunch of other genes that we’re now starting to understand, modify the risk of e4 (some genes make it more significant, some genes make it less)\nSo there are certain haplotypes of the TOMM40 gene that amplify risk\nThere are certain mitochondrial haplotypes that amplify risk\nOne of the most exciting genes is the Klotho modifier\n\nKL-VS is the modified snip of klotho that actually seems to erase all of the downside of APOE4\nSo APOE4 people who have this klotho subtype have baseline risk\n\n\n\nProspects of identifying these genes in individuals\n\nUnfortunately the ways to measure these other genes, it’s very challenging and we have to do it by brute force today\n\nit takes a lot of time and costs a lot of money to take a whole genome sequence and do the search for all of these other subtypes\nA big step in the right direction here is going to be getting more data and getting those data for less than $20,000 per person.\n\n\nWhen might this be practical to do for people?\n\nProbably sooner than 10 years from now\nThis is a solvable problem technically speaking, it’s just about throwing enough dollars at it\n\n\n\n \nTime-restricted feeding: where the benefit comes from, and when this practice can be problematic [44:00]\nThings on the nutrition front where Peter has become more pointed in my feelings over the past roughly two years:\n–Peter now believes more strongly that most of the benefit of time restricted feeding is accrued through caloric restriction\n\nHe’s always been a little unsure of how much of the time restriction was exerting its benefit through factors that go beyond what is likely a reduced calorie intake in someone with a smaller feeding window\nIn other words, was there something magical about not eating?\n\n“I think the answer is no.” \nWhen people talk about how time restricted feeding is helping them lose weight and manage insulin resistance and things like that, it appears that’s all due to reduced caloric intake (It’s just harder to eat more during a narrower window)\n\n\nWhere this gets problematic: \n\nThis can be an issue in people who can’t really afford to lose too much muscle\nBecause they’re eating so much less protein, they’re impairing muscle protein synthesis so they’re actually losing lean mass even while putting on fat mass.\nHypothetical example: A patient who becomes completely obsessed with only eating in a six hour window or even less and at the end of a year, they’ve lost five pounds\n\nThey were normal-ish weight to begin with\na year later they’re 5 lbs lighter and they’re like, “Ah, this is just amazing. I’ve lost five pounds. I feel like I can eat whatever I want”\nThen you do a DEXA scan on them and you realize, “Well, you lost 10 pounds of lean tissue and you gained five pounds of fat mass”\nSo yes, you’re down five pounds, but your body fat is actually up.\nYour body fat’s up 3%. Your visceral fat is up by 500 grams. \nNothing has moved in the right direction except this very, very crude measurement of the number on the scale\n\n\n\n\n\nBody composition: What we are looking for with a DEXA scan:\n\nDEXA scans are the most practical and useful way to measure important body composition metrics\nIt’s not the single most accurate way to do it—there are more accurate ways to do them—but those would all be done in a research setting\nDEXA is relatively inexpensive, $100 in most places.\nAnd the information it yields is also segmental, which is really valuable\nWhen we do a DEXA scan, we’re looking at lots of information (bone mineral density, total body fat, and more)\nBut what Peter is really interested in is: what’s your fat free mass index (FFMI)– that’s the total lean tissue in kilograms divided by height in meters squared\nAnother metric is appendicular lean mass index (ALMI) which is the same as the FFMI, except it’s only using the lean mass of the four limbs, not including the torso\nAlso looking at visceral adipose tissue (VAT)\n\nRank by age and sex\n\nThe idea is you’re putting all of these things on a nomogram to see where you rank for your age and sex\nThat’s where people need to be really focused\n“I care much more about those metrics than I care about your total body fat percent” says Peter\n“If your body fat percent is at the 40th percentile, but your ALMI, FFMI are at the 90th percentile and your VAT is at the 10th percentile, I think that’s perfectly adequate”\nTotal body fat in some ways comes down to a little bit of vanity once the biomarkers are themselves also great\n\n \nThe common problem of protein underconsumption [51:45]\nTaco Bell protein commercial: \n\n***\n\nMost people are not eating enough protein\nThe recommended daily allowances (RDA), are “pathetic” says Peter\nThe RDA for protein is roughly 0.8 grams per kilogram of body weight \nYou take an 80 kilogram person, so someone that weighs like about 175, and that person should only be eating 65 grams of protein a day or “something asinine like that”\nThe RDA is likely predicated on how much protein you need to like live versus how much protein you need to thrive\nWe probably need closer to two grams per kilogram or about a gram per pound of body weight\n\nRegarding concerns about the toxicity of excess protein: \n\nThe concern is that if you consume enough protein you’re going to overtax the kidneys because that’s how we excrete the excess nitrogen. \nAnd you’re looking at somewhere in the order of three to four grams per kilogram before you get into the places where you’re going to start to challenge your kidney’s abilities to take care of excess nitrogen\n\nLack of protein in middle-aged women: \n\nIt seems to be a really big problem in middle aged women\nEspecially in women that show up with no muscle mass, eating no protein, doing very little strength training\n“To me that is a recipe for a shorter life, but more importantly, a lower quality of life.”\n\n*Additional Resource: Follow-up conversation Layne Norton \n \nThe tremendous impact of exercise on lifespan and healthspan [54:45]\nHow Peter’s feeling about exercise has evolved: He’s more sold than he’s ever been on the importance of exercise in someone’s longevity\n\nPeter has really come to appreciate the magnitude of the value that is brought to a person’s lifespan and healthspan by having higher cardiorespiratory fitness and more strength\nAnd you can’t add strength without strength training\n\n⇒ See Peter’s post to instagram on the importance and impact of exercise \n\nWhen you look at the improvements in all-cause mortality by moving up from below average, to average to above average, and so on…\n…your all cause mortality drops and it drops at levels that aren’t appreciated by any other intervention\n\nSo comparing someone with end-stage renal disease to someone who doesn’t have it\na smoker to a non-smoker\nsomeone with type two diabetes to someone who does not\nthose thing above are all big multipliers of risk\nBut they’re dwarfed by the multiplier in risk that you would go from having a very high VO2 max to a low VO2 max\n\n\nNote: These associations have lots of interplay with other variables—There’s some genetic component to this, there’s obviously a healthy user bias, etc.\nBut the point here is if you can get yourself to exercise versus not, that’s a big driver of mortality reduction\nAnd the VO2 max becomes one way that we can track the progress you’re making on that metric.\nSimilarly with strength, similarly with muscle mass, and things like that\n\nStrength vs. muscle mass\n\nTurns out that strength matters more than muscle mass (See AMA #27)\nBut muscle mass is a very good proxy for strength\n\nGrip strength\n\nPeter is two days now post-op from his surgery on his right shoulder and it’s really interesting how much he’s noticed his grip is weaker in my right hand\n“So not being able to recruit the full musculature of my shoulder and scapula on the right means I actually have slightly weaker grip in my right hand.” \n\n(That’s why he thinks grip strength is a great proxy for longevity.)\n\n\nIt’s always been known to be that way and the question is why?\n\nThere’s lots of reasons\nAmong them it’s just a great proxy for overall body strength and muscle mass, but I think it’s also a very functional form of strength\nBasically everything in your upper body is mediated through your hands. \nif your grip is weak, everything downstream of that is weak\nWhen you watch someone who’s got a weak grip deadlifting, it’s very difficult for them to deadlift correctly because they don’t create a proper wedge. They don’t create enough tension between the bar and their torso because their grip is weak\n\nif they don’t create that tension, they’re going to compromise their lift\n\n\n\n\nHow do you train for grip strength?\n\nFirst, a lot of carrying things\n\nPeter will do a lot of super sets\n\nI’m doing a farmer’s carry in between other workouts\nOne of his favorites is SkiErg machine — one minute, all out SkiErg followed by a one minute farmer’s carry with about 70 pounds in each hand\n\n\n\n\nSecondly, dead hangs from a pull up bar\n\nPeter’s PR is 4 min, 35 sec\n\n\n\n\n\n \nPeter’s shoulder surgery [1:00:15]\nSome videos after Peter’s shoulder surgery (warning: graphic content): 1, 2, 3, 4, 5 \nAbout Peter’s shoulder surgery\n\nJust had shoulder surgery two days ago and it was to have his labrum repaired in the right shoulder\nLabrum is the fibrous tissue that forms a ring over the sort of flat surface of the scapula called the glenoid fossa\nThat ring of labrum is what creates the socket for the ball of the humeral head to stay in that joint\nBecause he’s had so many subluxations where that humeral head has popped out of that effective socket, that labrum has become torn\nOver the past 25 years, it’s just been insult after insult after insult so he finally just decided it was time to have this thing fixed\n\nHow this will impact Peter’s workout regimen:\n\nDoctors estimate about eight to nine months before he’s back to full strength\nHis workouts will change in phases\nFor the first four to six weeks, it’s going to be really quite gentle like walking and doing zone 2 rides \nHe’ll be switching to the Peloton because it’s easier to sit upright on the Peloton than on his regular bike\nHe’ll keep doing his lower body workouts as well as some upper body stuff on his left side\nthe reason I was dragging my feet on this surgery was the fear of immobility\nPeter has hypermobile shoulders — “On my left, I was able to have hypermobility without pathology but that’s not the case on the right which ultimately turned into pathology because it was too mobile. (That’s what the frequent subluxations were all about.)\n\nMobility recovery\n",
    "contentLength": 12010,
    "encodedLength": 2995
  },
  {
    "content": "\nWhen you have labral surgery, you are reducing mobility which is something Peter is very afraid of because of the downstream arthritis and things like that\nHe will be moving early and doing so smartly\nHe will use blood flow restriction with his KAATSU which is going to be a very important part of that recovery and doing a lot of isometric stuff\n\nFor example, instead of doing bicep curls with the right, he’ll do isometric pressure with the blood flow restriction so that he’s not putting the stress on the joint but he’s still getting the muscle to work\n\n\n\nA quote from Peter regarding the overall takeaway with exercise: \n“The good news is this tool called exercise…has an unbelievable impact on your lifespan and healthspan, probably bigger than anything else, and it’s available to everyone. It has the least barrier to entry. The drawback is it’s the hardest, I think. It takes the most time, that’s for sure, and it’s the most uncomfortable.” —Peter Attia\n \nAn uninspiring viewpoint on NAD precursors as a longevity tool [1:06:15]\nAnything around molecules (supplements, prescription, drugs, hormones, etc.) you’ve maybe changed your mind about?\nNAD and NAD precursors\n\nPeter remains quite uninspired by the entire NAD stratosphere\nTwo years ago, he was pretty neutral on their ability as a longevity tool\nAnd today, he’s even less than neutral on them\nThere’s evidence that you can take NAD precursors, NR and NMN being the two most common and increase NAD levels\n\n“I think that has been demonstrated. I think two years ago that was not demonstrated as clearly.”\nWhat’s not been demonstrated is that there is a phenotypic benefit from doing that outside of very pathological states\nIn other words, if you take a “normal person,” or a normal aging person and do that, is it bringing any benefit to them in terms of lifespan or health span\n\n\n“And I would say the answer right now is, ‘No.’ It’s very difficult for me to get excited about this, even though it generates a tremendous amount of excitement on social media.”\n“I’m not going to be swayed by poorly done studies where outcomes are not pre-selected but are cherry picked and not corrected for.”\nSome of the common problems we see with small exploratory trials that are important to do, but should never be confused with trials that convince us of what’s going on.\n\n \nPsychedelics: a powerful therapeutic tool in the right setting [1:09:30]\n\nPeter worries a little bit about the hyper focus on psychedelics as the catchall cure all to every problem in isolation\nHe hears many stories of somebody raving about this shaman in Peru, or this shaman here, or their psychedelic experience being life changing\nBut they’re describing something in isolation that he doesn’t think is very durable. \nHis intuition is that those types of therapies are incredible tools to create the vulnerability and the environment in which you can do the really deep work\nTherapy should be guided by these types of molecules (e.g., psilocybin and MDMA)\n\n“I think there are a lot of people who are just taking journeys on those things but not really pairing it with the hard work that needs to proceed and follow it to have the lasting benefits.”\n\n\nAt the end of the day, Peter thinks psychotherapy is probably the most powerful tool in different forms\n\nFor example, dialectical behavioral therapy is an amazing type of therapy that’s more tool oriented rather than insight oriented\n\n\n\n“We want to think about ways to use those molecules to prime us to be ready to do that type of therapy, as opposed to just viewing the molecule as the solution.” —Peter Attia\nUpdate on potential legalization of psilocybin/MDMA for therapeutic purposes?\n\nThe phase three data for MDMA have been marching along with a lot of promise, says Peter\nIt’s looking at the efficacy of MDMA combined with psychotherapy versus placebo combined with psychotherapy and so far are “demonstrating pretty impressive deltas and improvements in reduction of PTSD symptoms”\nAnd just as importantly, there’s no toxicity with these molecules\nPeter thinks that using MDMA and, potentially eventually, psilocybin as adjuncts to that type of therapy should be coming to the mainstream soon\n\n*Additional resources: \n\nEp #182 with David Nutt\nEp #65 with Rick Doblin\n\n \nSleep: updated thoughts on blue light and a remarkable drug for aiding sleep quality [1:13:15]\nChanging thoughts on the impact of blue light from electronics\n\nPeter is less concerned today with the light from electronics before bed — he used to view them as pretty deadly for sleep\nThe negative impact on sleep is more likely to do with the stimulation that often accompanies blue light\nSo in other words, it might not be your phone per se that is killing your sleep, it might be what you’re doing on your phone (i.e., watching cat videos not so bad, reading stressful emails probably very bad)\n\nUseful sleep aids and problems with Ambien\n\nPhenibut has become impossible to acquire in the US which has lead Peter to look for more appropriate sleep aids\n\nPhenibut is a form of GABA and it was over the counter available freely until about two years ago after an incident where kids took too much and ended up in the ER\nPeter says that Phenibut is an amazing sleep supplement where you could use it frequently without any concern, unlike Melatonin, for example, where you really have to be limited in how much Melatonin you’re using and how often.\n\n\nWhat emerged from his search is trazodone\n\nThis can be used as a regular maintenance sleep drug\nTrazodone is an old school antidepressant that inhibits both serotonin transporters and serotonin type two receptors (it’s a serotonin antagonist and reuptake inhibitor)\nIt never really took off as an antidepressant because at the doses that one would use it as an antidepressant (250/300 mg), it created too much drowsiness\nIn the past few years, it has come to be widely accepted that this off-label use for sleep at much lower drugs—typically 25 to 100 milligrams nightly—produces not just remarkable sleep, but more importantly, preserves sleep architecture\n\n\nThe key with sleep medications is not being “unconscious” because that means you’re not promoting sleep architecture\n\nFor instance, Ambien might increase total sleep time slightly, but it’s actually reducing slow wave or deep sleep by 5% to 10% so you’re trading good quality sleep for low quality sleep\nIn the one study on Ambien, you see no change in REM sleep, a reduction in non-REM deep sleep with a slight increase in total sleep, suggesting all you did was add more light sleep \nAmbien can also cause short term memory loss which can be dangerous\n\n\n\nMore on trazodone:\n\nIt actually doesn’t work for everybody (maybe 20% of people)\nFor some people it just doesn’t produce any sedation\nThere are others for whom we just can’t get the right dose — so even at low doses, it produces so much sedation that the next day they’re still groggy in the morning\nBut for most people (80%+), there is a dose between 25 and 100 milligrams before bed that produces remarkable sleep, both in quality, duration and lack of interruption\nIt also doesn’t have the dependency issues that other sleep drugs often have, including benzodiazepines, which aren’t horrible for sleep architecture \nGetting trazodone prescribed to you by your doctor shouldn’t be too difficult as it’s getting a pretty reasonable amount of acceptance amongst doctors that are reasonably well read\n\n*Resources for data on trazodone and sleep:\n\nData on the mechanism of action: Shin and Saadabadi, 2021\nData on the efficacy: \n\nYi et al., 2018\nFagiolini et al., 2020\n\n\nData on stage preservation: Wang et al., 2020\n\n \nBook recommendation from Peter [1:20:45]\nIs Peter reading any good books lately?\nThe Comfort Crisis by Michael Easter\n\nPeter liked this book so much he’s already reached out to the author to have him on the podcast\n“I recommend it highly.” says Peter\n\nAbout the book:\n\nBasically, we are in a comfort crisis, meaning we are way too comfortable now\nWe live in a world where we’re never hungry, we’re never cold, we’re never hot, we’re never bored, etc.\nThat level of comfort can have really negative outcomes on our mental health and our physical health\nThe open questions are: How can you exploit that information? What can you do in your comfortable world to get appropriate doses of things that are uncomfortable to recoup some of the benefits?\n\n \nFormula 1: the 5 variables that determine the winner [1:22:00]\nAdvice for people wanting to get into watching Formula 1\n\nA good place to start is with the show Drive to Survive on Netflix\nThere are really five variables that determine who’s going to win a race (4 having to do with how fast the car goes plus 1 for strategy)\nYou can be perfect on all four of those things, but if you have the wrong strategy you’re going to lose.\nThe four things are:\n\n1 – The skill of the driver\n2 – The tires – only point of contact between the car and the surface\n3 – The engine – generates the power\n4 – The chassis – what allows that power to be transmitted to the tires and it confers the aerodynamics that are necessary to go fast on curves (which is really what differentiates F1 from any other class of motor racing—it’s not how fast those cars can go in a straight line, how much down force they can generate)\n\n\n\n \nF1: Drivers [1:26:00]\n\n10 F1 teams and 2 drivers per team (an A and B driver)\nUsually one of the two drivers is the more senior driver\n\nTeam Ferrari is an expectation where this year with Charles Leclerc and Carlos Sainz – both of those guys could win (in that case the team is unlikely to employ what’s called “team orders” which is when the team tells one of them to get out of the way if the other one is behind)\nThat’s one thing you see in the Drive to Survive is those team dynamics…just because they’re on the same team, they’re still competition with each other\n\n\nOn some teams that competition between the drivers on the same team is the most fierce because technically the cars are close to identical so if that person is constantly beating you, there’s no ambiguity about who’s a better driver\n\n \nF1: Tires [1:27:30]\nDoes every team have access to the same tires?\n\nPirelli has been the tire manufacturer in F1 about six years now\nSometimes you’ve had different tire manufacturers in the same year—certain teams would use Bridgestone while others would use Michelin, Goodyear, all sorts of things\n\nThe different types of tires\n\nBut now, Pirelli has seven tire options – there are seven tires that you have (two for wet weather)\nFor each race they designate a soft, medium and a hard\nThe five tire compounds are C1, 2, 3, 4, and 5 in increasing hardness\nThey might say C1, 2, 3 are the soft, medium and hard for one particular race (Or it could be 2, 3, 4 or 4, 5, 6)\nIf you look at the tire rim you’ll know it’s a soft tire because it’s red\nThe medium for that race is the yellow\nAnd the hard is the white\nThen the “intermediate” is a green tire with an intermediate tread\nThen the blue tire is the full weather tire and that has a more aggressive tread\nThe more tread you have, the slower the tire is between the intermediate and the wet.\nThe soft, medium and hard are the slick tires\n\nThe tradeoff with tire types\n\nThe trade off here is the harder the tire, the longer it lasts and the slower it is because it has less grip\nSo one of the rules of F1 is— unless it’s a wet or intermediate tire, those situations are aside—but when you’re using any of the dry tire compounds, you must use at least two tires of two different compounds in a race\nWhat that means is even if this were a race that were short enough that you could get away with just the hard tire, you can’t do it, you have to make at least one pit stop to switch to a different tire compound\nCertain races like Bahrain in March 2022, you’ll see multiple pit stops from the teams because the tire degradation of that circuit is so high\n\nIs that where a lot of the strategy comes in on which tires are used at which point of the race?\n\nYes. And also when you switch and how many times you switch\nFor example, you could run a race on a hard and a medium and do one switch, whereas someone else might do a soft medium and medium and do two switches.\nEvery time you switch tires, you have a guaranteed time hit of roughly 25/26 seconds (slow down to enter the pit, have the actual tire change)\nTire changes are taking about 3 seconds this year (last year it was closer to 2 seconds)",
    "contentLength": 12457,
    "encodedLength": 2981
  },
  {
    "content": "\nLast year was just a little over two seconds. So it doesn’t sound like much but, again, that’s a relatively small price you’re paying relative to how much you have to slow down to drive into and enter the pits.\n\nSo under what scenario would you risk an extra pit stop, which costs you 25 seconds to do two stops when someone else is doing one? \n\nThe answer is, if you can make up half a second per lap on a 50 lap race with a different tire strategy, then you would stay out\nBy the way, there’s always a risk when you do a pit stop that something goes wrong and that three second of actual tire changing becomes 10 seconds (if anything goes wrong and a bolt gets wedged or something strips, it can be the end of the race)\n\n \nF1: the engine and chassis [1:32:00]\nAs far as engines go, there are only a handful of engine manufacturers in F1\nLast year, you had four manufacturers:\n\n1 – Mercedes\n\nThe Mercedes engine is used by McLaren, Williams, and Mercedes\n\n\n2 – Ferrari\n\nFerrari engine is used by Ferrari, Alfa Romeo, and Haas\n\n\n3 – Renault (the Alpine team)\n\nRenault is only used by Alpine\n\n\n4 – Honda \n\nHonda engine is used by Red Bull (Honda’s team) as well at AlphaTauri\nHonda left the sport last year, but Red Bull preserved the rights to the engine so Red Bull is still using a Honda engine as is AlphaTauri\n\n\n\nThis is different from IndyCar…\n\nIn IndyCar, everybody’s on the same engine and the same chassis\nIn that sense, there’s something that IndyCar has that’s better than Formula One, which is everybody’s basically in the same car which makes the setup and the driver and the strategy play a bigger role\nKeep in mind, even though Mercedes makes the engine, you can’t assume that the same engine is in the Williams car\nWilliam’s is really not getting exactly the same engine — the engine that the Mercedes team is using, that is built by them, everything about their car is tailored to how to use it\nSo Ferrari has the best Ferrari engine, Mercedes has the best Mercedes engine\nThe chassis is also important\nFor instance, Aston Martin has a Mercedes engine, but Aston Martin makes the chassis, so it’s hard to imagine that they could ever do as good a job as Mercedes is doing because Mercedes gets to design their chassis to pair it to a Mercedes engine. \nSo you end up with very different equipment in F1.\n\n \nF1: rule changes around cars [1:34:15]\nPeriodic rule changes\n\nEvery few years you get a rule change\nThis year there was a major rule change after 8 years\n\nRecent regime changes follow rule changes\n2011-2013\n\nA huge regime change in F1 was in 2013 to 2014\nPrior to 2013, Red Bull was the most dominant team of that era\nIn 2011, ’12 and ’13, Sebastian Vettel with Red Bull won the F1 title, and he almost won in 2009\nAnd for all intents and purposes, Red Bull and Vettel dominated F1 for five consecutive years\n\nWhat happened in 2014?\n\nThe hybrid turbo era was introduced\nThen Mercedes became the most dominant team ever in the history of F1 by winning eight out of eight Constructors’ Championships and seven out of eight Drivers’ Championship.\n\nTwo championships every year\n\n1 – Drivers’ Championship, which is awarded to the driver with the most points\n2 – Constructor’s Championship, which is the constructor with the most points\nThose are two are not always the same, meaning, it’s not always that the team that the driver drives for is going to win\nTo do that, you would have to have two relatively strong drivers, which Mercedes has historically had\nAlthough last year, a Red Bull driver, Max Verstappen won the Drivers’ Championship, but Mercedes was still hands down the best team and won the Constructors’ Championship because Max Verstappen and Sergio Perez had fewer points for Red Bull than Lewis Hamilton and Valtteri Bottas had for Mercedes\n\nNew rule changes\nRule changes for making it easier to pass other cars\n\nNow, the new rules that were introduced for this year are going to readjust the pecking order\nThe rules basically came down to how to make the cars more competitive and how to create more wheel-to-wheel racing that basically reduced the down force of the cars, which means that when a car is following another car, it is less susceptible to the dysregulation of airflow going over it\nFormula One cars are basically like airplanes flying upside down…\n\nSo an airplane flying right side up, the more speed going in front of the airplane, the higher goes up. That’s what lift is\nThe force of lift is equal to the surface area of the wing times the velocity squared times the coefficient of lift\nSo that’s why when a plane reaches its terminal height and terminal velocity, it turns down the coefficient of lift, so it doesn’t just keep going up\nFormula One race car is an upside down airplane—the faster it goes, the harder it’s being pushed down\nTo put this in perspective, last year’s cars had so much aerodynamics that once they hit about 50 to 60 miles per hour, they were generating down force that exceeded their weight\nAt less than a hundred kilometers per hour, they could be driving upside down, that’s how much down force they generate\nSo you can imagine, if you have two cars on a straightaway at 300 kilometers per hour, they’re basically stuck to the ground. But if one car is behind another car, which by definition, it needs to be to pass, it’s airflow is being disrupted and it’s losing down force and therefore, it’s slowing down\nThat creates a vicious cycle that makes it difficult to pass. And so, they wanted to make it more competitive and it looks like they’ve succeeded\n\n\nLooking at a recent race \n\nThe race was basically down to Verstappen and Leclerc until Verstappen’s engine failed.\nThere were five passes between the two of them, something you wouldn’t have seen historically \n\n\n\nRule change: bigger wheels\n\nThey’ve also changed the tire size, so the wheels are now bigger wheels which is exciting b/c we’re basically back to square one trying to figure out tires and engines\n\nRule change: E10 fuel\n\nThey also introduced E10 fuel which Peter calls “the dumbest idea ever”\n“It’s in an effort to be sustainable, which I think is so ironic for F1 to try to be sustainable. It’s like, an easier way to be sustainable might be scheduling races in such a way that you don’t have to fly across the world 27 times as opposed to dropping from proper octane to E10, that has zero bearing on the outcome compared to one cross world flight in the F1 schedule”\n\nResults of rule changes so far…\n\nBut based on those changes, after one race at least, it is looking like this year is going to be not only more competitive in the races themselves in terms of action passing\nBut also is it safe to say it’s going to be more competitive in terms of the teams that are competing b/c last year McLaren and Ferrari were battling a little bit for third in the Constructors, but there wasn’t a lot of competition in that\n\nLast year was a pretty good battle between first and second between Mercedes and Red Bull\n\nBut between third and fourth, it wasn’t really much of a battle and that was less on the basis of the cars and probably more on the basis of the performance of a couple of the drivers\n\nThis year is just going to be a big reshuffling\n\nBased on preseason testing, Ferrari and Red Bull looked to be the strongest and McLaren looked to take a step backwards\nBy the way, that all looked to be true in that first race—Ferrari looked incredibly strong, going one, two. \nHad Max Verstappen and Sergio Pérez not had a pump failure in their engine in the last three laps, the order would’ve been Ferrari, Red Bull, Ferrari, Red Bull, positions, 1, 2, 3, 4, and Mercedes would’ve been fifth, sixth\nIt was clearly Ferrari, Red Bull then Mercedes, and McLaren was way at the back of the pack\nMcLaren has two amazing drivers in Lando Norris and Daniel Ricciardo so you can’t blame their performance on their drivers\nThe other thing we saw was Haas, which for the last couple of years has been the worst team in F1, they had Kevin Magnussen finish fifth which is kind of amazing given that they had zero points last year and you get points anytime you’re in the top 10\n\n \nF1: importance of qualifying races [1:41:15]\nThe schedule for an F1 weekend\nConsists of five sessions, typically\n\nAlways start with Free Practice 1 (FP1) and FP2 on Friday\nSaturday morning is FP3\nThen qualifying (Qualy) is Saturday afternoon \nThe race is on Sunday\n\nFree Practice\n\nThe purpose of FP1, FP2, and FP3 is to scrub some tires, to basically get that sheen off them so that you have a nice set of brand new tires to get ready — plus you’re also learning the track\nWith FP1 and FP2, it’s very difficult to draw much of a conclusion for how people are going to perform that weekend because they’re really fiddling with the setup of the car\nThere are some tracks where you want very little down force such as on a high speed track\n\nMonza is the prototypical example—it’s called the Temple of Speed— b/c it’s the fastest track in all of F1 and you have very little down force — meaning you can’t go as fast around the corners, but you can go much faster in the straights\nConversely, you have tracks like Suzuka in Japan which is maximum down speed—You have so many high speed corners that you basically say, “We’re going to put all of our eggs in the down force basket and make sure we can go as fast as possible around these high speed corners, and we’ll give up 15-20 miles per hour of straight line speed”\n\n\nSo you have to fiddle with that setup as much as possible during those practice sessions and it’s really only in FP3 on Saturday morning that you get a sense of how fast somebody can go\n\nQualys\n\nYou have what’s called Q1, Q2 Q3\nQ1, everybody goes out for 12-15 minutes and put a lap time down\nAt the end of Q1, the top 15 move on and for the bottom 5, their place is determined on the grid by where they finished\nWith Q2, you do the same thing again and now it’s the top 10 that go forward to Q3 and places 11 to 14 are set on the grid\nWith Q3, the final 10 positions are set on the grid\nThat’s virtually how every race works\nExceptions to this protocol: There are a couple of races last year where they did something called a Sprint qualy where they do an FP1 and then qualy on Saturday and then maybe FP2.\n\nThey somehow insert an extra race in the schedule on Saturday afternoon\nThat race grid is determined by your position in qualifying, but then how you finish the race determines how you’ll start the race on Sunday\nIt’s a short race, typically 16 laps or something (about a quarter to a third of the length of the total race, no pit stops)\nHow you finish in that race determines your position\n\n\n\nWith the qualifying, how many races do you think where it’s more important than others? Meaning, what percentage of the tracks are hard to pass on versus easier to pass on?\n\nThe track that is almost impossible to pass is Monaco\nBut the analysis you’d do is, what percentage of races are won by polesitters?\nin Monaco, that’s going to be the highest b/c it’s such a narrow track making it very difficult to pass\nSuzuka is also a very difficult track to pass on with only a handful of places you can pass\nHistorically, Abu Dhabi was one of those tracks where you couldn’t really pass but now they made a lot of changes last year to change the circuit to slow it down a little bit and create more passing opportunities\nAll that said, there’s never a scenario where you’re not going to do your best in qualifying because higher grid place is always better\nNote: This is kind of different from the golden era of F1 (80s and 90s) when you could radically change the tuning of a car during qualifying\n\nIf you look at the McLarens of the mid-80s, they could boost those things to 1,400, 1,600 horsepower during qualifying, and they might race at 800 horsepower\nThere were some drivers like Niki Lauda, very famously, would not boost during qualifying — His thinking was, “It’s freakin’ dangerous. There’s a good chance I’m going to kill myself or blow up the car. . .I’m not going to risk it.”\nConversely, Ayrton Senna is the best qualifying driver of all time—He took the poll position in something like 63 pole positions out of 161 races\n",
    "contentLength": 12169,
    "encodedLength": 2974
  },
  {
    "content": "\nEven Lewis Hamilton and Michael Schumacher are nowhere near that and Hamilton is, statistically speaking, by far the greatest F1 driver of all time\nBut on that one metric, nobody compares to Senna, despite the fact that his career was cut very short\n\n\n\n\n\n \nF1: racing strategy [1:47:30]\nWhen people are watching on Sundays, what should they be watching for with regards to strategy?\n\nIt’s understanding how much drivers push the car and when they do it\nA lot of things that determine speed are tires—Softer tires are going to generally be faster, especially new soft tires, but they might only be fast for 10 laps\nAnd then there is also how you discharge the battery b/c these are turbo hybrid cars so they’re getting probably an extra 160 or 200 horsepower out of a battery\nFor context, in qualifying race, there’s a reason there’s so much faster by up to three seconds on a lap—a huge difference\n\nThe reason is the way the car is tuned for qualifying, the way that they can maximally discharge the battery\n\n\nIf you listen to the radio communications, you’ll hear them say, “Push, push.” or “Box, box” —Box means pit stop, push means drive faster or push ahead\n\nNote that drivers can’t go all out all the time\n\nThey have to protect their tires as well as protect their batteries\nIf a driver knows he’s going to go for a big pass, he’s going to have to actually back off a little bit to recharge his battery during a lap, to then be able to make a big mode push\nThen similarly with the tires — for instance, when Verstappen and Leclerc were going back and forth passing each other five times in two laps, they ended up taking quite a bit out of their tires\nWhen Peter is at a live race, he’s usually timing their splits at a fixed point on the track so he can see what their time degradation looks like per lap\n\n \nF1: season outlook and predictions [1:51:00]\nWho is your prediction to win this year, not only the driver, but the team?\n\nThe smart answer is Ferrari — They looked the most dominant during the two testing weeks and then they finished first and second in the first race\nBut it’s a 23-race season and anything can happen\nRed Bull, a strong team, finished with zero points in the first race\n\nPeter says if they can figure out what’s wrong with these fuel lines they may come back strong\nHe wonders if there’s an issue with their fuel because they’re using a different fuel from everybody else—they’re using Exxon as opposed to Petronas or Shell—and it might be that Exxon has just shit the bed on this E10 mixture and there’s something not working there\nOn that note, three out of the four Honda engines failed last week so that might be something to keep an eye on\n\n\nFerrari also has two amazing drivers—Chales Leclerc and Carlos Sainz Jr.—Leclerc is probably the better of the two so based on that, Leclerc would be kind of a early favorite\nIf Red Bull can figure out what they’re doing, Max Verstappen has a fantastic chance to win\nAnd finally, how do you bet against Lewis Hamilton and Mercedes?\n\nDon’t forget how much they came back last year—Red Bull had almost put that championship away with five races to go and Mercedes and Lewis Hamilton stormed back\nThe difference this year is Mercedes now has two drivers that can really win this thing as opposed to just Hamilton, so you have George Russell\nRussell is viewed largely as the heir apparent within the team and that’s why they made the somewhat difficult decision of getting rid of Valtteri Bottas—an amazing wingman to Hamilton—in favor of someone who’s going to be nipping at his heels more, but is also probably the future for Mercedes\n\n\n\nThere’s a lot more intriguing storylines and competition based on this first race compared to what we’ve seen in the past…\n\nThe competition between Lewis Hamilton and George Russell is going to be intense\nThe competition between Charles Leclerc and Carlos Sainz, Jr. could become intense, even though historically they’ve been the most cordial teammates of all time but that could change here\nThose three teams, Ferrari, Red Bull and Mercedes at the top, is going to be intense\nAnd anybody who’s watched Drive to Survive can appreciate the interpersonal dynamics between Toto Wolff and Christian Horner, the Mercedes and Red Bull team principles, two guys who can’t stand each other\n\nArticle: HORNER BOUGHT HIMSELF A MERCEDES FACTORY TOUR AT A CHARITY AUCTION\n\n\n\n",
    "contentLength": 4379,
    "encodedLength": 1050
  }
]