[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter dives deep into the topic of atherosclerotic cardiovascular disease (ASCVD)—the number one killer in the developed world. Peter argues for the importance of paying attention to and understanding ASCVD given its ubiquity and inevitability. He goes into great detail about the development of atherosclerosis and how it can take hold at a very early age, the role of cholesterol, and the causal factors of ASCVD that determine prevention strategies. Additionally, he discusses the important metrics and biomarkers found in blood work, as well as diagnostic tests such as coronary artery calcium scores (CAC) and CT angiograms which help to determine the level of arterial damage present. Finally, Peter lays out the keys to understanding and interpreting calcium scores before wrapping up the conversation with his key takeaways regarding prevention.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #34 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\nWe discuss:\n\nThe importance of understanding atherosclerosis early in life [2:15];\nDefining atherosclerotic cardiovascular disease (ASCVD), its causes, and the role of cholesterol [9:00];\nThe process of developing ASCVD, part 1 [15:00];\nThe process of developing ASCVD, part 2 [24:00];\nThe process of developing ASCVD, part 3 [32:45];\nHow early in life ASCVD can start to develop [40:30];\nCase studies of atherosclerosis and figures showing real pathology [43:00];\nCoronary artery lesions present in autopsies of different age groups [49:15];\nThe causal factors of ASCVD that determine prevention strategies [52:15];\nLabs to identify biomarkers of ASCVD [59:00];\nDiagnostic tests to determine the level of arterial damage present—CAC, CTA, CIMT, and more [1:00:30]\nCalcium scores: keys to understanding and interpreting a CAC score and/or CTA results [1:05:15];\nIs there a risk from cholesterol levels being too low? [1:13:00];\nKey takeaways regarding prevention [1:15:45];\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#203 – AMA #34: What Causes Heart Disease?\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#203 – AMA #34: What Causes Heart Disease?\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#203 – AMA #34: What Causes Heart Disease?\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes\n\n§\n \nThe importance of understanding atherosclerosis early in life [2:15]\n Atherosclerosis is ubiquitous\n\nIt’s the only disease that is inevitable, and it limits human longevity\nCancer and dementia, also diseases of old age are not inevitable the way atherosclerosis is\n\n“Not everybody dies from atherosclerosis, but… everybody dies with it”— Peter Attia\n\nYou want to understand this because the impact is huge and the tools we have are also huge\nExtending lifespan comes down to delaying the onset of chronic disease, and atherosclerosis is the most common chronic disease\n\n2 main paths to atherosclerosis\nRisk factors\n\nSmoking, a behavioral risk factor (we’ll put this aside for the moment)\n1 – Hypertension\n2 – High blood and lipid abnormalities (we’ll focus on this one)\n\nThis leads to atherosclerotic cardiovascular disease (ASCVD)\n\n\n\nStudies of pathology show ASCVD begins at a young age\nWhat is the most common presentation for a 1st heart attack?\n\nSudden death\nA 1st heart attack in over 50% of people is fatal; today this number is a little less but still staggering\n\nWhat is the age distribution of people who have their 1st major adverse cardiac event?\n\nAdverse cardiac events are a heart attack or a stroke (or death)\nFigure 1 shows the incidence of cardiovascular events for both males and females in the US\n\n\nFigure 1.  Incidence of cardiovascular events by age and sex.  Credit JAMA Cardiology 2016\n\nThe graph on the right shows total annual events\n\nThe 1st 2 sets of bars show the number of events for people under 65\nMen are shown in the darker bars comprising slightly below 25% and slightly above 25% of all cardiac events\n\nThe implication is that 50% of men who are going to have a cardiac event in their life will have it before the age of 65 \n\n\nFor women, a third of women will have their 1st cardiac event before the age of 65 \n\n\nThe total annual events is not the whole story; it’s important to understand how long it takes for this disease to take hold\n\nEarly prevention is key\n\n\nAlmost 25% of these events are in men younger than 54\nWhen you think of someone who is 45, 50, this disease didn’t start 2 years before\n\nWhen you see these stats laid out, it creates a shift in your mind around why you should care about this\n \nDefining atherosclerotic cardiovascular disease (ASCVD), its causes, and the role of cholesterol [9:00]\nASCVD is disease state characterized by the deposition or the buildup of cholesterol (sterols) in the artery wall\n\nIt begins with a fatty streak that later consolidates into plaques that can ultimately lead to a reduction in blood flow\nReduction in blood flow is called ischemia \nIschemia results in tissue damage to the heart and this is what results in a heart attack \nA heart attack can be fatal depending on the amount of cardiac tissue that is damaged from loss of oxygenation\n\nCauses of ASCVD\n\nYou don’t have to be obese or have high blood pressure\n\n“It’s really a question of the cholesterol in your blood. That’s really what defines the disease.”— Peter Attia\n\nAtherosclerosis is defined by the presence of cholesterol in the artery wall\n\nThis is not necessarily related to the measurement of cholesterol in circulation\n\n\nPatients with cholesterol in their arteries do not necessarily have to have co-aggravating factors such as: high blood pressure, diabetes, obesity, family history, smoking\n\nAll these things that exacerbate ASCVD\n\n\n\nCholesterol explained\n\nCholesterol is an organic molecule, a type of lipid\n\nIt is not soluble in water\nIt is a hydrophobic molecule\nPicture pouring oil into water and you would immediately see what it means to have a hydrophobic substance in contact with something that is hydrophilic (water)\n\nThey repel each other\n\n\n\n\n\nCholesterol is about one of the most important molecules in the body\n\nYou would die without it\nRare genetic conditions that impair the ability to make cholesterol are fatal\nCholesterol is used for 2 main things:\n1 – The cell membrane of every cell in the body contains cholesterol\n\nCholesterol contributes to the fluidity of the cell membrane, important for membrane channels that allow things in and out of the cell\n\n\n2 – Synthesis of many hormones begins with cholesterol, including: cortisol, estrogen, testosterone\n\nIt is also essential for the creation of bile acids, necessary to digest food\n\n\n\nWhere does cholesterol come from?\n\nMost people think of cholesterol as something that comes from eating certain foods\n\nThis is true, eggs contain cholesterol\n\n\n But the cholesterol in your bloodstream has little to do with the cholesterol in foods you eat \n\nThe reason is, the cholesterol we eat in esterified, it has a chemical bond that swings between an intermediary oxygen and another side chain\nThis cholesterol is too large for the receptors in our gut to absorb\nMost of the cholesterol we eat is excreted\n\n\n\nMost of the cholesterol we will discuss [in our bloodstream] is made in our body and transported between cells through lipoproteins \n \nThe process of developing ASCVD, part 1 [15:00]\nAnatomy of blood vessels\n\nThe endothelium is a 1-cell layer that lines the surface (and protects) the arterial lumen\n\nThe arterial lumen is the inside of a blood vessel; this is the area through which blood is flowing\n\n\nThe endothelium has really complex functions\n\nIt can modulate vascular tone\nRemember arteries don’t stay in the same shape all the time; they can constrict a bit and dilate\nThis plays an important role in modulating inflammatory and thrombotic processes\n\n\nTom Dayspring provided these images of blood vessels and the process of ASCVD\n\nFigure 2 shows a small artery cut along its length; think about a coronary artery\n\nThe red part in the middle is where the blood flows along the length of the artery\n\n\nFigure 2.  Endothelial cells lining a blood vessel.  \n\nThe coronary artery, depending on which one\n\nIf it’s the left main versus a distal part of the left anterior descending coronary artery \n\nWikipedia has a good image of the coronary arteries\n\n\nIt may be a small as 1 mm (in diameter) or it could be as large as 4 mm\n\n",
    "contentLength": 9771,
    "encodedLength": 2985
  },
  {
    "content": "\nThere is a single layer of endothelial cells lining the entire surface of this artery\n\nThese are the tan ovals in contact with the red bloodstream \n\n\nAlso shown is what’s behind these endothelial cells, the other layers of the artery wall\nUnlike veins, arteries have very muscular walls \n\nThe muscle cells are shown as elongated cells with a dot in the center, in Figure 3\n\n\n\n\nFigure 3. The muscular walls of arteries and LDL particles flowing in the bloodstream.\nLDL\n\nFigure 3 also shows LDL, the low density lipoprotein \n\nThese are the multicolored balls in the bloodstream\nLDL is a lipid transport particle\n\n\nRemember that oil and water don’t mix well; we have the same problem with cholesterol in blood\nCholesterol is essential for every cell\n\nCells make cholesterol but not every cell can make enough to meet its own needs\n\n\nTransportation in the blood is akin to transportation in water\n\nWith water soluble things this is easy, like glucose or electrolytes (sodium, potassium, etc)\nHydrophobic molecules are different, like cholesterol and triglycerides (fats)\n\nThese molecules have to be transported in something that is water soluble\nThat something is a lipoprotein \n\n\n\n\nLipoproteins exist in different densities\n\nThe 2 most people will have heard of is the low density variant (LDL) and the high density variant (HDL)\nIt’s unfortunate that these are called bad cholesterol (LDL) and good cholesterol (HDL) because they both carry the same cholesterol \n\n\nTechnically, there is no such thing as good cholesterol or bad cholesterol; it’s just cholesterol\nCholesterol does bad things when it is in a low density lipoprotein; this is why LDL got the name bad cholesterol\nLDL’s zip through the bloodstream\nNotice the little black line on the LDL in Figure 3; it looks like a mustache\n\nThese are apolipoprotein Bs (apoB)\n\n\nBroadly speaking, there are 2 families of these apolipoprotein lipoproteins.\n\n1 – The apoA family \n\nThis family encompasses all the different HDLs (multiple)\n\n\n2 – The apoB family\n\napoB100 – This family encompasses VLDL, IDL, LDL, and Lp(a), which is an LDL with another apolipoprotein called apo(a) attached to it\napoB48 – attached to chylomicrons\n\n\n\n\n\nThe apoB carrying lipoproteins are the ones we’re interested for this process, and of those LDL is the most important for virtually everybody\n What is the concentration of LDL?\n\nWhen you’re young, it’s quite low, 20-30 mg/dL of LDL in blood\n\nThis LDL is simply delivering cholesterol to and from tissues that need it\n\n\nLDL-C is the concentration of cholesterol within 1 particle, reported in mg/dL\nLDL-P refers to the number of LDL particles, typically  reported in nmol/L\nApoB also refers to the number of LDL particles, reported in mg/dL\n\nWhat measure should you pay attention to?\n\nApoB, the podcast with Allan Sniderman went into detail about this\n\n\nFigure 4.  Some LDLs have moved into the subendothelial space. \n\nFigure 4 show that some LDLs have escaped from the vascular system and have gone into what’s called the subendothelial space, the space just behind the endothelium\n\nLDLs are slipping through the cracks in the endothelium\nOne of the risk factors for atherosclerosis is the health of the endothelium\n\n The dominant risk factor is the lipid concentration\n\n\n\n\n\nThings that are damaging to the endothelium lining blood vessels\n\nUric acid, discussed in the podcast with Rick Johnson \nHyperinsulinemia\nElevated glucose levels\nHomocysteine\n\nAnything that damages the endothelium is going to increase the likelihood that these LDLs can sneak their way through\n\nOnce the LDL has moved past the endothelium, there’s a reasonable chance they will get stuck there\n\nLDL binds to proteoglycans (green y’s on Figure 4) via surface phospholipids\nChemical reactions can occur with reactive oxygen species that will then oxidize the LDL\n\nThis doesn’t happen to all the LDL particles\n\n\n\n\nHDL particles will also enter this space from time to time\n\nThe difference is the HDLs leave; they don’t get stuck in the subendothelial space\n\n\n\nPeter’s takeaway— retention of LDL in the subendothelial space and its oxidation is the problem and the 1st critical step in ASCVD \n \nThe process of developing ASCVD, part 2 [24:00]\n\nFigure 5.  LDL particles retained in the subendothelial space can be modified or oxidized to become toxic\n\nThe endothelial system reacts in an effort to prevent further damage\nThe paradox is, the efforts by the endothelium to heal itself is what ultimately kicks off a cascade of events that result in more damage \nThe endothelium is now dysfunctional and expresses something called selectins and vascular cell adhesion molecules\n\nThese are like a 911 call to immune cells, asking them to come and repair the damage\nFigure 6 shows dysfunctional endothelial cells in blue expressing selectins and adhesion molecules \n\n\n\n\nFigure 6.  Endothelial cells become dysfunctional and express selections and adhesion molecules.\n\nMonocytes, a type of immune cell patrolling in the bloodstream, respond to the damaged endothelium\nFigure 7 shows monocytes as yellow cells with a big, blue squiggle inside\n\n\nFigure 7.  Monocytes are a type of immune cell recruited to the damaged endothelium.\n\nMonocytes are type of cell that is not fully differentiated\n\nThey are looking for anything that’s gone wrong in the body\n\n\nThe little blue hairs coming out of the dysfunctional endothelial cells are vascular adhesion molecules \n\nThis will catch monocytes moving through the bloodstream\nThese adhesion molecules increase the probability that monocytes are going to stop at this site and enter the subendothelial space\n\n\n\nCytokines elicit a systemic response to endothelial damage\n\nThese dysfunctional endothelial cells also release cytokines\n\n Shown in figure 8\n Cytokines are a chemical signal that goes out to the body\n They elicit inflammation\n They initiate a systemic response to injury\n Examples include interleukin-6 (IL-6) and tumor necrosis factor (TNF)\n\n\n\n\nFigure 8.  Damaged endothelial cells release Interleukin-6 and other cytokines\n\nCytokines circulate to the liver where they induce the production of C-reactive protein (CRP) \n\nWe can measure all of these things, and that gives us some sense of the amount of inflammation going on\n\nCytokines and C-reactive protein are not cardiovascular specific\n\nThey will also be elevated in a person who has an infection (even a cold)\nA person with a cold may have a C-reactive protein of 6-7, when the normal level is 1\n\n\n\nThe action of monocytes in the subendothelial space is part of the disease process \n\nMonocytes enter the subendothelial space (figure 9) and mature to become macrophages\n\nMacro meaning big and phage meaning to eat\n\n\n\n\nFigure 9.  After stopping at adhesion molecules on damaged endothelium, monocytes enter the subendothelial space.  \n\nMacrophages start to ingest the modified / oxidized LDL particles\n\nThe term for this is phagocytosis \nShown in figure 10\n\n\n\n\nFigure 10.  Monocytes ingest oxidized LDL particles\n\nEating these oxidized LDL causes the macrophages to become foam cells \n\nIn all of this is the body doing what it thinks it should be doing to fix a problem. This same thing occurs when you have a bacterial infection and it’s what saves your life. But here, as you can see, it’s starting to become counterproductive.\nThe development of pathology in the artery\n\nWhen a lot of these foam cells coalesce, it starts to form something called a fatty streak\n\nShown in figure 11\nWe’ll come back to this later and look at actual slides from autopsies \n\n\n\n\nFigure 11.  A fatty streak is formed by the accumulation of enlarged foam cells.\nThe role of HDL\n\nFigure 12.  HDL use ABC1 to remove cholesterol from macrophages.\n\nRemember earlier we mentioned 2 families of lipoproteins: apoB and apoA\napoA-1 particles are also known as pre-beta-HDL particles \n\nThese take in free/ unesterified cholesterol from macrophages using something called an ATP binding cassette transporter, A-1 (ABC1) \nThis means these pre-HDL particles use a suction system to suck sterol [cholesterol] out of the macrophages\n\nThe ATP binding cassette transporter, A-1 uses the energy of ATP to do move cholesterol from the macrophages to the pre-HDL particles\nThis is an effort to prevent further damage\nThis is why HDL is thought of as good\n\n\n\n\nPre-beta-HDL particles will fill themselves up with lipids, that they remove from macrophages\n\nThis particle gets bigger\nThe HDL will take the lipids to other tissues in the body that need them\nShown in figure 13\n\n\n\nHDL removes lipids from the worst place you can have them and take them elsewhere in the body where they can be used\n\nFigure 13.  HDL particles filled with lipids from the subendothelial space go back into the bloodstream to deliver these lipids to other tissues.\n\nThis is why HDL is thought of as being protective\nThis de-lipidation process occurs through lots of mechanisms using something called cholesteryl ester transfer protein (CETP) \n\nNotice 2 things:\n1 – An entire set of drugs has been developed around CETP inhibition \n2 – CETP genes are some of the genes that are modified in people who live an exceptionally long time, centenarians \n\n\n\n \nThe process of developing ASCVD, part 3 [32:45]\nQuick aside on the misconceptions about HDL cholesterol\nIt’s overly simplistic (and patently wrong) to think that HDL is good cholesterol and LDL is bad cholesterol\n\nYou can’t infer anything about risk from a high level of HDL cholesterol\nEvery intervention that has tried to raise HDL cholesterol pharmacologically has failed to improve outcomes\n\n This speaks to the complexity of this process \n\n\n\nHow HDL works is complex: The functionality of the HDL particle is much more complicated than something we can assess through either their size, their number, or their cholesterol content\nBack to the macrophages:\n\nThe HDLs fix some of the lipids macrophages have taken in, but in the end the macrophages become more and more engorged with oxidized LDL\nThe macrophages remain as full-fledged foam cells\nFoam cells produce a whole bunch of things: angiotensin II, collagenase collagenases, elastases, and a whole bunch of other enzymes (shown in figure 14) \n\n This undermine the integrity of the arterial wall leading to more endothelial dysfunction \n\n\n\n\nFigure 14.  As foam cells enlarge they release many molecules that contribute to dysfunction of the endothelium.\n“Everything that’s happened so far is like little break-ins in the neighborhood. We’re about to enter looting.”— Peter Attia \nWhat happens after foam cells accumulate?\n\nChemical signals start to trigger the migration of smooth muscle cells to the area of the injury\nThe endothelium barrier is badly damaged and has lost its capacity to do anything\nSmooth muscle cells try to repair the damage by laying down a matrix to heal the injured wall\nThis matrix becomes the fibrous cap of the atherosclerotic plaque, shown in figure 15\n\n\nFigure 15.  The formation of atherosclerotic plaque.\n\nIt is only now that the lumen of the artery begins to narrow \n\nThis is pretty bad but it’s occurring before there is any calcification and before the artery wall is actually shrinking.  Nothing is showing up clinically so far.  \n\nSo much has to happen, years and years before you can start to see damage\n\nAnd it’s the damage that leads to events\n\n\nBy the time you’re having events, the process covered so far has happened decades earlier \n\nAction of enzymes released by recruited muscle cells\n\nThese enzymes that are upregulated start to dissolve and weaken the plaque cap\nThis typically occurs at the shoulder regions where the diseased endothelium cells meet healthy endothelial cells\n\nSome describe this area of plaque as vulnerable\n\nThis may be a correct term\nBut it also gives kind of a false sense of confidence that we can treat atherosclerosis on a lesion by lesion basis\n\n\n\n\n\n“Atherosclerosis should really be viewed as a systemic condition of the entire arterial system”— Peter Attia\nOne of the better papers on this topic is called “The Myth of the “Vulnerable Plaque” \nContinuing with the disease process, after plaque has formed in the arteries\n\nFigure 16.  Plaque accumulates at large foam cells and starts to obstruct the artery.\n\nSmooth muscle cells have migrated to the place of damage\nThe damage is greatest at the site of these large foam cells [the green blobs filled with yellow circles]\n\nThis is incredibly inflammatory\n\n\nThe endothelial barrier is very dysfunctional and is barely holding on for dear life",
    "contentLength": 12461,
    "encodedLength": 2996
  },
  {
    "content": "\nNow this plaque can start to become obstructive [shown as yellow rectangles] \n\nThis is how the artery narrows\n\n\nLipid rich plaques can become quite unstable and they can rupture, causing really bad things to happen\nIn figure 17, the plaque at the bottom is unstable\n\nSome lipid is protruding through the cap [yellow balls]\nIf this lipid gets out, it will kick off a coagulation cascade \n\nPlatelets will show up\nPlatelets are in the blood; their job is to stop bleeding if we have an injury\n\n\n\n\n\n\nFigure 17.  The escape of lipids from plaque activates the coagulation cascade.  \n\nPlatelets serve as a kind of cradle for the coagulation cascade to produce a net of fibrin [white blobs]\n\nShown as white blobs in figure 18\nThis leads to a clot \nRed blood cells are caught in this net\n\n\n\n\nFigure 18.  Activation of the clotting cascade leads to an occlusion of blood flow.\n\nA nonobstructive plaque can lead to a clinical event after the superimposition of red and white thrombus \n\nThis can happen very quickly\nThis is typically the cause of a heart attack\n\n\nA heart attack does not occur because the lumen narrowed little by little\n\nTypically there was some narrowing\nBut it’s the rupture of a plaque that leads to the sudden occlusion of blood flow \n\n\n\nThat’s why going back to what my pathology professor talked about 25 years ago, a very, very common presentation is sudden death. Those people don’t get a warning. They don’t get to say, “Oh god, I’m really having chest pain walking up the stairs today because I’m slowly losing blood supply to my heart.” \n\nPeople go from being fine to dead if that occlusion occurs in a place where restriction of blood flow is fatal\n\nIf it occurs at a very distal point in the blood supply, then it might not cause a fatal heart attack\nIf it occurs high enough, it can be a “Widowmaker”\n\n\n\nA Widowmaker lesion is very, very high in the left main coronary artery. At such a level, if you occlude blood flow, you’re basically robbing the entire left ventricle of blood, which would be, universally fatal.\n \nHow early in life ASCVD can start to develop [40:30]\n3 big points to remember\n\n1 – The number of particles in the blood is important\n2 – You want your endothelium to be as healthy as possible\n3 – This takes a very long time to develop\n\nHow early is this happening? Is this happening at five, 10, 15, 20, 30 years old?\n\nIf we’re talking about apoB bearing particles (LDL particles), entering the subendothelial space, getting retained, getting oxidized\n\nThis happens very early in life for some individuals\nThere are studies that demonstrate that this actually starts in utero where the fetus can be exposed to the mother’s lipoproteins\n\n\nClinically we would say that this disease manifests during the 4th-6th decades of life\n\nThat means it begins when someone is in their 30s, 40s or 50s\n\n\nWe typically see a full decade difference between men and women\n\nThis is something where women have a distinct advantage\n\nThat’s not true for other diseases; for Alzheimer’s disease women ar at a distinct disadvantage\n\n\n\n\n\n“I think it’s safe to say that if you do an autopsy on most men who die from some other reason in their 30s, you will find evidence of significant atherosclerosis”— Peter Attia\n \nCase studies of atherosclerosis and figures showing real pathology [43:00]\nThese pictures are actual pathology slides from one of Peter’s favorite books, which Allan Sniderman gave him his first copy— the Atlas of Atherosclerosis Progression and Regression by Herbert Stary\n\nHerbert Stary is a pathologist who has devoted his career to understanding atherosclerosis through the lens of autopsies\nBelow are a series of cross-sections\n\nRecall the earlier figures were viewing the artery cut the long way\nMost people think of cutting an artery in a cross-section \n\n\nThe lumen should be perfectly patent, meaning perfectly open (shown in figure 19)\n\n\nFigure 19.  The pro part of the left anterior descending artery from a 29-year old female homicide victim. [source]\nPart of this artery is normal and part is in the early stages of atherosclerosis\n\nFigure 19 was taken from the pro (or close part) of the left anterior descending artery\n\nThis was taken from a 29 year old female homicide victim\nWikipedia has a simple diagram of the anatomy of the left coronary artery\n\n\n Normal is shown at the top and bottom of figure 19\n\nThe endothelium is a tiny cell layer that you can barely see on the closest side to the lumen\nThen you get into the intima, the adventitia, and the muscular wall at the very outer side\n\n\n\nWe’re not going to get too much into the types of lesions because the nomenclature has changed since this book was written, but we’ll list how they were labeled for comparison\n\nFigure 19 was referred to as type II lesion \n\nIn the middle area, proximal LAD [left anterior descending branch of the coronary artery], foam cells are accumulating and they’ve led to intimal thickening \nThe darker rim in the thickened part is behind the intima\n\nThis is how we know these are foam cells in the intima that have lead to its thickening\n\n\nThis woman would not have any symptoms even though this is in her LAD (a very important artery in the heart)\nThe narrowing of the lumen is not clinically relevant\nThis also would not show up on a calcium score (we’ll come back to this metric later)\n\n\n\nIntimal thickening is an early sign of atherosclerosis\nFigure 20 shows a more advanced lesion (type IV) \n\nFigure 20.  The proximal, middle left anterior descending artery of a 23-year old male  homicide victim. [source]\n\nThis was a type IV lesion in the proximal, middle left anterior descending, artery of a 23-year old male victim of homicide\n\nWhy is this a more advanced lesion?\n\nThere is an enormous lipid core disrupting the musculoelastic layer above the media layer\nThis is now in a deeper part of the artery wall than the previous one\nNotice where it says “fo”, there are foam cells and macrophages, but there’s no increase yet in the smooth muscle or the collagen fiber\nThis is still an early lesion\nThe luminal narrowing is not clinically significant\nThe patient would not experience any chest pain or any distress under any circumstance\n\nFigure 21 shows another type IV lesion\n\nFigure 21.  The left main coronary artery from a 19-year old male suicide victim. [source]\n\nThis is the left main coronary artery, the most important artery in the body\nIn this case, the extracellular lipid and even the cholesterol in there has been crystallized \nThis is a particularly worrisome sign when you start to see this type of crystallization in the lipid core, because this is even more inflammatory \n\nThis is probably more likely to elicit an immune response\n\n\nThis is in a 19-year old\n\nFigure 22 shows a type V lesion  \n\nFigure 22. [source]\n\nThis is a type V lesion in the proximal (so the upper part of the left anterior descending) artery of a 38-year old male accident victim\nThis is a much more advanced lesion\nThe lipid core extends into the media \nParts of the media and the adventitia (that’s the back most layer) contain macrophages and lymphocytes [inflammatory cells]\nThere’s already fibrous tissue in the intima beyond what is normal\n\nThat means the intimal layer is starting to thicken with smooth muscle\n\n\n\nIf Peter had a crystal ball, and if this person didn’t die in a car accident— would they live to age 65? \n\nProbably not\nStill, at age 38 they would be completely asymptomatic\nTheir calcium score would be normal\n\nFigure 23 shows a complete cross section of the artery; some is normal and some is not\n\nFigure 23.  Cross section of the proximal LAD from a 24-year old man who died suddenly. [source]\n\nThis is a cross section of the proximal, so the upper LAD, left anterior descending artery\n\nIf you get a blockage here, you’re dead\n\n\nThis is from a 24-year old man who died suddenly with no clear explanation, even after autopsy (a rare occurrence)\n\nBased on the autopsy, it it doesn’t look like he died of a heart attack\n\n\nThis is a type IV lesion that was 1.5 cm long\n\nIt starts about a centimeter before the bifurcation of the LAD in the circ\n\nThis means it’s a very high lesion\n\n\n\n\nIn the middle position here, you can see the full atheroma, so you can see the full core of lipid\nAnd at the upper and lower edge of the lesions was also something called the type III lesion\n\n \nCoronary artery lesions present in autopsies of different age groups [49:15]\nFigure 24 is a graph from Stary’s book\n\nThe nomenclature is not that helpful because we don’t refer to them as type I’s, II’s, III’s, and IV’s anymore\n\nThe graph is still relevant because it shows the age prevalence of these types of lesions \n\nFigure 24.  Types of coronary artery lesions present in autopsies of different age groups. [source]\n\n Nobody has preatheromas or advanced lesions up until age 11\n\nThese are types III, IV, and V\n\n\n After age 11, the graph starts to steadily climb\n By age 40, 70% of people have these types of lesions (types III, IV, and V)\n\nHe looked at nearly 700 autopsies per age group \nThis is staggering\n\n\n\n“If we do this today, it’s going to look a little bit better”— Peter Attia\n\nThis was done 10-15 years ago in soldiers coming home from Afghanistan\nIncidence of these things would shift a bit today due to 2 things\n\n1 – Fewer people smoke today \n\nSmoking exacerbates this\n\n\n2 – People generally have better control of lipids\n\nThere is more use of lipid lowering medication today\nThat probably plays less of a role in people under 40\n\n\n\n\n\nThe causal factors of ASCVD that determine prevention strategies [52:15]\nWhen thinking about prevention, start with what causes this disease \n\nCholesterol causes this disease\nOther things play a causal role\n\nHypertension\nSmoking\nMetabolic health\n\nMetabolic health is perhaps the most important, subtle thing that is not appreciated here\n\n\n\n\n\nYou want to manage lipids to prevent ASCVD \nTypical cholesterol panels\n\nThe bare bones panel is going to be a total cholesterol, an LDL cholesterol, an HDL cholesterol, and a triglyceride (TG)\n\n“I’d rather know your eye color than your total cholesterol”— Peter Attia\n\n Total cholesterol includes all the lipoproteins in your bloodstream\n\nThe total concentration of cholesterol contained in the : LDL + HDL + VLDL + Lp(a)\nThere really aren’t any IDLs; they don’t stick around very long\n\n\n\nHypothetical total cholesterol = 250 mg/dL\n\n LDL cholesterol is the cholesterol content within the LDL cholesterol particles\n HDL cholesterol is the concentration cholesterol in the HDL particles\n Triglycerides are the storage forms of fat that reside within those lipoproteins\n\nSo that LDL and the VLDL (which we didn’t talk about here, because that’s typically not showing up in a standard lipid panel) will also include triglyceride\nTriglycerides can also be found in albumin, which is another binding protein\n\n\n\nPeter’s tip— make sure you’re getting an LDL that is direct, not indirect\n\nFormulas are used to calculate LDL in low-bar labs\nut you want to use a lab that is doing a direct measure \nThe result will always say that it’s direct or indirect\n\nSo just makes sure you’re getting a direct LDL\n\n\nYou should go one step further and measure VLDL cholesterol \n\nThis will allow for a non-HDL cholesterol\nA non-HDL cholesterol is the sum of all the cholesterol minus the HDL\n\nThat’s basically the LDL cholesterol + VLDL cholesterol \nNon-HDL cholesterol is always going to be more than LDL cholesterol \n\n\n\n\nUnderstand that the cholesterol in each particle (LDL, HDL, etc) is all the same cholesterol\nThe amount of cholesterol within the HDL particle is a very crude metric that provides little indication of the functionality of the HDL\n\nHDLs are very important and they do really amazing things to help you reduce your risk of atherosclerosis. The problem is measuring how much cholesterol is in them doesn’t tell you if they’re doing their job well.\napoB \n\nThe podcast with Allan Sniderman went into great detail about apoB and why it’s important\n\nThis is a great episode to flag for watching later",
    "contentLength": 12009,
    "encodedLength": 2990
  },
  {
    "content": "\nPeter’s not going to attempt to do justice to explaining its importance\n\n\n\nThink back to figure 3, showing a cartoon of the endothelial layer in the artery and the LDL flowing in the bloodstream.  What determines the probability that one of those LDLs kicks off this whole miserable thing by entering the subendothelial space, getting retained, getting oxidized, etc? \n\nIt turns out to be stochastic\n\nThe particle concentration [LDL] is what determines this probability\nThe more particles you have, the more likely it is that particles will go and enter the subendothelial space\n\n\nThis is unambiguously clear from not just the Mendelian randomization, but also genetic evaluations\n\nWhen you look at people who genetically have no other difference from the rest of us, except that they are unable to make much cholesterol, or they genetically clear LDL particles out of circulation in their liver at a dramatic rate, such that their LDL concentration is very low, they simply don’t get heart disease\nThere are people walking around who genetically have LDL cholesterol levels of 10 to 20 milligrams per deciliter— this is the level of an infant\n\nThese people don’t get heart disease\n\n\n\n\n\n“That goes through the causal relationship of LDL to this”— Peter Attia\n\n It’s not the amount of cholesterol within the LDL that’s a great predictor of the risk\n It’s the number of LDL particles (and atherogenic particles in general) that’s a good predictor of risk \n\nNothing captures that better than apoB \n\nEven though LDL is the dominant player here, there are also VLDL remnants\n\nThese are VLDL particles that stick around way too long\n\n\nThere are Lp(a) particles\n\nIn Peter’s practice, apoB is the most important metric they look at to predict risk (though not the only marker)\n\n\n\n \nLabs to identify biomarkers of ASCVD ]59:00]\n\n The full lipid panel— he always wants to see the non-HDL cholesterol\n Lp(a) (measured at least once)\n\nIf it’s elevated, he might look again, depending on certain interventions\n\n\n apoB \n  APOE (genotype) \n\napoB and APOE  are largely unrelated for the purpose of this\n\n\n\nThese measures tell about the risk but not how much atherosclerosis is currently present\n\nThere are not great biomarkers for assessing how much atherosclerosis is present\nThe biomarkers for predicting risk are useful so we can lower risk by reducing them\nAdditional measurements factor into how risk is managed:\n\n Homocysteine \n Uric acid \n Thyroid function \n Iron \n Ferritin \n\n\nRealize these are biomarkers; he still looks at metabolic health with biomarkers and non-biomarkers\n\nHe’s aggressive in monitoring blood pressure \n\nEven slight elevations of blood pressure are important\nA lot of this can be treated through changes in behavior\n\n\n\n\n\n \nDiagnostic tests to determine the level of arterial damage present—CAC, CTA, CIMT, and more [1:00:30]\nWhat diagnostics can capture the level of damage currently present in the arteries?\n\nThe pathology slides discussed earlier show different levels of damage\nBiomarkers won’t differentiate this\n\nThe 2 most important things we can look at are: \n\n1 – Coronary artery calcium (CAC) score\n2 – A CT angiogram (CTA)\n\n Calcium score (CAC) \n\nThis is done by doing a very quick CT scan of the heart without any intravenous contrast\nIt looks at the amount of calcification in the coronary arteries\n\nThis is very late in the disease process\n\n\nOnce you have calcium formation around coronary arteries you’re at the 2nd to last stage of atherosclerosis\n\nIt’s a late stage of healing\nCalcium formation is a very advanced finding of disease but it doesn’t tell you much about what’s happening at the point of calcification \n\n\nJust yesterday, Peter got a patient’s calcium score back and it was not a very high number, but it wasn’t 0\n\nThat’s already a big red flag \nIt was at one part of their heart, but that doesn’t really tell much\nThe fact that they have a score of, say 15 at one part of their left anterior descending really means nothing about what’s happening there\nBut that becomes a real global alarm given that person’s age (early 40s)\nFurther, if they have a calcified point right there, they undoubtedly have atherosclerosis elsewhere\n\n\n\nThe CT angiogram (CTA) is a much better test\n\nBut it comes at a higher cost and it comes with more radiation\n\nAt really good places, it should be in the ballpark of 2 millisieverts of radiation\n\nThat’s a very small dose of radiation, about 4% of your annual allotted radiation, according to the NRC\n\n\n\n\nA CT scan of the heart (this one is with contrast) captures the calcification\n\nThey typically run a dry scan first to look for calcium\nBut then once the contrast is in, you can see with great illumination the arteries\nThis gives a better sense of the luminal narrowing and the presence of soft plaque \n\n\n\nReally, the CAC and the CTA are a very important thing that we use also in risk prediction, especially if the patient is themselves on the fence about preventative measures\nHow can CIMT (carotid intima media thickness) be helpful in understanding ASCVD?\n\n CIMT is an ultrasound that’s done of the carotid arteries in the neck\n Peter finds this to be a completely unhelpful test for a couple of reasons: \n\n1 – It is so user dependent in terms of the operator\nThe operator needs amazing technical skill to get a really good look at those carotid arteries\n2 – If you will want to see a change in this, you pretty much have to have the same person doing it again and again.\n\n\nThis might be that this is helpful if you have major, major carotid stenosis\n\nEvenstill, Peter would still prefer to to a CTA in this situation\n\n\nThere are no guidelines that are based on a CIMT\nPeople look to this test because it has no radiation, but the CAC has virtually no radiation\n\n“I don’t see an advantage of CIMT over CAC”— Peter Attia\n\nInterpreting results of CIMT can be confusing\nA negative CIMT doesn’t tell much; it’s easy to miss things here\nObviously if there is a lot disease in the carotid artery, the CIMT will show it\n\nPeter prefers a CAC over a CIMT\n \nCalcium scores: keys to understanding and interpreting a CAC score and/or CTA results [1:05:15]\n\nFor many patients, Peter doesn’t bother getting a CAC score\n\nIf it’s not going to add any benefit to what they’re already doing for risk prevention\nDepending on family history\n\n\nThe CAC score is not something that you follow serially over time\nIt’s used a couple times to establish risk\n\nMore about what the CAC score means\n\nFigure 25.  Odds ratio (adjusted) of coronary heart disease for different CAC scores.  Credit: American Journal of Cardiology 2006\n\nFigure 25 is a table taken from the Family Heart Study, published in 2006\nIt looked at CAC scores on a little over 3,000 subjects between 2002, 2004\nAbout 400 of these people were clinically diagnosed with CHD\nThese patients were all asymptomatic at the initial exam \n\nThe initial exam took place 7-9 years earlier\n\n\nBasically what you’re looking at is calcium score progression to coronary events in people who were asymptomatic at the time of outset\nLook at the odds ratio (adjusted) row in the middle\n\nThe easiest way to think about the odds ratio is by comparing all these columns to the 1st column\n\nA 1.2 in the 2nd solemn is a 20% greater risk relative to the 1st column\nAn odds ratio of 2.0 is 100% greater risk (a doubling of risk) compared to the 1st column\n\n\n\n\nWhat you’re looking at in figure 25 is the number of people who had events versus those who didn’t have events based on their calcium score\n\nThere is a clear relationship between the increase in the calcium score (CAC) and the likelihood of a cardiac event\n\n\nA CAC of 0 is used as the unit case\nA CAC of 1-49 is generally considered low and is a 1.2 increase in risk over 8 years \nA CAC of 50-99 nearly doubles the risk\nA CAC of 100-199 has an odds ratio of up to 3.8\nBy the time the calcium score is 2,000, the odds ratio is 55.7,  significantly higher\nWhen Peter had his calcium score measured at age 35 it was 6\n\n6 is a very low number when the scores go up to 2,000\nAt age 36 this put him at about the 75th percentile of the population\n\n\n\n“That was, of course, for me, the huge wake up call to learn everything I could about this disease and mitigate that risk.”— Peter Attia\n\nThe CAC was really valuable for him because his lipids weren’t that high\nMuch of that risk was mediated through things that are not easy to measure, such as family history\n\n\nAt the other end of the spectrum, he has patients that are in their 60s who have “ragingly high lipids”, and they’re really hell bent about not taking lipid lowering medication \n\nFor them a calcium score becomes a very helpful way to assess whether or not lipid lowering medication should be discussed in greater detail\n\n\nIf a patient who’s 70 has a calcium score of zero, even in the presence of high lipids, you might be more willing to acknowledge that this is a person for whom, despite having very high lipids, may have something that’s offering protection\n\nPeter would have this person get a CT angiogram because of all the reasons that calcification alone is not sufficient\nHe’s want to look at the lumen for evidence of soft plaque\nHe’s seen people in their 70s who have really normal CTA despite abnormal lipids, but they are the exception\n\n\n\nThinking about CAC scores, when is calcium even starting to show up? \n\nThis is a late stage event\nThinking back to the pathology reviewed earlier from autopsies, none of these patients had calcification \n\nYet you could see they all had a pretty significant burden of disease\n\n\nFigure 26 (below) is from a more recent paper; this shows cross-sections of coronary arteries\n\nThe nomenclature uses more current language, but we’re not going to get into that\n\n\n\n\nFigure 26.  Credit: Journal of the American College of Cardiology 2010 \n\nThe first one (A) is still abnormal\nNormal would be just a beautiful gray rim\nIn (A) there is intimal thickening all the way around\n\nPIT stands for pathological intimal thickening\n\n\nThe one at the most right (E) is where you start to see calcification occur\n\n (E) shows a fibrocalcific lesion that can be picked up with a calcium score \n\n\n\nThe point here is how many people can still be missed\n\nYou can still be in A, B, C, D, and have a normal calcium score\nOnly in E is your calcium score abnormal\nBut a CT angiogram can pick up A, B, C, D \nEvery patient and doctor have to make the decision— when is it worth the additional cost and the slight increase in the amount of radiation to have a much better test than one that can only detect E? \n\nThere’s nothing that’s black and white. It’s not every patient should do this, everyone should do this. It’s dependent on all these different factors, and together, which I think shows the importance of why diving into this and understanding.\nThe calcium score is nuanced\n\nThere’s now evidence to suggest that even the calcium score by itself is not sufficient in terms of just understanding calcium versus no calcium\nIt turns out that the density of the calcium also matters\nWhen you’re looking at a CT scan, the bigger the Hounsfield unit, the denser the material that the x-ray is shining through\n\nThe unit CT density is something called a Hounsfield unit \nAt very low Hounsfield units (for example,looking at the lungs, because you have the least tissue there) the x-ray can zip right through it\nThe highest Houndsfield units is when you’re stopping at bone\n\n\nIf you then look at just the differences in the Hounsfield units at the calcification of the coronary artery, that tells you something\n\nThe denser the calcium, the lower the risk\n\nThis is a little counterintuitive to people, which is calcification by itself is not a bad thing\nIt’s actually a good thing; it’s stabilizing the plaque\nIt’s just that it’s a harbinger of what’s going on\n\n\n\n\n\nWhen Peter tries to describe it to patients, he compared it to bars over the window in a house\n",
    "contentLength": 11883,
    "encodedLength": 2978
  },
  {
    "content": "\nIf you walk into a neighborhood and see bars all over the window, you can at least conclude that no one’s entering that window\nBut what does it tell you about the neighborhood you’re in?\n\n \nIs there a risk from cholesterol levels being too low? [1:13:00]\nIs there a risk from having cholesterol be too low?\n\nThe good news is, no\nWhen you look again at the laboratory report and look at lipid concentrations, you’re looking at what the amount of cholesterol contained within the lipoproteins circulating within the plasma\n\nTotal cholesterol\nConsider the biggest reduction in total cholesterol you could have\n\nLet’s say you lowered your total cholesterol from 200 mg/dL to 100 mg/dL\nAlong the way, you lowered your LDL cholesterol from 130 mg/dL to 40 mg/dL\n\nThese are realistic numbers for what that type of dramatic reduction would do\n Question— how much have you lowered total body cholesterol in the process? \n\n\n\n\nConsider figure 27 from a study done by Mark Hellerstein\n\nThis looks at the total body stores and pools of cholesterol\n\n\n\n\nFigure 27.  Credit: Current Opinion in Lipidology 2014 \n\nThe middle column shows the concentration of cholesterol\nTo make the math easy, the right-hand column is adjusted for a 70 kg person and shows the total grams of cholesterol\nThis shows the total amount of cholesterol in 4 places where it would largely concentrate\n\n1 – Liver \n2 – Red blood cells have lots of cholesterol in them\n3 – Lipoproteins, this is what we’ve been talking about\n4 – All the peripheral tissues of the body, obviously where the dominant amount is\n\n\nLipoproteins account for less than 10% of total body cholesterol\n\nEven if you shrink the cholesterol in lipoproteins by 50%, you’re only reducing total body cholesterol by 4.5%\n\nThis would be an enormous reduction, although it’s one that he will routinely does in patients\nThe vast majority of cholesterol still resides in peripheral tissue, and that’s where it’s being turned into hormones\n\n \nKey takeaways regarding prevention [1:15:45]\nOverall takeaway: Think about prevention decades in advance\n\nASCVD is very common\nThe good news is, this disease takes a really long time to occur\n\nIt’s not going to happen overnight\nThe flip side of that is it takes a while to prevent it as well\n\n\n\nIt’s a disease that is like moving towards an iceberg at three knots from hundreds of miles away. Just like a slow moving ship towards an iceberg, you can’t wait until you’re looking at the iceberg to do anything about it.\n“You have to be very forward looking in your assessment of risk.”— Peter Attia\n\nStudies look at the effects of drugs (like a statin) over the course of 2 years \n\nThe key here is 2 years; this speaks to the nature of this disease\nOften you may not see impressive results in this period of time\n\n\nThe FOURIER and ODYSSEY trials were 5 year studies published in 2014 or 2015\n\nThese looked at 2 PCSK9 inhibitors and showed very impressive results\nThis is especially impressive given that one of them was done in patients who were already on maximum statin dose\n\n\n\n“You want to be thinking about this through the lens of not 5 years worth of prevention, but 10, 20, 30 years of prevention.” —Peter Attia\nTakeaway: The importance of understanding apoB\n\nThe other big takeaway is the importance of understanding apoB and why apoB concentration is such an important metric\n\nIt’s not the only metric, but when you want to think about lipids, you want to think about apoB\n\n\nApoB captures the risk much better than LDLC, and even non HDLC\n\nThis is discussed at length in the podcast with Allan Sniderman\n\n\nWe will have an upcoming podcast on Lp(a) to go deep into that topic\n\n Lp(a) is very relevant for about 10% of the population \n\n\nEverybody should know their Lp(a) and if it’s elevated, this opens a whole new Pandora’s box of things to think about prevention-wise\n\nTakeaway related to calcium scores:\n\nCalcium scores are really good tests \nThe CTA is a much better test than the coronary artery calcium (CAC) score; \n\nYou just have to decide if the additional cost and radiation are worth it\n\n\nPeter likes the CTA more than the CAC because it’s harder to get fooled\nThe CAC is a great way to stratify risk, but you’re going to miss a lot of pieces of pathology if they haven’t reached the level of calcification yet\n\n",
    "contentLength": 4290,
    "encodedLength": 1049
  }
]