[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter discusses the nutritional profiles of various fruits and vegetables as a means of assessing their relative value. He explains the difference between eating them vs. drinking them, how processing fruits and vegetables can change their properties, and how one’s current state of health affects nutrition strategy when it comes to fruits and vegetable consumption. Additionally, Peter explains the potential benefits and negative effects of certain phytochemicals found in produce and concludes with a discussion of supplementing with green powders, multivitamins, and more.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #36 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here. \nWe discuss:\n\nThe limitations of nutritional data and challenges of making broad recommendations [2:00];\nHow one’s current state of health impacts their “optimal” diet [11:30];\nDefining “metabolic health” [14:45];\nThe wide-ranging nutrition profiles of various fruits and vegetables [16:30];\nThe benefits of fiber [20:45];\nEating whole fruits vs. drinking fruit juice or smoothies [22:30];\nDrinking alcohol: metabolic effects, calories in alcohol, and more [28:30];\nCan excess fruit consumption lead to insulin resistance? [30:30];\nGlycemic impact of different fruits, using CGM data to assist decision making, and how fruit is fundamentally different from what we evolved to eat [31:30];\nDietary approaches for people with a carbohydrate tolerance disorder (TD2, NAFLD, etc.), and when it makes sense to restrict fruit consumption [34:30];\nNutrition profile of select vegetables: sugar content, micronutrients, and more [40:00];\nPhytochemicals in produce: potential positive health impacts on inflammation, cardiovascular (CV) risk, and cancer [44:30];\nPhytochemicals with potential negative health impacts [50:45];\nNightshades and inflammation [53:15];\nHow important is it to eat organic foods? [56:00];\nHow necessary is it to wash fruits and vegetables? [1:00:45];\nHow does food preparation change the nutritional composition? [1:03:45];\nConsiderations when eating canned and frozen food, and paying attention to processed food additives [1:04:45];\nSupplementing vitamins and nutrients as an alternative to eating whole fruits and vegetables [1:06:15];\nGreen powder supplements [1:11:15];\nImportant takeaways [1:16:00]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#211 – AMA #36: Fruits & vegetables—everything you need to know\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#211 – AMA #36: Fruits & vegetables—everything you need to know\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#211 – AMA #36: Fruits & vegetables—everything you need to know\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesThe limitations of nutritional data and challenges of making broad recommendations [2:00]\nWhat we really know and don’t know:\n\nThe following is true on average: People who eat more fruits and vegetables are healthier than people who don’t\nBut if you really get into the details of this stuff, there’s far less that’s known than is represented as true\n\nThat’s a broader concept that applies to nutrition in general\nAnd it speaks to why the nutrition chapter of Peter’s book has been “hands down posing the greatest difficulty”\nAnd it’s not because Peter has nothing to say, it’s because there’s less to say definitively than he would’ve said 5 or 10 years ago\nThere are the obvious things:\n\nToo much food is bad\nToo little food is bad\nToo little protein is bad\nCertain micronutrients are essential\nCertain things are toxic\nAfter that, it starts to go from really clear, absolute knowledge to probable knowledge very quickly (And it does so quicker than it does with sleep, with exercise, and even with pharmaceuticals)\n\n\n\n\n\n“And yet it’s the one area where I think people speak about things in more absolute terms than they do in anything else”\nWhy do people speak in absolute terms about nutrition despite the nuanced and complex reality?\n\nOne explanation is that everyone on the planet has some “expertise” with nutrition because we eat food every single day\n\nBy contrast, not everybody exercises every day\nBut we’re conscious and we make deliberate choices when we eat every single day\n\n\n\n“I think there’s also a very significant cultural and social component to this thing as well. So I think that’s where the tribalism comes from around nutrition.” —Peter Attia\nOn the flip side…\n\nIt’s very difficult to acquire reliable knowledge in this space\nHowever, there are some really good scientists working on the mechanistic side of nutrition\n\nSuch as people who are really under very tightly controlled conditions, elucidating some of the most interesting knowledge with respect to energy balance, with respect to appetite, with respect to fuel partitioning, food reward\nThe problem is that it is nearly impossible to do this type of work in large sample sizes over long durations\nAnd you need large sample sizes and long durations to infer hard outcomes that we care about, which are prevalence of disease or incidence of disease and ultimately mortality\nSo therefore to get insights on those topics, you have to rely almost without exception on epidemiology\n\n\nThere are some reasonably well done, large clinical trials, but they require thousands of people and many, many years…And that means your interventions had better be very, very simple if you’re going to achieve compliance over that period of time.\n\nAll of this is to say…\n\nNutrition is very hard and when we rely on epidemiology and we’re struggling to necessarily get it right in areas where the hazard ratios end up being quite small\n\nwhen you get hazard ratios like 1.19, it’s very difficult to know that you’ve captured and removed all of the biases that fed into that\n\n\n\nPeople doing good work\n\nKevin Hall is really doing some super interesting work\nPeter says Kevin is one of the most thoughtful people on the subject of energy balance\n\nThis is an area where you can get answers to questions in months\nAnd you don’t need thousands of people, you can actually do these in tens of people provided you’re using very precise instrumentation\n\n\n\nQuestions that can’t really be answer quickly\nExample: Are omega 6 polyunsaturated fats inherently healthy or harmful? (a very vexing question)\n\nPeter has seen pretty compelling evidence that omega 6 polyunsaturated fats as substituted for saturated fats could actually be viewed as harmful\nFor example, looking at the initially unpublished data from the Minnesota Coronary Experiment that completed in 1973, but didn’t get published in its first rendition until 1989 and then wasn’t reexamined and republished much later\n\nIf you look at those data, you could make a very compelling case that omega 6 polyunsaturated fats as substituted for saturated fats could actually be viewed as harmful\n\n\nBut then you look at a whole bunch of other data and you might conclude that actually any harm associated with those fats is purely due to the confounders of what they track with, the seed oils that show up in low quality foods and junk foods\n\nIn other words, it’s not the seed oil that’s the problem, it’s the junk food that’s the problem\n\n\nThis example just speaks to the type of questions that have profound importance but it’s unclear as to the answer\n\n \nHow one’s current state of health impacts their “optimal” diet [11:30]\n\nThe goal of the podcast today isn’t for listeners to be told what they can and can’t eat\n\nIt is variable depending on your metabolic health diet, what you’re already eating\n\n\nThe hope is for the listener to have a better understanding of the subject and to be able to apply that knowledge to their unique situation\n\nImportant point from Peter:\n\nDon’t confuse the optimal diet for you in a state of health versus the optimal diet for you in a state of sickness that’s trying to restore your health\nFor example: When Peter works with patients who are metabolically healthy, he’s never once restricted the amount of fruit they consume\n\nBut when working with a patient who has type 2 diabetes and non-alcoholic fatty liver disease, he will actually restrict how much fruit they consume\nPeter says that “we’re going to have a better chance of improving your metabolic health if we at least temporarily reduce the volume of that significantly. Reduce the burden of fructose on your liver.”\nThis is because both fructose and ethanol are pretty uniquely poised to make a sick liver sicker",
    "contentLength": 9861,
    "encodedLength": 2956
  },
  {
    "content": "\nDoes that mean that that person’s going to always be restricting fruit? ⇒ No, not necessarily, but empirically, it seems easier in those people to reduce fructose intake and to do so through fruits\n\n\nEven for Peter personally, he says that how he eats today to preserve his health is “unquestionably different from how I was eating 15 years ago when I was in the process of trying to improve my health from a place that was actually below where it is today”\n\n \nDefining “metabolic health” [14:45]\nThere’s a lot of different ways you can define it\n\nIt’s sort of like BMI is the easiest way to to define overweight and obesity but body composition would be a better way to do it\nSimilarly, the quickest and easiest way to define metabolic health is probably to use the criteria for metabolic syndrome\n\nmetabolic syndrome is basically defined in a binary fashion where if you have three or more of the the following five criteria you are considered to have MetSyn:\n\nIncreased blood glucose\nAbdominal (truncal) obesity\nHigh fasting triglycerides\nLow HDL cholesterol\nHigh blood pressure\n\n\n\n\nThat said, Peter doesn’t use this with his patients since he’s not trying to make assessments at a population base level\nHe’s looking at many more factors beyond those things, such as:\n\noral glucose tolerance tests\nuric acid levels\nhomocysteine levels\nthe entire lipid profile \nFunctional testing\n\nhow the mitochondria perform in a zone two test\nhow much lactate is a person producing at rest and then how much lactate did they produce under increasing amounts of workload\n\n\n\n\n\n \nThe wide-ranging nutrition profiles of various fruits and vegetables [16:30]\nAn easy way to do this is to do it on equal servings per weight:\n\nFigure 1. Nutrition profiles of select fruits. \nThey took the fruit and nutrition profile of a 300 gram serving of a number of fruit\n\nSo a 300 gram serving would be two avocado, four lemons, one and a half oranges, 20 to 25 strawberries, three bananas, and so on\nThe things that we looked at to make this table was how much sugar is in it, how much water is in it, how much fiber, calcium, potassium, vitamin C and vitamin A\nPresumably more calcium, more potassium, more vitamin C, more vitamin A would be better\nBut by normalizing it to this 300 gram serving, you get a sense of the trade offs between the content in them\n\nHighlighting a couple of examples\n\nConsider oranges — Eating whole oranges. \n\nSo 300 grams serving would be one and a half oranges. \nSo that’s got 28 grams of sugar in it which isn’t that much, especially if you compare it to dates\n\n\nDates\n\n300 gram serving of dates is only 12 dates\n190 grams of sugar in just 12 dates\nThose 12 dates have 60 plus grams of water versus 260 grams of water in the orange\n\n\nIn summary of oranges vs. dates\n\nAgain, 300 gram serving of orange, 260 of that is water, only 28 of that is sugar\nIn the dates, 300 gram serving, 60 is water, 190 is sugar\ninterestingly, the dates have more fiber (surprising to Peter) — the dates actually have 24 grams of fiber versus only seven grams in the oranges\nIn terms of Calcium, they’re about the same. 120 in the orange, 117 in the dates\nPotassium, no comparison\n\nThe dates are so rich in potassium, almost two grams of potassium in the dates versus about 500 milligrams in the orange\n\n\nVitamin C — No comparison in the other direction — The orange is about 160 milligrams of vitamin C to only one milligram of vitamin C in the dates\nThen vitamin A — 33 milligrams in the orange and nothing in the dates\n\n\nLooking at Figure 1, you will get a sense of the following: To describe fruits or vegetables as a homogeneous construct is silly\n\nThis is a very heterogeneous class of food that on some levels have very little in common\nFor instance, avocados and dates pretty much have not a single thing in common when looking at their nutritional profiles\n\n\n\n \nThe benefits of fiber [20:45]\nWhat is it about fiber that’s beneficial when you eat sugar?\n\nFiber is beneficial probably first and foremost, because if it’s effect on the microbiome\nWe have to kind of distinguish between soluble and insoluble fiber\n\nsoluble fiber is that which we can digest\nInsoluble fiber is that which we cannot digest\n\n\nFiber probably plays a role in slowing down the absorption of the macronutrients—the amount of glucose and fructose and things like that\nAlso plays an important role in feeding the bacteria in our gut\n\nwe’re now more aware of the role the intestine play in fructose metabolism than previously known\nBefore, we thought that most of the metabolism or fructose was actually done in the liver\n\n\nIn the recent podcast with Rick Johnson, he talked about how actually the enterocytes can do some of that digestion in the gut provided it’s happening slowly\n\nSo as long as they’re not being saturated, they can metabolize that fructose reasonably well\n\n\nPeter forgets the exact rate, but when that rate is exceeded, all of a sudden you have to then rely on this systemic approach where you go from the gut to the liver and that’s probably where you start to get into more the metabolic difficulties in an individual who’s challenged\nIn short, that’s probably part of why there’s some benefit to fiber from a sugar absorption and digestion standpoint\n\n \nEating whole fruits vs. drinking fruit juice or smoothies [22:30]\nHow do you think about everything we just talked about with fruit terms of eating it (i.e., orange slices) versus drinking it (i.e., orange juice or smoothie)?\nIs there a difference in how people should think about the health benefits and all the metrics that you saw there with the fruit?\nUsing the example of apple sauce:\n\nPeter’s kids love apple sauce – which usually has two ingredients: apples and citric acid (to prevent oxidation)\nSo if it’s just apples grinded up, and you do a comparative analysis with a similar volume of who applies, why does it seem to have a higher glycemic impact?\nIt seems to me that any type of processing, which can include just grinding it up, mashing it, cooking it, raises the glycemic index of the fruit by making it more easily digestible\nAll things equal, anytime you eat a fruit or a vegetable closest to its natural form, you’re going to have a lower, basically, glycemic index to it.\nFor instance, apple sauce may have a glycemic index of 53 while a whole apple may have a glycemic index of 38\n\nAnother note: It’s nearly impossible to eat something like 5 oranges back to back, but you could easily drink the juice from 5 oranges in one sitting\nPolicy with Peter’s patients: Don’t drink calories\n\nAs a general rule, I think drinking calories is not a good idea\nExtreme example:\n\npatients who have had gastric bypasses who have regained a lot of weight after the surgery\none of the most common reasons for that is drinking things with calories in it\nThat’s definitely a way to hijack the circuit\nonce you start drinking calories, you basically go outside of the normal regulatory pathways that might be more conscious of regulating intake\nYou lose a ton of the volume regulation. So volume is a piece of how we regulate what we consume. So gastric distention is what I mean by volume\n\n\nImagine what your stomach looks like after eating eight big oranges versus drinking 12 to 14 ounces of orange juice\n“The fewer calories you drink, I think the better off you are.”\nOne exception to that rule would be shakes that are meal replacements\n\nPeter probably drinks a reasonable amount of protein, mostly out of convenience\nIt may be hard to eat 180 grams of protein a day for some people without those 40 grams that come in a shake\n\n\n\n \nDrinking alcohol: metabolic effects, calories in alcohol, and more [28:30]\n“Alcohol is literally the worst food you can drink.” —Peter Attia\nAlcohol\n\nCompared to say, a fruit smoothie, you’re getting more caloric density with alcohol \n\nAlcohol is 7 calories per gram\nCarbohydrates (e.g., fruit) is 4 calories per gram\n\n\nThen you also get the metabolic effects of alcohol which are pretty harmful\n\nSo you have the straight up toxicity of alcohol\nAnd then you have the effect of alcohol on fat oxidation, fuel partitioning, and how it basically sets you back every time you have a drink\nThe body then goes into prioritizing ethanol, oxidation and metabolism and it basically puts a halt to anything else\n\n\n\n“If weight loss and fat loss is an objective, then I would really make sure you’re not drinking those two glasses of wine a night.” —Peter Attia\n \nCan excess fruit consumption lead to insulin resistance? [30:30]\nOne could argue that limiting fruit consumption in someone with type 2 diabetes makes sense\nHowever, does Peter worry that excess fruit consumption could lead to insulin resistance in someone who is metabolically healthy?\n\nShort answer is “no”\nPeter says: “In a metabolically healthy individual, I just don’t see any compelling reason to restrict fruit.”\n\n \nGlycemic impact of different fruits, using CGM data to assist decision making, and how fruit is fundamentally different from what we evolved to eat [31:30]\nQuestion(s): \nHow would that metabolically healthy person weigh CGM information?\nLet’s say they wear a CGM and they notice that it spikes after they have maybe fruits and vegetables…\nDo you tell them not to worry about those spikes? Is it because of what they’re eating? How do you work through that concept of, do you worry about every spike that comes through a CGM?\nPeter notes: These are good questions because it speaks to the fact that not all fruits are created equal\n\nPersonal example, grapes tend to have a HUGE impact on Peter’s blood sugar\nHow does Peter interpret his CGM info from grapes?\n\nI interpret that information as that’s unnecessary\nIf I really feel like I need to eat grapes\nMaybe I just eat fewer of them or maybe I pair them to a time of day when my glucose disposal is going to be far better (such as right after a workout)\nAnd don’t eat them before bed\n\n\n\nHow fruit has changed:\n\nAnd it’s worth noting that the big juicy green grapes you find at a grocery store is nothing like what our ancestors ate\nA lot of the fruit today probably bears no resemblance to fruits of 100 years ago, let alone 1000 years ago.\nWhen you sort of take into account what crop domestication has done, the real change in fruits and vegetables has been through the domestication of selective breeding\nThat coupled with the huge advances in understanding how much nitrogen to use, how much phosphorus to use, how to basically go through soil rotations and things like that, that’s what’s fundamentally changed and leapfrogged the ability of food scientists and farmers to dramatically create these different breeds of fruit\nA lot of them are really wonderful, but we just have to accept the fact that they’re pretty foreign to our DNA and they’re not necessarily what we evolve to eat\n\n \nDietary approaches for people with a carbohydrate tolerance disorder (TD2, NAFLD, etc.), and when it makes sense to restrict fruit consumption [34:30]\nNAFLD and Type 2 Diabetes\n\nType 2 diabetes is a carbohydrate tolerance disorder—if you have type 2 diabetes, you do not process glucose correctly\n⇒ Gerald Shulman provides a remarkable explanation as to why that’s the case in episode #140\n\nWhat is the etiology? \nHow is it that intramuscular fat becomes the canary in the coal mine that leads to this dysregulated insulin signaling that ultimately results in the dysregulation of blood glucose?\nIt does seem that to a first order effect—this is predicated by energy and balance\n\nExcess energy seems to be the root cause of this energy spillover from the adipocyte into the muscle or into the liver or into the perinephric space or into the pancreas\n\n\n\n\n\nSo how do you go about treating T2D?\n\nOne way to do it is just completely calorically restrict people\nAnd the quickest way to treat diabetes would be to fast\n\nAn exception to that rule might be gastric bypass\n\n\n\nMore on gastric bypass and what it’s telling us about T2D\n\nGB can ameliorate the consequences of type 2 diabetes from a glycemic standpoint within weeks, even before the patients lose significant amount of weight\nThis tells us that significant weight loss is not responsible to reverse the physiologic changes in type 2 diabetes\nWeight loss is an important avenue, but the GB tells us something else is going on\n\nFasting \n\nFasting may be hard for a diabetic to tolerate\nHowever, if you take somebody with type 2 diabetes and they do a seven day only water fast, which is going to require a lot of supervision, they’re going to be in a much different physiologic place at the end of seven days than they were at the beginning\n\nCarbohydrate restriction and keto diets\n\nThis can be thought of as a less extreme way to get the benefits of fasting\nKetogenic diets are a very effective way to treat type 2 diabetes\n\nThe advantage that they have is the patients don’t have to feel starving all the time",
    "contentLength": 12860,
    "encodedLength": 2981
  },
  {
    "content": "\nit’s generally easier for patients to eat less on a ketogenic diet than it is on a balanced diet (meaning balanced in carbohydrates and fat)\nThat’s just an empirical fact. That’s not saying anything special about a ketogenic diet. It’s simply an empirical fact and anybody who’s tried a ketogenic diet, anybody who has treated patients with ketogenic diets will attest to that.\n\n\nOne of the other things that’s missing in a ketogenic diet is sugar\n\nSugar, even in modest amounts, will boot you out of ketosis and it’s something probably about the elevation of beta-hydroxybutyrate and acetoacetate that makes the ketogenic diet work a little bit better\n\nIt augments some of the glucose demand of the brain\nIt’s probably about a 10- to 20% energy offset, obviously in very, very deep ketosis, which can really only be achieved through fasting\n\n\n\n\n\nTakeaways as it pertains to fruit:\n“I absolutely feel like the easiest way to get people to start to close the gap when they’re starting out with a place of type 2 diabetes and NAFLD, is to restrict fructose in the form of fruit.” —Peter Attia\nQuestion is, how much fruit? \n\nPeter will sometimes go pretty draconian and limit people to 15 grams a day of fructose\nFor context, that’s a small bowl of berries or half an apple\n\n \nNutrition profile of select vegetables: sugar content, micronutrients, and more [40:00]\n\nFigure 2. Nutrition profiles of select vegetables. \nA few interesting items:\n1 – The first thing that just jumps out at you is that there is way, way less sugar in veggies than in fruit\n\nIf you rank veggies in sweetness (starting from least sweet) first would be spinach the sweetest being sweet corn\nPeter is surprised at how little sugar is in sweet corn—a 200 gram serving (of which 150 grams is water) has only 12 and a half grams of sugar\n\n2 – Generally speaking, fiber in veggies is as high as Peter would’ve guessed\n\nKale came in at 7 grams of fiber per 200 gram serving\n\n3 – What’s interesting is when you start to look at the micronutrients\n\n3a) Carrots—not surprisingly because we were all told this as kids good for the eyes—has staggering amounts of vitamin A\n\nKale, 1000\nSpinach, almost 1000\n\n\n\n⇒ See episode #198 with Steven Dell for more on eye health \n\n3b) When you look at vitamin C\n\nKale again wins at 240\nBroccoli’s a little under 200\nSpinach around 50\n\n\n3c) Potassium and calcium\n\nkale and spinach are the big winners\n\n\n\n4 – Overall: There really is something to be said for the micronutrient value of things like kale and spinach\nAbout figure 3 below: \n\nIt tells you what the estimated average requirements are\nBut as a general rule, this really, really represents a bare minimum\nObviously it doesn’t tell you anything about you, but it gives you a sense of where people are generally falling short and therefore you get a sense of maybe where you need to go in and fill the gaps\n\n\nFigure 3. Common micronutrient deficiencies among US adults. [source]\n \nPhytochemicals in produce: potential positive health impacts on inflammation, cardiovascular (CV) risk, and cancer [44:30]\nWhat is a phytochemical?\n\n“Phyto” refers to plants\nSo phytochemicals are chemicals that are produced by plants\nAnd we kind of distinguish them from essential nutrients such as essential vitamins, minerals and micronutrients, which plants are capable of producing\nSometimes phytochemicals actually play a role in helping plants defend themselves\n\nAnimals can run, animals can attack, but plants are sometimes armed with phytochemicals that can themselves be competitive against other plants or pathogens or predators\n\n\nPhytochemicals are then further subdivided into different classifications\n\nGlycosides\nAlkaloids\nPolyphenols (which probably get the majority of the attention)\nPolysaccharides\nLectins\nEtc.\n\n\n\nPolyphenols\n\nPolyphenols then get subdivided into flavonoids and non-flavonoids.\n\nFlavonoids\n\nThere’s some interesting data on the effect of cocoa flavonoids as a supplement with respect to cardiovascular disease\nThere’s a nutritional supplement made from cocoa extract called CocoaVia\n\nNote that you can’t get enough cocoa flavonoids from eating chocolate (so don’t go nuts!)\nBut the pure cocoa flavonoid seems to offer pretty significant improvements in endothelial health\n\n\nAn interesting study that just came out in 2022 that looked at using about 500 milligrams a day of cocoa flavonoids \n\nStudy last 3.5 years\nGroups: 400 subjects taking supplement and 450 in the placebo group\nResults: It did not find a significant reduction in total cardiovascular events though it did find a reduction in CVD deaths specifically\nPeter says that he wouldn’t be surprised if this study was just underpowered so that the effect size that was significant was smaller than what they set out to test\nBut it at least seems interesting to me that there might be something to these cocoa flavonoids when supplemented as a way to improve endothelial function\n\nAnd that can be done through presumably promotion of nitric oxide synthase and things like that\n\n\n\n\n\nQuercetin [48:25]\n\nQuercetin can be found in the skin of apples (and other places)\nSome data about how quercetin plays a role in tamping down senescent cells\nBut one of the challenges of studying these things is that most of them are nutraceutical products and therefore they’re generally not things that have the same motivation to be studied rigorously the way drugs would have\n\n⇒ See AMA #35 for more about why certain molecules don’t get studied as rigorously as others\nPhytochemicals for Cancer [48:45] \n\nThere’s some weak evidence, but there may be some benefits\nCertain phytochemical classes, again, the polyphenols probably being the most well studied, but also tannins and glycosides, they do show some evidence of reducing inflammation, both in vitro and also in vivo for rodent models, not in vivo for humans (1, 2, 3)\nThe clinical evidence of this in humans is still lacking…“but that doesn’t stop people from being all over social media telling you that the secret elixir to life is more polyphenols.”\nThe data is probably stronger on cardiovascular disease than it is on cancer, says Peter\n\n“The data is overwhelmingly stronger for exercise than it is for all of the above on any given day, no matter how strong the tailwind. . .Major in the major and minor in the minor, the stuff’s in the minor.” —Peter Attia\n⇒ See episode #163 with Layne Norton all about exercise\n \nPhytochemicals with potential negative health impacts [50:45]\nIs there anything negative or “bad” in terms of phytochemicals?\n\nThis speaks to the nature that not everything in plants is good and there’s a subset of these phytochemicals that are actually referred to as anti-nutrients\nSo these are phytochemicals that interfere with the body’s ability to absorb nutrients\nThey can actually inhibit binding of vitamins and minerals and things like that\n\nSome to highlight include:\n\nOxalates\nLectins\nPhylates\nTannins\n\nOxalates\n\nOxalates are found in turmeric and spinach\nIf you eat too much spinach, you actually run the risk of getting high oxalate levels and this can result in kidney stones\nAnytime one of Peter’s patients has a kidney stone, they do an analysis of their urine or of stone itself (if they can get it)\nThey look to see if it’s more calcium based, oxalate based, etc.\nAgain, one has to be a bit careful about how much of those things you’re consuming\n\nLectins\n\nLectins are found in legumes and grains\nif they’re undercooked, they can be problematic\nThey can cause diarrhea and vomiting \n\nPhylates\n\nPhylates are found in the holes of whole grains and seeds and they bind two essential minerals like calcium, magnesium, iron, etc.\nif you have too many of these things, they can actually interfere with the binding of calcium, magnesium, etc.\n\nTannins\n\nTypically found in red wine\nTannins can inhibit the absorption of minerals such as calcium, magnesium and vitamins such as A and B12.\nSome people will say that red wine makes them feel terrible and this might be due to the effect of the tannins\nThis could cause gut discomfort, skin discomfort, or things just feel generally “off”\n\n \nNightshades and inflammation [53:15]\nIs there any validity to concerns about nightshades and inflammation?\n\nThis is a bit of a gray area\nPeter wouldn’t be surprised if there are some people that are very sensitive to nightshade vegetables, but there’s far less to this than is given in pop nutrition culture\nThere are a few animal studies that look at nightshades and talk about how they might induce intestinal inflammation due to their glycoalkaloid content\nSo if you look at human studies, gut inflammation from glycoalkaloid consumption, it’s probably only in those with very high sensitivities or in people who are ingesting completely unripe tomatoes or green potatoes and things like that\n\nList of nightshade veggies:\n\nTomatoes\nPotatoes\nPeppers\nEggplant\nTomatillos\nGoji Berries\nOkra\nTobacco\nCayenne pepper\nPaprika\nThe ones that most people are avoiding are tomatoes, eggplants, peppers and potatoes. \n\n“Those are the things that people are generally going out of their way to avoid. And I think it has less to do with the fact that they’re not growing in direct sunlight. It has more to do with these alkaloids that they seem to be high in.”\n\n\n\n“It’s something that I think is certainly reasonable to try empirically. But understand that the human data for the removal of nightshades is virtually nonexistent.” —Peter Attia\n \nHow important is it to eat organic foods? [56:00]\nOrganic versus nonorganic\n-Is it worth it if you can afford it? \n-And is it also worth it if it might be a stretch? \n-What’s the potential harm of eating non-organic and what’s the potential benefit of eating organic?\nThe real distinction is between organic and non-organic\n\nThis generally comes down to the exposure to pesticides\nUsing the extreme example that we talked about at the outset, which is GMO, so genetically modified organisms\n\nSo genetically modified crops usually have genes inserted in them that make them really resistant to pesticides\nAnd that allows the farmers to use greater amounts of pesticides because they’re not going to harm their crop\n\n\nAnalogy: Pesticides are kind of like chemotherapy\n\nUltimately it’ll kill everything in sight. \nSo what would be amazing one day is if we’re giving patients chemotherapy, but we could first give them a gene therapy that puts in some resistance to the chemotherapy, and then you could just carpet bomb them with chemo and really kill the cancer, but not harm any of them\nThat’s kind of the way to think about this\n\n\n\nAre pesticides harmful?\n\nOrganic still often uses some pesticide residuals\nSo one just has to be mindful of, are you going with zero pesticide or next to zero pesticide?\nThis is an area where Peter hasn’t found a satisfactory answer so he can only tell you what he’s observed\nPeter says it’s pretty hard to make the case, based on the availability of data that glyphosate (the most common pesticide) is harmful\nPeter knows this is a VERY controversial statement, “but if you really just look at the data, it’s pretty hard to make that case”\nThat doesn’t mean that pesticides aren’t toxic\nIt means at the doses that they are used and in the doses at which they get to us, I just don’t see the toxicity data\n\nThen the question becomes, what’s the cautionary principle say?\n\nThe cautionary principle would say that you are better off without a toxin then with one (if you can afford it)\n\nHow Peter approaches this in his household:\n\nGiven organic is more expensive, you could stratify the foods into ones worth the money and ones not worth the money\nFor Peter, he buys organic berries \nBut he does not buy organic bananas (b/c who really cares if there’s residual pesticide on the peeling?)\n\n“But if you can’t afford to buy organic, I don’t think I would let that discourage you from buying fruits and vegetables.” —Peter Attia\n \nHow necessary is it to wash fruits and vegetables? [1:00:45]\nHow important is it to wash fruits and veggies? \n\nThe first order thing you want to be mindful of when you’re washing food is to free it of the contaminants that may have come along the way\nE. coli, for example, is a real (though not huge) consideration",
    "contentLength": 12203,
    "encodedLength": 2986
  },
  {
    "content": "\nAt least a couple times a year there’s an outbreak of E. coli in spinach or lettuce or something \nSo there is real value in washing your food\n\nBeing honest, Peter has no idea if what most people consider washing their fruits and vegetables is actually going to get rid of E. coli\n\nE.g., Would rinsing an apple and wiping it with a towel really rid it of E. coli?\n\nIn summary…\n\nIt’s kind of a numbers game\nIt’s a super, super low probability negative outcome. \nAnd most of us are going to go our entire lives without exposure to a deadly pathogen in our food. \nBut if you can make the time to really wash the hell out of it, that would be great\n\n \nHow does food preparation change the nutritional composition? [1:03:45]\nFood prep\n\nThe most obvious thing we do to food that might change the nutritional profile is cooking it (i.e., adding heat)\nit seems that water soluble vitamins (e.g., vitamin c) tend to actually degrade with heat\nIf you are going to cook something that has vitamins C in it, you’re probably going to reduce the amount of vitamin C that reaches you\n\nFor example, eating apple pie probably won’t give you as much Vit C as eating apples\n\n\n\nConversely, there are four lipid soluble vitamins\n\n1) Vitamin A\n2) Vitamin D\n3) Vitamin E \n4) Vitamin K\nIt turns out that heat can actually increase the bioavailability of these\nSo you might actually see an increase absorption in some of those vitamins with some light cooking\n\n \nConsiderations when eating canned and frozen food, and paying attention to processed food additives [1:04:45]\nCanned foods\n\nMost foods that are canned are cooked first, then flash vacuumed and sealed for an almost infinite shelf life\nThe cooking of those foods prior to canning is going to alter the nutritional profile in the same way that cooking foods yourself would (like mentioned above)\nWhat’s more important about canned foods is what gets added to it if it’s processed\n\nProcessed foods\nUsing the applesauce example:\n\nThe apple sauce versus the whole apple — the issue is probably more that it’s being broken down and it’s easier for you to digest. \nAnd if your kid doesn’t want to eat apples, but eats applesauce, “I’d say take it as a win and have them eat the apple sauce, because that’s still 10 times better than drinking apple juice.”\n“And I think that’s still better than eating cookies or something like that. So I think it’s absolutely better to have something that is canned than to not have fruits and vegetables at all.”\n\n \nSupplementing vitamins and nutrients as an alternative to eating whole fruits and vegetables [1:06:15]\nIs it possible to get all the vitamins and nutrients you need without eating whole fruits and vegetables?\n\nA bit dependent on other things\n\nFor instance, how do you reconcile the fact that the Inuit consumed no fruits and vegetables and yet had no scurvy, whereas the Limeys crossing the Atlantic Ocean, if they weren’t eating their limes, were going to get scurvy\n\nComes down to the role of glucose\nin the absence of glucose, the amount of vitamin C that you need is very little to act as a co-factor, I think, that’s for Proline, the amino acid that’s necessary to maintain the integrity of the fibrous tissue that would prevent you from having scurvy\nthe Inuit we’re going to get that small amount of trace vitamin C from the blubber that they were actually eating or probably within the meat of the animal since it’s a water soluble vitamin\n\n\nif you’re on a standard American diet, you actually do need vitamin C because you’ve got enough carbohydrate in your diet that you’re probably going to need a higher dose\nwe do need to make sure that we are somehow getting vitamin A, biotin, folate, vitamin C, vitamin D, E, calcium, magnesium potassium, etc.\n\n\n\nThe question becomes, how do you get it? Do you get that all from your food? Or do you need a supplement along the way?\n\nPeter has an issue with multivitamins knowing how unregulated the supplement industry is\nSupplement brands Peter likes:\n\nPure Encapsulations\nJarrow\nNature’s Way\nThorne\n\n\nIf you look at those companies above, they’re less likely to make a multivitamin than to make specific products\nThis gets to the second issue with multivitamins…\n\nthey generally provide not enough of the things that you probably need\nThey tend to provide too many things that I don’t think you really need\n\n\nPeter prefers a more targeted approach when using supplements to try to target these things\n\nHow is Peter thinking about that in terms of knowing which ones you want to target, which you need more of, which you probably don’t need to supplement?\n\nFor example, people who don’t eat any meat products are generally going to be very deficient in B vitamins\n\nIt shows up in your blood work\nyou’ll have B vitamin levels that are very low and you’ll probably have homocysteine that’s very high as a result of that\n\n\nMagnesium is something that is generally deficient in people\n\nonce it gets to the point where you’re frequently cramping, I mean, you’re so deficient in magnesium\nPeter will typically load people up with two grams of magnesium a day for a couple of weeks to get them over that hump\nThen he’ll put them on to a maintenance dose of one gram of supplemental or 1000 milligram supplemental magnesium to follow\nPeter also personally takes magnesium — “I find it’s just better for me to supplement it and have that be an addition to what I’m getting in my nutrition than just making sure I’m eating enough magnesium each day.”\n\n\n\n \nGreen powder supplements [1:11:15]\nPeter’s thoughts on green powder supplements\n\nPeter can really only speak to one called Athletic Greens (disclosure: he’s an investor in the company)\nHe can see exactly how “the sausage is made)\nHe can speak to the quality of that product and the ingredients that go into it\nHe can’t actually speak positively or negatively to the others\n\nPeter’s approach with Athletic Greens\n\nHe takes a scoop of Athletic Greens every day, regardless of what else he’s eating\nHe knows that if he’s taking that AG, he’s getting exactly what he needs (probably a little bit more)\n“There’s a lot of companies out there. I have to believe that not all of them are doing the work that Chris and his team are doing.” says Peter\n\nMore about AG:\n\nAG is an expensive product, but it’s expensive because it costs an unbelievable amount to make\nAnd that’s part of the reason you have to refrigerate it after you open a packet\nIf you’re consuming a product that doesn’t need to be refrigerated once it’s been exposed to air, it’s probably not a very high quality\n\nIf you don’t refrigerate AG, you’re increasing the risk of oxidation and you’re increasing the risk of spoilage\n\n\n\nDoes Peter ever take more than one scoop if he hasn’t had fruits and vegetables in multiple days?\n\nI have no basis to say that there’s any rationale for what I’m about to say other than it’s just what I do\nHe will do a scoop in the morning and a scoop in the evening if I’m on a hunting trip or something where there’s super high demands on my output\nSo wake up first thing in the morning, a scoop and water. And then after dinner, a scoop in water\n\nin part it’s because you’re not eating as many vegetables on hunting trips\nthen, frankly, there’s just, I want to be at my absolute best, I suppose. So it’s worth the extra headache of trying to remember to take that second dose\n\n\n\nGet energy from AG?\n\nThere are some people who feel quite activated by AG — it gives them a little bit of an energy kick and that could be because of the B vitamins\nIf you’re very sensitive to the B vitamins in there, then you might not be able to go to sleep if you take too much \n\n \nImportant takeaways [1:16:00]\nTakeaways\nFirst, don’t confuse a nutritional intervention that might be more directed towards improving your health, getting you out of a valley with something that might be ideal for helping you maintain altitude\n\nAnalogy: Airplane flight\n\nWhen an airplane is taking off trying to go from ground to 28,000 feet, it has totally different flight characteristics than what it’s doing in flight\nThat’s totally different from the flight characteristics of when it’s landing\nThere are three totally different phases and each of them is essential and quite different.\n\n\nIt’s similar to say that it might be very different what you need to do to go from being in the valley of death nutritionally and health wise, to being in an optimal state versus what you might want to do to stay in that state\n\nSecondly, understand that we don’t have really great data when it comes to nutrition on these macro questions that everybody understandably wants to have insights to\n\nTherefore on some level you have to be somewhat empirical\nYou want to combine empiricism with the best of the available information that we have and try to not be terribly dogmatic about it\nOtherwise you end up spending too much time thinking about this at the expense of thinking about things that are, in my opinion, more important\n\n",
    "contentLength": 8957,
    "encodedLength": 2180
  }
]