[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter dives deep into the topic of bone health and explains why this is an important topic for everyone, from children to the elderly. He begins with an overview of bone mineral density, how it’s measured, how it changes over the course of life, and the variability between sexes largely due to changes in estrogen levels. From there he provides insights into ways that one can improve bone health, from exercise to nutrition supplements to drugs. Additionally, Peter discusses what happens when one may be forced to be sedentary (e.g., bedrest) and how you can work to minimize the damage during these periods. \nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #37 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here. \nWe discuss:\n\nOverview of bone health topics to be discussed [1:45];\nBones 101: bone function, structure, and more [5:15];\nBone mineral density (BMD), minerals in bone, role of osteoblasts and osteoclasts, and more [8:30];\nThe consequences of poor bone health [13:30];\nThe devastating nature of hip fractures: morbidity and mortality data [17:00];\nWhere fractures tend to occur in the body [23:00];\nDefining osteopenia and osteoporosis [24:30];\nMeasuring BMD with DEXA and how to interpret scores [27:00];\nVariability in BMD between sexes [34:15];\nWhen should people have their first bone mineral density scan? [36:45];\nHow BMD changes throughout the life and how it differs between men and women [39:00];\nHow changes in estrogen levels (e.g., menopause) impacts bone health [44:00];\nWhy HRT is not considered a standard of care for postmenopausal bone loss [47:30];\nFactors determining who may be at higher risk of poor bone health [50:30];\nCommon drugs that can negatively impact BMD [54:15];\nHow children can optimize bone health and lay the foundation for the future [57:45];\nTypes of physical activity that can positively impact bone health [1:02:30];\nHow weight loss can negatively impact bone health and how exercise can counteract those effects [1:10:45];\nNutrition and supplements for bone health [1:14:15];\nPharmaceutical drugs prescribed for those with low BMD [1:17:15];\nImpact of extreme sedentary periods (e.g., bedrest) and how to minimize their damage to bone [1:22:00]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#214 – AMA #37: Bone health—everything you need to know\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#214 – AMA #37: Bone health—everything you need to know\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#214 – AMA #37: Bone health—everything you need to know\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes\n\n§\nOverview of bone health topics to be discussed [1:45]\nToday’s episode is all things bone health: bone mineral density, osteopenia, osteoporosis, things of that nature\n\nWhy is this important? \nWhy should people care about this?\n\n“Our hope is in the beginning at least we’ll walk through why they should care about this and why they should focus on it early on in life.”\n\nWe’ll talk about how bone health changes as people age, the differences between sexes in men and women\nThen we’ll also focus on things on how people can improve or help their bone health become better from physical activity to nutrition, supplements, drugs, and more\n\n \nBones 101: bone function, structure, and more [5:15]\nWhat is bone?\n\nBone is a living tissue\nIt’s easy to forget this fact and think of bone as somewhat inert\nBut bone is heavily vascularized\nBone is an organ that plays a very important role in a lot of things\n\nCommon bone types\n\nCortical/compact bone is what forms the “shaft” and the exterior of long bones\n\nFemur, humerus, etc. — they have the long shaft and then the nubbins at the end\nThe shaft of that is the cortical or compact bone\n\n\nYou also have the trabecular bone/spongy bone\n\nThere are some differences amongst those in terms of their vascularization and things like that\n\n\nFor the purpose of this discussion…\n\nwhen discussing the compact or cortical bone, Peter is referring to the shaft\nAnd when speaking about the spongy/trabecular part, he’s talking about the end\n\n\n\nBone marrow\n\nMarrow is important because it is what’s producing our white cells and our red blood cells\nIn a post COVID world, it’s important to understand that the memory B cells and memory T-cells that are going to provide lasting immunity against this virus and other viruses, reside in the bone marrow\nThe whole purpose of being infected and then having a subsequent infection that’s less devastating, (and purpose of being vaccinated) for the same reason is to have memory B cells and T-cells that are sitting there in the bone marrow that can respond immediately and quickly upon reintroduction of the same antigen\n\n \nBone mineral density (BMD), minerals in bone, role of osteoblasts and osteoclasts, and more [8:30]\nOsteoblasts and osteoclasts\n\nOsteoblasts—“B” for blast\n\nThese are responsible for building bone by producing collagen bone matrix and mineralizing it\n\n\nOsteoclasts \n\nThese remove bone by reabsorbing calcified bone and the matrix\n\n\nSo osteoblasts contribute to increasing bone mineral density\nOsteoclasts the opposite\nThis exists in an equilibrium—We’re constantly remodeling bone, adding to and subtracting from this and basically turning over calcium\n\nBone minerals\n\nbone is 50 to 70% mineral\nIt’s about 20 to 40% organic matrix\nWhat does organic mean? \n\nOrganic is carbon, hydrogen, oxygen, etc.\n\n\nThen the rest of it is a bit of water and lipid.\nIn an adult, the entire human skeletal system can be remodeled in a really long cycle\n\nIt might take 10 years to turn over all of the mineral and organic content within the bone over and over again\n\n\nAt the micro level, calcium balance is happening quite frequently\n\nvirtually all of the body’s calcium is contained within bone and therefore bone plays a very important role in calcium homeostasis\n\n\nCalcium signaling is important to everything within a cell\nWe think of these bones as structural entities, which of course first and foremost they are. But remember, they’re also a very important reservoir for calcium, which is another very important ion in the activity of every cell\n\nWhat role does vitamin D play in the bones?\n\nThere’s two forms of vitamin D, vitamin D2 and D3\nD3 is the active form\nWhat’s the problem with being deficient in vitamin D?\n\nThere’s a disease called rickets\nAnd you see this often in developing parts of the world where people are really malnourished and they have really, really soft sort of spongy bone\n\n\nVitamin D increases the gut’s absorption of calcium\nIf you’re woefully deficient in vitamin D, you’re going to have trouble absorbing calcium through the gut\n\nParathyroid hormone\n\nThe other thing that you can’t avoid here is understanding the role of calcium and parathyroid hormone\nMost people are probably familiar with their thyroid gland—sits in the neck and it’s got two main lobes and then each lobe has two poles\n\nAt each of those poles is a little tiny gland called the parathyroid gland (so you have four of those glands)\n\n\nAnd the parathyroid gland is really the master gland for regulating calcium levels\nLow levels of calcium in the blood stimulate parathyroid hormone secretion\nAs parathyroid hormone level goes up, it stimulates the release of calcium from the bone into the blood\nNow it also induces enzymes in the kidney, which then convert vitamin D into its active form to then aid and speed up in the process of reabsorbing more calcium from the diet\n\nSo all of this stuff—parathyroid hormone, calcium, vitamin D—are very important to maintaining bone health\n\nAnytime you have things that disrupt that system, you’re going to see disruptions potentially in the bones\n\n \nThe consequences of poor bone health [13:30]\nFive years ago, Peter was not paying nearly as much attention to bone health as he is today\n\nFigure 1. Accidental deaths. Source: CDC database (https://www.cdc.gov/nchs), 2019\n\n\n\nWe use 2019 b/c by the time you get to 2020, you start to get some COVID data mixed in there",
    "contentLength": 9419,
    "encodedLength": 2986
  },
  {
    "content": "\nAlthough the accidental stuff only changes in that you see a higher rate of overdose\nIn Figure 1, you’re looking at the absolute number of deaths by decade for people age 25 to 35, all the way up to 85 and up\nIt breaks down accidental deaths into four categories: \n\n1) Overdoses\n2) Transportation accidents (car accidents) \n3) Falls\n4) And everything else.\n\n\nThose first three represent virtually all accidental deaths\n\n\n\n\nTwo main things stand out when looking at this:\n\n\n\n\nThe first is that for people younger than 60, overdoses are the predominant cause of accidental death\nThe second is that for people over 65, falling is the primary cause\n\n\n\n\nFigure 2. Accidental deaths (Population Adjusted). Source: CDC database (www.cdc.gov/nchs), 2019\n\nFigure 2 tells a more important story when you adjust for the population\nIn Figure 1, you’re seeing total number of deaths, but what you don’t realize is that as you move left to right, the denominator, the population is getting smaller and smaller and smaller\n\nThere are fewer and fewer people in each bucket as you go to the right\n\n\nSo to correct for that, we would ask the question which is: how many of these deaths per hundred thousand people occur in each group?\nFigure 2 tells a story that is readily apparent: By the time you’re 75, the risk of death from a fall is enormous\n\nIt’s not as high as Alzheimer’s disease, cancer, or heart disease, but it comes in pretty much just after that\n\n\nOn the one hand, you can look at these data and say, “wow, this is really problematic”\nBut the other point is that you can’t wait until you’re in that bucket to decide you’re going to do something about it\n\nJust as for atherosclerosis, we don’t want to wait until we’ve had our first heart attack. I really need to worry about my ApoB and maybe I should stop smoking and make sure my blood pressure’s okay. \nIn the same way, you don’t want to wait until you have osteopenia or osteoporosis and you’re 60 years old to say, it’s time to do something about this\nNow, if you’re there, there’s lots to do about \nBut it’s just as important if you’re 25 years old. \n\n\nIt’s just as important as a parent if you’re thinking about what your 5 year-old and 10 year-old and 15 year-old should be doing to make sure that they’re setting themselves up for the best outcomes possible as they age\n\n \nThe devastating nature of hip fractures: morbidity and mortality data [17:00]\n\nFigure 3. Absolute risk for all-cause mortality for women and men following hip fracture. Source: Haentjens. et al., Ann Intern Med, 2010\n\nFigure 3 is showing excess mortality following a hip fracture for women (top chart) and men (bottom chart) \nFractures that end lives tend to be hip fractures first, followed by pelvic fractures\nThis shows mortality following a hip fracture as a function of age\n“This is kind of staggering”, says Peter\nIf you’re a man that is 90 years old or above and you have a hip fracture, more than 40% of you will be dead within a year\n\nNow that total mortality comes down because there’s fewer people in that group (i.e., most people die before 90)\n\n\nBut you can see for the younger demographics, the numbers go up\nThe “good” news? ⇒ If you’re 70 years old and you break your hip, only 10% of those people are going to be dead in three years, but that number just keeps going up and up and up.\nThe important thing to notice in this data set is that for people over the age of 80, your mortality is in the neighborhood of a third within a year after a hip fracture\n\n*Peter is going to have Michael Easter on the podcast coming up soon \n\nHe wrote a book called The Comfort Crisis – a book Peter highly recommends\nIn the book, Easter makes some references to a few studies that talk about some of the unbelievable high mortalities in other fractions\n\nOne study had about 200 people in it\n\nIt looked at the six-month mortality in people who were 65 or older who fractured their hip and the mortality was 25%\nObviously, when you include younger people, that mortality goes way down.\nIf they lowered the threshold in that study to people 50 and older, that mortality came down to just under 14%. \n\nA Finnish study that looked at a little over 400 consecutive hip fractures in patients\n\nfound that the one year postoperative mortality was just over 27%. \ntotally different patient population, and by the way, a different country, very similar trend\n\nThe most rigorous of these studies was a large study that looked at about 122,000 participants who were at least 60 years old from various cohorts\n\nFollowed them for 12 or 13 years on average\nDuring that time found 4,200 hip fractures\nThis study was able to then compare total mortality and look at the hazard ratio in the first year following the hip fracture\nSo now this is asking the question, what is the probability or what is the increased risk of death one year following the hip fracture in this patient population?\nAgain, these are people enrolled at the age of 60 or beyond\nThe hazard ratio is 2.78\n\nFor reference, the hazard ratio for smoking is less than 2.0\n\n\nThis means a 178% increase in the risk of mortality within one year following a hip fracture\n\n“Regardless of how you slice and dice these data, a hip fracture is a devastating outcome and it’s something that we really want to avoid at any age, but especially when we’re into our seventh decade and beyond.” —Peter Attia\n \nWhere fractures tend to occur in the body [23:00]\n\nFigure 4. Fracture statistics, in order of decreasing mean age, in patients over 50, 65, and 75 years of age. Source: Bergh et al., PLoS One, 2020\n\nThis table is looking at all the sites of fractures\nIn the first column, it’s showing you how many fractures occurred in this study\nIt’s ranking it by median age\nPeter highlighted the first one, which is proximal femur (hip fractures)\nNot only are those highly frequent—4,000 fractures—but look at the median age of 81.1\n\nPelvis is 73.2\nNeck of the femur, 70\nDistal femur, 70\nAcetabulum, which is the cup that holds the femoral head, 68\nThen down to proximal humerus, so the top of the humeral bone, 66\nThose are the big fractures for people over the age of 65.\n\n\nYou can see the frequency of proximal humerus and proximal femur are very high\n\nYou can go through this list and it’s really telling about how people fall…\n\nWhat’s a distal radius fracture? ⇒ It’s a fracture at the end of your hand\n\nHow does someone break that? ⇒ They break that by falling\n\n\n“You sort of get a sense of how balance, strength impact a lot of these things.”\n\n \nDefining osteopenia and osteoporosis [24:30]\n\nFigure 5. Loss of bone mass in decline from healthy bone to osteoporosis. Source: Advocate Medical Group: Adult Down Syndrome Center.\n\n\n\nOn the left of this figure, you see the healthy bone\n\nIt’s got that little inlet beneath it—that’s showing you the density of the calcified mineral that makes up the strong part of the bone\n\n\nOsteopenia and osteoporosis just exists on a continuum relative to healthy bone\n\nWhen you go from healthy bone to osteopenia, that represents about a 10% reduction in bone mineral density relative to a young healthy adult\nOsteoporosis is a further degradation where you hit about 25% reduction.\n\n\n\n\n\n\nThere are two things to add to this to make it sort of rigorous\n\n\n\n\nThe first is the diagnosis of osteopenia and osteoporosis is based on two locations\n\n1) the hips\n2) the lumbar spine\n\n\nFor anybody who’s gone and had a DEXA scan before, you may notice that they report the Z-score and T-score of the lumbar spine, of the left hip, the right hip, and usually of the entire body\nThe reason for that is: we use left hip, right hip, lumbar spine (L1 to L5) to make this diagnosis\nThe reason for that is that’s where the fractures are\nWe see people that have atraumatic fractures, compression fractures in the lumbar spine\nThe majority of fractures in older people are in the hip and the mortality for those fractures is very high\n\n\nSummary: osteopenia means 10% reduction in BMD and osteoporosis means 25% reduction in BMD\n\n“Healthy bone to osteopenia, to osteoporosis, it’s just a continuum, but osteoporosis and osteopenia are distinct in the degrees to which BMD has been reduced.”\n \nMeasuring BMD with DEXA and how to interpret scores [27:00]\nWhat’s the best way for listeners to figure out what their BMD is?\n\nDEXA is a super, super low radiation scan, nothing like a CT scan\nTakes 10 minutes, you lay on a table, a little scanner moves over your body, and it’s using two very low dose X-rays that are absorbed differentially by bones and soft tissues, so it’s able to differentiate between adipose tissue, bone and lean tissue, or non-adipose tissue\nThat said, not all DEXA scanners are created equal\nBefore you go and get the DEXA scan confirm with the entity doing this that they are giving you segmental bone analysis for left hip, right hip, lumbar spine.\nA lot of DEXA places can only give you whole body BMD so they’ll just spit out the Z-score for that one metric, but they won’t give it to you segmentally\nAnd that’s sometimes okay, like if a person’s BMD is very high, you don’t need the segmental analysis, but if you’re doing this to screen for BMD, you have to make sure of course that the DEXA is capable of doing that\n\nGetting a DEXA scan for yourself\n\nIt’s pretty easy to find places near you offering DEXA scans, however, you need to know what you are getting\nYou want to make sure when you’re doing a DEXA, again, if you care about knowing the full BMD, you’re going to pay more for that segmental analysis\nMany times places will quote a price in the $100 range but a lot of times they aren’t showing everything — they’re just giving you body composition, and usually visceral fat \nPrice is probably closer to $400, typically, if you want to see everything\nThe other things you want to look at, you obviously want to make sure you’re getting full segmental lean tissue analysis, so you can look at appendicular lean mass index that you can calculate for yourself\nFat-free mass index you can calculate for yourself\nThose are the things you want to see along with BMD\n\nIs there variability among people? How to interpret your DEXA scores (Z score and T score)? \n\nThe number you’re going to get is not typically going to be reported in grams per centimeter cubed for your BMD because that information is not that helpful\nWhat you really need to know is statistically, where do you rank? \nAnd this is done via:\n\nT-score (comparing you to a young, healthy adult); and a\nZ-score (comparing you to an adult that is your age)\n\n\n\nUnderstanding Z-score:\n\nA Z-Score of 0 means you are right in the middle of the distribution—meaning you have a higher bone mineral density than 50% of people your age, and a lower bone density than 50% of people you age\nIf your Z-Score is 1.0 it means you are one standard deviation above the mean, which means you have a higher bone density than 82.5% of the people your age and a lower bone density than 17.5% of the population your age\nA Z-Score of 2.0 means you are two standard deviations above the mean (higher than 97.5% of the population your age)\nOf course, this works in reverse so a Z-Score of -2.0 means you have a lower bone density than 97.5% of people your age\n\nT-score\n\nYour T-score compares you to a young, healthy adult\nSo for someone who’s older, the Z-Score is always going to be more favorable than the T-score\n\nFor BMD, if someone is at that 50th percentile, does that worry you, or is it a little different in how you look at this?\n\nPeter says other things factor into this\n\nFamily history\nhistory of smoking \ncurrent lifestyle\nHow active is that person?\nHow much weight-bearing activity are they doing?\nBeing male versus female also factors into it a lot\n\n",
    "contentLength": 11713,
    "encodedLength": 2970
  },
  {
    "content": "\nLet’s say I’ve got a 42-year-old female patient who is three to five years out from menopause and she already has a low Z-Score\n\n“That worries me a lot because of what we’ll talk about shortly, vis-à-vis the effect of estrogen here and why women are disproportionately affected by estrogen withdrawal”\n\n\n\n“Never in the history of civilization has a 90-year-old person ever been heard uttering, ‘I wish I was less strong. I wish I had less muscle. I wish my bone density wasn’t so high.’” —Peter Attia\n \nVariability in BMD between sexes [34:15]\n\nFigure 6. Smoothed mean total lumbar spine bone mineral density, United States, 2005–2008. Source: Looker et al., Vital Health Stat 11, 2012\n\nHere we’re looking at males versus females top to bottom\nThen we’re looking at Mexican-American, non-Hispanic White, non-Hispanic Black\nOn the Y axis here, you’re seeing units of grams centimeter squared — Earlier, Peter said grams centimeter cubed. Why the difference? \n\nThe difference is even though density in real life is measured in grams per centimeter cubed, because you need mass per unit volume, with bone density it’s actually done as grams per centimeter squared, because it’s a plainer measurement\nSo the DEXA scan is compressing everything to 2D\nBecause the scanner is kind of looking at the area of the bone and imputing the density by what electron beam doesn’t go through it\n\n\n\nTwo observations that one would pretty quickly take away from this\n\nThe first is that up until the twenties, men and women are kind of similar\n\nYou go through a profound increase in BMD from the time you’re 8 years old until you’re about 20 years old\n\n\nDifference number one is that, while women maintain a reasonable plateau, they tend to fall quite precipitously in midlife, and that’s obviously due to menopause\nThe second thing that jumps out here is the racial difference\n\nNon-Hispanic Black has a higher BMD for both men and women than non-Hispanic White, which has a higher BMD than Mexican-American\nSo there are slight differences in race on average\n\n\nHowever, Peter says “I’ve never, to be honest with you, factored [race] into my risk assessment, except for the male female one.”\n\n \nWhen should people have their first bone mineral density scan? [36:45]\nThe standard recommendations\n\nUsing the American Association of Family Physicians, the American College of Obstetricians and Gynecologists, the American College of Preventative Medicine, the International Society of Clinical Densitometry, the National Osteoporosis Foundation and more\nThe typical recommendation is for high risk people to be 50, but typically 65 is when they want to start screening women, and for men it’s typically 70\nFor someone who is at serious risk of osteoporosis, which includes men and women over the age of 50, we can adjust those and come down a little bit\nThe WHO is a little bit more aggressive and recommends screening women by the age of 40\n\nPeter’s thoughts\n\nPeter tends to be closer in his thinking to the WHO\nPeter believes women in their thirties, when we’re doing DEXA scans for many reasons, he’s just as interested in their bone mineral density\nWhen he’s reporting the DEXA results to patients, he has a template that he’s made that lays all of the DEXA information out\n\nSegmental BMD\nVAT\nFFMI\nALMI\nFMI\nBody fat\n\nNOTE: Body fat is the number Peter is least concerned about\n\n\n\n\nExample: When Peter’s looking at a 35-year-old patient and their Z-Score is already -1.0, that’s just as concerning as if their OGTT shows very elevated postprandial glucose and insulin levels\n\n \nHow BMD changes throughout the life and how it differs between men and women [39:00]\nMen vs. women\n\nMen and women differ quite a bit\nMost of the growth in the length of a bone and the size of the bone is happening during childhood and adolescence\nThat’s also when you’re really accumulating the bulk of BMD\n\nFor instance, between about the ages of about 8 and 20, BMD was doubling\nThat doesn’t just mean that the size of the bones are increasing, but that the density of those bones is also increasing dramatically\nBMD will actually potentially improve up to about the age of 30\nIt can stay quite flat, in both sexes, until you’re about 40 or 50, and then bone loss effectively sinks in\n\n\nFor women, it is much more pronounced\n\nFor women, about seven to 10 years around the onset of menopause, bone loss can be three to 7% annually\nBy the time they reach 65, it starts to slow down a bit, so it might be half a percent to 2% per year\n\n\nWhereas in men over 65, it’s actually a higher rate of bone loss, but they’re starting at a much higher point, because they didn’t suffer that precipitous loss the way women did after menopause\n\nFor men at age of 65, it’s more typically about 1% to 2% per year\n\n\n\n\nFigure 7. Bone Mass Versus Age With Optimal and Suboptimal Bone Acquisition. Source: Heaney et al., Osteoporosis Int, 2000\n\nThis figure is showing bone mass by age for women\n“When I came across this figure…I was really surprised.” says Peter\n\nTwo things really stand out \n\nFirst, you have this pretty significant rise in bone density between birth and age 20\n\nIt then remains relatively plateaued until menopause kicks in around 50, and then you really start to see the fall.\n\n\nSecondly, look at the dotted line\n\nThe dotted line tells you that there’s really a totally separate trajectory for this woman\nIf she didn’t reach her full genetic potential by the age of 20, she’s missed an enormous opportunity later in life\nThis is why you want to make sure that your kid’s doing the right things when they’re 10 to 20, so that they reach their full genetic potential.\n\n\nThe good news: \n\nLet’s say you’re on that dotted line and you’re 30 years old with a z-score of -2.0\nThe good news is we can get her closer to that solid line by working really, really hard\nThere’s this window in time before menopause when we can try to ratchet up that bone mass so that you get to the highest point when menopause kicks in\n\n\n\n\nFigure 8. Age-related BMD loss in both cortical and trabecular bones in women and men. Source: Qin et al., J Orthop Translat., 2019\n\nThis really shows where the bone loss is occurring\nFor both male and female, you’re the difference between cortical and trabecular bone\nRemember cortical is the long shaft part of the bone, the trabeculae are the end\nSo you’re seeing the decline for men and women in both of these segments\nWhat stands out here is where females are losing this BMD—They’re losing it primarily in the trabecular/spongy part of the bone\nInterestingly, women are no different than men when it comes to the cortical section of bone\n\n \nHow changes in estrogen levels (e.g., menopause) impacts bone health [44:00]\nThink about how muscles act…\n\nA muscle by definition has to have attachments to bones\na muscle’s never attached to the same bone, because then it wouldn’t do anything, the muscles have to go across joints\nFor instance, your bicep actually crosses a couple of joints. You have a bicep that is attached to the bones of the lower arm and then attached to the bones of the upper arm, and so then when it contracts, it actually closes that angle of the arm\nso muscles are attached via tendons to bones\n\nNow think about the load we put on those muscles…\n\nThe very simple laws of physics tell you that the bones have to feel that load\nWe often just think about if you’re doing a curl with 40 pounds and your bicep muscle is exposed to that\nBut guess what? … The tendon that is attaching the bicep above and below the joint of the elbow is also feeling that\nThe bone cells actually sense that load\nSo if you’re lifting something heavy, or climbing stairs, your bone senses that they need to support a greater force, and in response to that it remodels by depositing more and more bone tissue\n\n“Bone mass increases in the presence of stress.” —Peter Attia\nRole of estrogen\n\nIt turns out that signaling process to deposit more bone tissue is regulated very heavily by estrogen (although it’s unclear WHY estrogen is the hormone that does this as opposed to a different hormone)\nBut for what it’s worth, that signal of stress that is basically being relayed by the strain gauge within the bone to say, “hey, it’s time to deposit more bone here.” And that’s modulated by estrogen\nIn the absence of estrogen, that signal gets reduced and that’s effectively why menopause, which is a sudden withdrawal of estrogen, is such a devastating thing for women who don’t have their hormones replaced\nAnd that’s why BMD loss is significant in the postmenopausal woman\n\nWhat about men?\n\nMen are also losing estrogen as they age\nBecause for men, estrogen comes primarily from testosterone conversion—testosterone is aromatized into estrogen\nA man with a testosterone of 800 nanograms per deciliter, all things equal, is going to have a higher estrogen level than one with 300 nanograms per deciliter\n\nNow there are other factors that go into that, such as adiposity wich can give you more estrogen—This might be one example where adiposity helps because you have the additional weight and load that is a strain signal, and you have more estrogen, all things equal\n\n\n“But men lose estrogen at a far more gradual rate than women, and that’s why women experience this loss more significantly making them at greater risk for osteopenia and osteoporosis\n\n \nWhy HRT is not considered a standard of care for postmenopausal bone loss [47:30]\nKnowing estrogen’s role in bone health for postmenopausal women, should bone health be a factor to consider in women who are thinking about starting HRT?\n\nThe consensus answer? “No, HRT is not considered standard of care for postmenopausal bone loss”\n\nWhy is this the current consensus?\n\nThe reason for that is NOT because HRT was NOT found to decrease fracture risk\nThe Women’s Health Initiative, published over 20 years ago, was a seven-year study looking at the administration of hormone replacement therapy on postmenopausal women\nIn that study, there was no ambiguity that the fracture risk was decreased in the women taking HRT\nHowever, that study came to an erroneous conclusion (in Peter’s opinion) that the risk of breast cancer and cardiovascular disease went up\nAnd those risks seem to outweigh the benefits of the reduced fracture risk\nPeter thinks the increase in the risk of breast cancer was virtually nonexistent—It had an absolute risk increase of 0.1%\nToday, we can say with much more clarity that the risk of breast cancer from hormone replacement therapy is virtually nonexistent\nSecondly, the risk of cardiovascular disease has been completely ameliorated by the adoption of topical forms of estradiol, as opposed to oral forms of estradiol\nIn that trial, they used oral estrogen, which actually does slightly increase the viscosity of blood in a susceptible woman, that would indeed increase the risk of cardiovascular disease.\nBut again, we don’t use oral estrogen anymore, and so that also becomes a moot point\nToday, we actually know that HRT reduces the risk of cardiovascular disease in women, and does not increase it\nTaking all together, these suggest to Peter that bone health should in fact be a consideration for women as they consider whether or not HRT makes sense for them\n\n⇒ For people who want to get a better sense of HRT should listen to podcast #37 with Avrum Bluming and Carol Tavris\n \nFactors determining who may be at higher risk of poor bone health [50:30]\nSome factors that matter: \n\nFamily history\nGenetics accounted for up to 50% of bone health\nHaving either parent that’s had a history of a hip fracture, that’s a huge red flag\n\nThere are other things we want to care about:\n\nSo we want to look at fractures related to mild or moderate trauma\nYou look at somebody who’s had a fall from a standing height or less, someone who’s fallen from such a low height and still had a fracture, that’s a huge problem\n\nFemale Athletes\n\nAnother thing we look at is in female athletes\nThis is really common actually in female endurance athletes, especially runners where weight is such an important part of the sport\nYou’re punished a lot in terms of performance for extra weight, same as true in cycling, not as true in swimming\nWhen you look at high-end female endurance athletes, we care a lot about poor nutritional state, which can lead to a very low BMI, low body fat percent, and eventually estrogen deficiency",
    "contentLength": 12354,
    "encodedLength": 2988
  },
  {
    "content": "\nThese interrelated conditions of the low bone health, hormone dysfunction, and low BMI are collectively known as the female athlete triad\nLow BMI in general, so anything below about 18 or 19.\n\nThe other thing we look at is people who have had high exposure to drugs that affect bone metabolism\n\nThe most common of these that we see is corticosteroids\nthat’s not always systemic corticosteroids, not always people that have had to take lots of steroids for an illness\nIt can also be inhaled corticosteroids\nthis actually in a number of patients who had significant asthma as children, and used a lot of inhaled corticosteroids\n\n*Note: The above is not an exhaustive list, but that’s a pretty good list to get you thinking about who is at high risk here.\nSmoking and bone density [52:30]\n\nPeter saw a patient recently who didn’t have any other risk factors, except for the fact that they have a 20 pack-year smoke history that is more than 15 years old\nThat is an independent risk factor for low BMD, which in this case, this patient had very low BMD.\nPeter had to actually refer them to an endocrinologist\n\n-Smoking in youth\n\nThe 8 to 20 age is such a big age range—And if you have someone who is smoking in that age range while bone mineral density is really going up, do you see it become even worse?\nThere are actually data looking at never smokers, early smokers and late smokers \nEarly smokers were defined as people who started smoking before the age of 16\nThe never smokers, not surprisingly, had the best bone density\nThe early smokers had the worst, and the late smokers were in the middle\n\n \nCommon drugs that can negatively impact BMD [54:15]\nCorticosteroids\n\nThese have to be considered the first and most important one of these drugs you want to be considerate about\nThey impair the mineralization of bone by favoring bone reabsorption during the early phase\nAnd then they kind of inhibit calcium absorption in the gut.\nAnd it really doesn’t need to be mega doses of steroids\nA dose of prednisone of 5mg a day is not enormous\nNevertheless, that amount is associated with significant reductions in bone mineral density, and an increased risk fracture within as little as three to six months of initiation (source)\nThat doesn’t mean you should never take corticosteroids, there are lots of conditions where corticosteroids are going to save your life\nIt means you have to be aware of these things, and you’re going to have to work a lot harder to counter their effects\n\nProton pump inhibitors (PPIs)\n\nThere are studies that have assessed the relationship between PPIs, and they do show an increase in osteoporotic fracture \nThe most likely mechanism suggested is intestinal calcium absorption—anything that interrupts that, which then goes on to interrupt osteoclast formation and bone remodeling\nThis is not nearly as well understood as the case is for corticosteroids\nThere’s a number of observational studies that show an increase in the risk of fracture. \nThen we look at large meta-analyses that don’t find a statistically significant decline in BMD with PPI use\nyou just have to be smart about this.\nThere are lots of reasons we’re going to put patients on PPIs\nIf a patient has significant reflux that is not amenable to other treatments, we’re going to put them on a PPI\nIf a patient has Barrett’s esophagus, we’re putting them on a PPI, it’s non-negotiable\nSo it just means that we have to be thoughtful about is the drug really indicated? And if it is, what else can we do to reduce the risk down the line?\n\nAntiepileptic drugs\n\nthe final class of drugs that tend to have a similar association, although probably from a different mechanism are some of the antiepileptic drugs\none in particular, which is phenytoin, so a super common anti-seizure drug\nThe mechanism might have more to do with liver inducing an enzyme called cytochrome P450, that leads to increased catabolism of vitamin D\nAnd that, of course you may recall, will lead to decreased absorption of calcium in the gut.\nPeter says, “it seems to me that a no-brainer study would be taking patients on phenytoin and supplementing them with lots of vitamin D to see if you can overcome tha”\nBut again, phenytoin is a common drug within the world of antiseizure meds, but in the big picture, nowhere near as common as corticosteroids and proton pump inhibitors\n\n \nHow children can optimize bone health and lay the foundation for the future [57:45]\nAny advice Peter can give that would have for people who have kids, on those very important ages, the 8 to 20, on what they can do so they can really optimize bone health?\n\nDuring this relatively narrow window that your kids are in your house, and therefore somewhat amenable to your influence\nThe most important thing probably comes down to being adequately nourished and being very active\nAnd in particular, being very active in things that load bones.\n\nSurprising finding\n\nOne of the things that was a bit surprising was that running didn’t have a greater impact on BMD\nPeter posits that there is a confounder in there\nBecause if you think about it, running puts a lot of force on muscles, especially when you think about the hips, which are two of the three bones that are attached to muscles, that experience great force during running\nWhy is it that running where you’re potentially at least at the knees experiencing eight times your body weight with each impact, why wouldn’t that do more?\nPeter’s suspicion is that the confounder here is body weight and BMI\nAnd that when you talk about elite runners, and usually these are studied in elite runners, they’re very weight conscious\nRunning and cycling are the ultimate strength to weight ratio sports\nSo Peter wonders if we’re seeing basically malnourished runners\nBasically, people that are, BMI is too low which might be perfect for being a runner, but it’s too low for optimizing bone mineral density\nThis is a “long winded way of saying, running might not be enough”\nYou probably want to make sure that your kids, both boys and girls, are doing other sports that involve more power—things that involve jumping, and actually lifting heavy things\n\nRucking\n\nPeter emphasizes rucking as a great exercise for BMD\nMichael Easter writes about rucking in his book, The Comfort Crisis about the importance of just walking with heavy stuff, either doing a farmer’s carry or doing a ruck\nPeter personally tries to ruck five days a week backpack with weight in it and just walking around, and always trying to find a hill to walk up and down\n\nGoing back to advice for kids…\n\nMake sure BMI is not too low\nHormone dysfunction is not there\nEnergy availability is there\nBody fat is not too low\nMake sure kids are not smoking\nSummary: Lots of nutrition, lots of physical activity—and specifically physical activity that builds muscular strength\nNow, this doesn’t mean that 12-year-olds need to be deadlifting three times their body weight, but we also don’t want to shy away from kids lifting things\n\n“The bones are mechanical sensory entities that are going to remodel in proportion to how much mechanical stress they’re under…so lifting heavy stuff matters.” —Peter Attia\n \nTypes of physical activity that can positively impact bone health [1:02:30]\nOverview:\n\nPeter wants to go back to what it is about muscles that have such an impact on bones\nThe more force that a muscle is applying to a bone, which is directly related to how much force you are trying to put on the muscle, picking something up, contracting a muscle under an enormous external load\n“I don’t even think the muscle has to change in length necessarily for that force to be experienced. So there are lots of safe ways to do this”\nYou’re applying force to the receptors there, those receptors are translating that tension into signals that say, lay down more bone\n\nLooking at the literature on this \n\nPeter was surprised about the data on running – he thought it would be more impactful on BMD than it was \nIt turned out that studies looking at resistance training found it to be significantly better at retaining BMD when compared to anything aerobic (running, swimming, cycling, and even impact things like pure jumping) \npower lifting turned out to be more effective than just regular strength training in maintaining BMD in postmenopausal women\n\nWhen we talk about powerlifting as a sport, we’re talking about someone doing a squat, a deadlift, and a bench press\nAnd the squat and the deadlift, that is lumbar spine, that is hip and that is really stressing the lower body more than just going into the gym and lifting\n\n\nThen we talk about high force impact sports, such as football and MMA, were associated with the highest BMD values\nAt dinner with Joe Rogan, Peter says Joe claimed that nothing is more exhausting than his jiu-jitsu workouts\n\nOn the flip side…\n\nThese low weight bearing, low impact things like walking, swimming and cycling, don’t really seem to do a lot to improve BMD\nPeter’s suspicion is that when you make those things a little bit harder, especially with walking with a rucksack and walking uphill, you’re going to apply more strain\nAlso walking downhill is great\nPeter says to find the maximum elevation change\nWalking uphill is harder cardio, but the walking downhill puts more strain on the muscle\n\n“The take home point here is, the more this strains your muscles, the better this is for your bones.” —Peter Attia\n\nFigure 9. BMD and T-scores from DXA scans collected for n=135 competitive athletes. MMA = mixed martial arts, RT = resistance training, SUP = stand up paddling. Source: Antonio et al., J Exerc & Nut., 2018\n\nOn the left, you’re just looking at the absolute BMDs\nAll of these athletes have very high BMDs compared to what we were looking at as the average man and the average woman\n1.2 grams per centimeter squared was considered a really good BMD for a middle aged man or woman\nJust to put in perspective, even the swimmers or the resistance training females, and females are tend to going to be a little bit lower than men. They still have excellent BMDs\n\nThe take-home message: if you really have to juice it, what do you want to be doing? \n\nEven the distance runners here, look at which ones separate men versus women—So for example, red (men) versus green (women) is showing you the difference between male and female resistance training\nWhereas all the swimmers, all the distance runners, all the track and field athletes are in the same bucket\nCompare distance to track and field, what’s the difference? \n\nTrack and field, more power. \nA sprinter has more force being applied than a distance runner\n\n\nThe amazing result is the MMA and the football\n\nThe purpose of this analysis is not to say you got to go be a college football player — it’s to just give you a sense of what types of forces are involved in generating higher BMD\nMost people who have even watched a football game can appreciate the kind of forces that those athletes are experiencing\nWith MMA, there are incredibly strong forces applied across muscles, transmitted to bones.\n\n\n\nSo what’s the sweet spot?\n\nThe sweet spot is resistance training\nAll of these things come with risk if you don’t do them correctly\nwe just have to think about this through a risk/reward lens\nIf you’re going to take one thing away from this, just notice that walking isn’t on here and gardening is not on here and golf is not on here\n\n“I want people to understand that if they’re in the business of trying to increase their BMD, they have to get wicked forces on their muscles.” —Peter Attia\n \nHow weight loss can negatively impact bone health and how exercise can counteract those effects [1:10:45]\nWhat about people who are overweight and they lose body weight? Does that have an impact on their BMD?\n\nIt does\nWe know for example, that when people lose significant amounts of weight, they’re usually losing lean tissue as well\nIt’s one of the trade offs—and in some people it’s a totally reasonable trade off\n\nFor instance, you see somebody who’s already got an appendicular lean mass index at the 90th percentile and their fat mass index is at the 99th percentile\nYou’re going to have them lift like crazy during weight loss, because you want to keep that lean mass up\nMaybe it falls to 70th or 80th percentile while you try to get fat mass index down to 60th or 70th percentile\n\n\n\nWhat about the impact on BMD? \n\nThere’s no question that the correlation between weight loss and a decrease in BMD\nIn the obese, in particular in the elderly, it is very strong\nBut it turns out that there are two different strategies for how you can go about losing weight and the strategy may impact the outcome:\n\nAny time you lose weight, there has to be a caloric deficit\nYou can’t lose weight without a change in stored energy. Losing weight is changing stored energy. Stored energy requires caloric imbalance",
    "contentLength": 12833,
    "encodedLength": 2981
  },
  {
    "content": "\nBut when you look at data for people who have lost weight purely through nutritional manipulations… i.e., purely through manners of reducing caloric intake…Those people tend to lose bone mineral density\nWhen you look at people who are doing it in combination with significant exercise, they actually tend to gain bone mineral density\n\n\n\nIn other words, you can have people losing the same amount of weight, some of them are losing BMD, some of them are slightly gaining it.\nWhat could be going on there? \n\nIt’s been suggested that the BMD reduction due to weight loss may be caused less by the mechanical loading of bones and more by a change in some of the adipose derived factors like leptin and adiponectin and other hormones that move around when weight loss changes\nSo leptin goes down, adiponectin goes down—This is especially in men when they lose weight, but potentially in women too, we see estrogen going down\nIt could be that when you’re loading the muscles and therefore transmitting that load to bones, you’re offsetting some of that\nThe study Peter is citing is relatively small\nAnd the group that was using exercise as their primary tool to lose weight didn’t lose quite as much weight\nSo even when that’s corrected for, it could be a little bit of a confounder\nThat said, intuitively, this makes sense; And more importantly, from a longevity standpoint, it makes sense.\n\nImportance of Exercise\n\nExercise is the single most important tool we have anyway\nWhy wouldn’t we employ it as an important part of a weight loss strategy if this is just one of the other bonuses that comes with it, which is an ability to minimize the BMD loss that is almost inevitable with weight loss?\n\n \nNutrition and supplements for bone health [1:14:15]\nWhat are some essential nutrients that are important for optimizing bone deposition that people should think about?\n\nFigure 10. Dietary sources for Calcium, Vitamin D, and Magnesium. Source: US Department of Agriculture\n\nWhen we think about the micronutrient side, the big three things that matter are:\n\n1 – Calcium\n2 – Vitamin D (D3 specifically)\n3 – magnesium\n(Note: There are other things that matter. Protein matters, total calories matter, all of those things other matter)\n\n\nIn the first column, you can see the required daily amounts (Peter considers these values a bare MINIMUM)\n\nCalcium, about 1000 to 1200 milligrams daily\nVitamin D, 800 to 1000 IU daily \nMagnesium, 300 to 500 milligrams daily\nAnd these can be supplemented if you can’t get this sufficiently in food or through sunlight in the case of vitamin D\n\n\nSupplementing calcium\n\ncalcium carbonate and calcium citrate are reasonable options.\n\n\nOn the magnesium side, it really depends on what your gut can tolerate\n\nMagnesium citrate, glycinate, and oxide are fantastic if you’re looking for a little speed up of the bowel\nIf you aren’t, you want magnesium carbonate\nIt’s also worth noting magnesium carbonate is more fully absorbed than mag oxide, citrate, or glycinate which is actually why those three help with bowel regularity\nPeter’s person magnesium strategy:\n\nHe likes to mix them up by supplementing with…\nmag carbonate in the mornings\nmag oxide at night\nAnd also use a bit of mag glycinate with L-threonate as well\nHe’s routinely hitting about a gram of magnesium supplementally \n\n\n\n\nIn the final column, you can see the foods where these things reside \n\nAnd you can see why I believe most people are magnesium deficient\n\nIt’s pretty hard to get 500 grams predictably of absorbed magnesium every single day\nAnd that’s a real minimum — a gram is really where you want to be\n\n\nCalcium’s a bit easier to get if you consume dairy, but a lot of plant-based people aren’t going to eat dairy so they have to look to other things\nsome of those other things you don’t really want to be eating a bunch of \n\nDried figs, for example:\n\nA cup of those is 300 milligrams of calcium (a quarter of your daily minimum amount) but you don’t want to be eating a cup of dried figs every day for other reasons\n\n\n\n\nSo this is something we need to be paying reasonable attention to, both from a dietary standpoint and then for a number of us, also from a supplementary standpoint\n\n\n\n \nPharmaceutical drugs prescribed for those with low BMD [1:17:15]\nWhat about pharma drugs? What are the benefits? What are the trade offs? What should people be thinking about there as they explore their options?\n\nDrugs are typically last line of defense (and Peter would will refer people out of his practice for this as he’s not enough of an expert)\n\nThere’s three big classes\n\n1 – Bisphosphonates – this is the main class of drug for this purpose\n2 – monoclonal antibodies\n3 – synthetic parathyroid hormone\n\nBisphosphonates\n\nThis is a class of drug that strengthen bones by basically slowing the rate at which the osteoclasts remove bone\n\nRemember: osteoblast=B for build; osteoclasts being the opposite\n\n\nThese exist in two subtypes, nitrogen containing versus non-nitrogen containing\n\nThe nitrogen containing ones are the much more common one\nCommon brands include Boniva, Fosamax, and Actonel\nThe data is pretty clear that they increase BMD by about four to 6% in the critical areas that matter, the femoral, neck, the hip, the lumbar spine, and they reduce the risk of fractures \nThe drawback:\n\nthey’re typically not used for indefinite periods of time\nSo they’re discontinued after about five years\nthe evidence suggests that that might not increase the risk of fracture going forward\nIt might be that you get the value during that five year window\n\n\n\n\n\nThe other two classes of drugs:\n\nmonoclonal antibodies\nsynthetic parathyroid hormone\nThere’s a pretty good meta-analysis that shows the efficacy (see figure below)\n\n\nFigure 11. Agents for the prevention of fragility fractures compared against placebo. Source: Murad et al., J Clin Endo & Metab, 2012\nHere you’re looking at the classes of drugs\n\nThe first drug there on each list is synthetic PTH. \nAnytime you see an AB on something at the end of it, that’s the monoclonal antibody\nThe other drugs that end in ATE, those are all the bisphosphonates.\nAnd then the rest are pretty straightforward, calcium, vitamin D, etc.\n\nIf you go over to the right, you’re looking at odds ratios\n\nAnything that is on or crossing the unity line of 1.0 means it’s not significant\nAnything that’s to the left of that line, if the confidence interval doesn’t cross, the one is significant\nWhat you can see here is nothing that’s on this list is increasing the risk of fractures\nAbout 2/3 of these things, in their various formats, are reducing the risk of fracture for either hip fractures, vertebral fractures or nonvertebral fractures.\n\nThe whole black line has to be to the left of 1.0 for it to be significant\n\nThe black line is your confidence interval\nFor example, let’s look at the very first one (Teriparatide)\n\nYou’ll notice that the little white dot is way to the left\nIt tells you it’s 0.42—That’s a 58% risk reduction\nHowever, it doesn’t matter because the confidence interval is so wide that it crosses one\n“That tells me, without looking at anything, that the P value is greater than 0.05 and the confidence interval crosses unity”\nSo when you look over, sure enough, lower limit 0.1, upper limit 1.82, P value 0.24.\n\n\nLet’s pick a winner\n\nthe one beneath (Alendronate) that has a very similar little white dot\nIt’s 0.45. So it’s not quite as low, but it’s a 55% reduction\nI know it’s going to be significant because the confidence interval doesn’t cross one and sure enough, it doesn’t\nIt’s 0.27 to 0.68. And the P value is probably 0.000. It’s less than 0.004\n\n\n\n⇒ See AMA #30 on studying studies\n \nImpact of extreme sedentary periods (e.g., bedrest) and how to minimize their damage to bone [1:22:00]\nExtreme example: Astronauts returning from outer space \n\nSpace is just the most extreme version of what we would call disuse osteopenia\nAs the name suggests, disuse osteopenia occurs when bones are chronically unloaded, leaving to a very unfavorable combination of high bone resorption and low bone formation\nIt’s the same thing that’s happening with the osteopenia from aging. It’s just much more accelerated and much more extreme\nthe most extreme version of this is astronauts \nI suspect that they go out of their way to figure out ways to load astronauts in space so that they don’t have to deal with this in its highest form\n\nBedrest\n\nFor most people where this is relevant is bedrest\nPregnant women often are placed on bedrest if they are experiencing fetal retardation\n\nIf, in the third trimester, the fetus isn’t growing at the rate that is expected, not uncommon that the OB will ask the mother to gradually reduce her impact until more and more energy can be reserved for the fetus\n\n\nYou can also see bedrest being necessary for various types of injuries\nWe know today that we don’t want to rest people nearly as much as we used to\nBone loss due to disuse osteopenia is incremental and it’s progressive with time and it occurs more rapidly, as you would guess, in the trabecular bone than in the cortical bone\nParalysis based injuries or immobilizaton with injury\nBone density decreases by about 2% each month through microgravity, partial paralysis, and in the most extreme setting with complete paralysis, it can be up to 7% per month.\n\nFor people who are experiencing that type of immobility, is there anything in particular they should be thinking about or they can do to help with the BMD concern?\n\nThe first would be any form of PT that can actively load muscles\nOne of the things Peter finds very interesting is cyclic blood flow restriction training (BFR)\n\nThe minute Peter was out of shoulder surgery, he got permission from his surgeon to put on his Kaatsu cuffs on his arm and just start cycling the BFR\n“I did not have a bicep tendon repaired. If I did, I would not have been allowed to do that. I had to keep my arm completely immobilized, but I was still able to get compression on the bicep.”\n\n\n\nLet’s say you’re bedridden with a certain injury, there are still other muscles in your body that don’t pertain to that injury that can still be moved and put under load\n\nAnd even if you’re doing these things isometrically, right. \n\nSo a person is holding you and you’re resisting against them without actually moving in the bed. That’s important.\n\n\n\nThere was a super interesting mouse study \n\nThey used a bisphosphonate to inhibit the osteoclastic bone resorption in a mouse model where the mice were given botulotoxin to basically prevent them from moving one part of their leg\n\n\nFigure 12. 16-week-old female mice immobilized with botulinum toxin (BTX) and treated with zoledronic acid (Zol) compared with baseline (Base) and control (Ctrl) mice. Source: Vegger, Bruel & Thomson, J Musculoskelet Neuronal Interact., 2018\n\nThe first bar on the left is the baseline\nThen you have control mice in black\nThen in white you have what happens to the animal that were just given botulotoxin—So these were the animals that were basically immobilized\nThen the botulotoxin plus the bisphosphonate on the right\n\nThey found a pretty profound result\n\nLooking at this in the femoral neck and in the middle of the upper part of the femoral bone below the neck\nyou can see that the bisphosphonate plus the immobility really looks no different from the control\nIt’s a clear contrast to how the untreated animals look\n\nIs this going to be true in humans? \n\nIt’s unclear, but this type of research very interesting\nPeter hopes these types of studies are being done because immobility is a huge problem with everybody, but once you start to deal with an aging population, it becomes more significant\n\nPeter and Inigo San Milan discussed the impact of bedrest in an ICU setting\n",
    "contentLength": 11727,
    "encodedLength": 2887
  }
]