[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter answers a number of questions on optimizing sleep. He describes his pre-bedtime routine, how he utilizes a sauna, and his current regimen of medicines and supplements for improving sleep time and quality. He goes in depth on each of the molecules that have shown promise in boosting sleep, including their mechanisms of action as well as any noteworthy contraindications. Peter also discusses sleep wearables, including both the positives and potential negatives of using such trackers, and much more.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #42 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here. \nWe discuss:\n\nPeter’s current pre-bedtime routine [3:30];\nSauna: Peter’s routine, sleep benefits, and tradeoffs [10:45];\nImportance of keeping an open mind as new information arrives [16:15];\nImportance of reducing stimulation leading up to bedtime [19:30];\nMedications that can enhance sleep: mechanisms of action, contraindications, risks, and Peter’s regimen [20:30];\nWhy medications can enhance sleep, but should not replace good sleep habits [34:45];\nSleep supplements: mechanisms of action, contraindications, and Peter’s regimen [37:30];\nTemperature during sleep, cooling devices, mattresses, and more [53:00];\nA tip to help avoid straining your back in the morning [59:15];\nContrasting polysomnography with wearable sleep trackers [1:00:45];\nSleep tracking wearables: interpreting metrics, and the pros and cons of trackers [1:04:30];\nFinal takeaways on sleep [1:16:30]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#233 – AMA #42: Optimizing sleep – bedtime routine, molecule regimen, sleep trackers, sauna, & more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#233 – AMA #42: Optimizing sleep – bedtime routine, molecule regimen, sleep trackers, sauna, & more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#233 – AMA #42: Optimizing sleep – bedtime routine, molecule regimen, sleep trackers, sauna, & more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes\n\n§\nPeter’s current pre-bedtime routine [3:30]\n⇒ Peter recently shared a bit about his bedtime routine on instagram\nWhat does Peter’s current pre-bedtime routine consist of?\n\nThe following is the result of many years of tinkering \nAnd a lot of these insights are not necessarily new, but it’s just a question of being diligent around putting them in place\n\n1 – Alcohol\n\nIt’s very difficult to have a good night’s sleep if you have alcohol in the proximity of bedtime, or even if you have two or three drinks several hours removed from bedtime\nThe negative effects manifest itself in a number of ways, but probably most notably is the reduction in the quality of sleep\nYou’ll trade more deep sleep and REM sleep for light sleep\nAnd there will be much more frequent wake ups\n\n2 – Eating too close to bed \n\nPeter discovered when fasting the profound positive impact of the low glucose/empty stomach on sleep\nHe was amazed how, when fasting, his sleep quality improved in ways that he’s never seen before\nPeter generally eats dinner early in the evening\nAnd he will notice that when he goes to bed, he’s a little bit hungry (in the past he would have a snack but not he doesn’t)\nPeter strives for about three hours between his last meal and when he goes to bed\n\n3 – Sauna\n\nAbout 7 years ago, when doing a deep dive into sauna literature, he came to the conclusion that there was really no benefit to sauna that wasn’t captured in a healthy user bias\nBy this he means that all of the epidemiologic benefits associated with sauna (such as an enormous reduction in cardiovascular mortality and mortality associated with dementia) seemed to be mostly a healthy user bias\nBut in late 2019/early 2020 he revisited the literature and changed his tune a little bit\nHe still thinks that maybe the magnitudes of the benefits associated with sauna are being amplified by these biases that can’t be controlled for, but the direction of them & the consistency of them across studies led him to believe there’s probably something there in addition to the plausibility of the mechanisms\nToday, Peter personally does sauna 4-6 nights per week before bed basically for two purposes\n\n1 – He believes there is at least SOME mortality benefit that comes from it\n2 – Improving sleep – “empirically the impact this has had on my sleep is insane”\nPeter has often wondered if the mortality benefit of sauna is largely attributed to the sleep benefits that come from its use\n\n\n\n*Important note of clarification about the 3 principles listed above:\n\nThese are general principles that are going to get violated quite often, but you want to kind of revert back to them whenever you can\nWith sleep in particular, there’s such a psychological component to this that you just don’t want to get too wrapped up in your head about this sort of stuff because that can cause more harm than good\nInterpret what he’s saying as guidelines that we try to stick to, but we have the flexibility to deviate\n(see AMA #41 for tips on prioritizing healthy habits while navigating the stresses of life)\n\n⇒ For more on the topic of sleep, be sure to check out the 7 episodes with sleep scientist, Matt Walker: All episodes are listed on the show notes page for episode #47\n \nSauna: Peter’s routine, sleep benefits, and tradeoffs [10:45]\nWhat’s your current view on sauna use in terms of risk reward? \n\nIt depends on the individual, say Peter\nThere are probably some people who would need to consult with their doctors before getting into a sauna\n\nIt is very hot inside a sauna (Peter keeps his at 198 degrees Fahrenheit)\nPeter’s typical routine is 15 minutes and then a cold plunge and then 20 to 25 minutes\nBy the end of that second stint in the sauna, Peter is quite taxed and there’s a subset of the population for whom that might be a little too taxing\n\n\nOutside of that, the biggest risk of sauna is probably having accidents in saunas like falling\n\nOpportunity cost\n\nBut like anything else, it comes at an opportunity cost\nFor instance, Peter’s routine takes him about 1 hour\nThe question becomes, is there something better you can be doing in that hour for your physical or mental health?\nFor some people that opportunity cost might be too high\nMaybe it’s taking them away from an hour of sleep that they otherwise need\nEach person needs to figure out what they’re giving up for that amount of time\nFinancial cost – These saunas are expensive to put in your home, so there’s a financial cost there\n\nThese risks/costs need to be weighed against the “benefits”\n\nSome benefits are “soft” such as maybe it’s an opportunity time to spend with your spouse (Peter and his wife do the sauna together)\nImprovement of sleep is a tangible way to assess benefit if you fall in the camp of people who sleep is improved by that\nAs far as the hard numbers around the reduction in mortality, Peter says…\n “I’d be hard pressed to believe that they are as strong as they are demonstrated in the finished data sets. . .But if they’re half that, they’re still pretty good”\nNote that Peter wouldn’t rate sauna nearly as valuable as exercise  – “An hour of exercise is better for you than an hour of sauna if you’re really playing the game of inches”\n\nPeter’s view on dry sauna and infrared sauna\n\nPeter says it’s unclear if infrared and dry have the same benefits\nIt’s a very different mechanism\nAnd they produce a very different feeling if you’re in them\nThe literature is mostly on dry saunas\nThe infrared devices relatively inexpensive, relatively small, such that if you live in a tiny apartment, you could still have one\nPeter says he still thinks there is a benefit to infrared but it’s going to be much more difficult to quantify by attribution to the literature\n\nWarm bath/shower\n\nFor those people who don’t have access, can’t get access, even a warm bath or even a hot shower can still have some of those sleep benefits that it’s worth people testing before they go to bed\n“The broader theme around sleep is you have to try things several times and realize if they work for you or not.” \n\n⇒ For info on sauna as a longevity tool, see AMA #16: Exploring hot and cold therapy\n ",
    "contentLength": 9561,
    "encodedLength": 2991
  },
  {
    "content": "\nImportance of keeping an open mind as new information arrives [16:15]\nAny advice you would have for people who are maybe a little more rigid and not open to that change in their opinions or their ideals?\n\nIt comes down to what you anchor to: Do you anchor to being right or do you anchor to knowing the truth?\nIf you can be more in the camp of the latter, it’s easier for you to accept change\nIf you anchor to being right, you can sometimes get the right answer, but if that answer changes, it becomes difficult to change\nPart of it is also understanding the nature of science and the scientific process: Even the best experiments don’t produce certainty, they just increase the probability of one idea being more likely than another\n\nScience isn’t black and white\n\nThere really isn’t much that’s black and white in science — most things are shades of gray\nSome things are really, really dark shades of gray\n\nE.g., it’s really clear that we code from DNA to RNA to protein. It’s called the central dogma.\n\n\nBut turns out there are a couple of little exceptions with viruses that go the other way around\n\n“On the edges [of science] there’s always going to be exceptions, potentially, for things that are even sort of ‘ironclad’.” —Peter Attia\n\nIf there was a little bit just more acceptance of how uncertain things are and operating in a world of probabilities, it would just be a lot easier for people to kind of navigate the changes that are coming\nPeter says he doesn’t find, at the level of interacting with patients, that this poses a problem.\n\nHe can’t think of many examples where a patient was frustrated or disappointed that we were changing our point of view on something in the face of new information.\n\n\n\n⇒ For more on changing opinions, check out these 2 “strong convictions, loosely held” episodes:\n\nEpisode #103\nEpisode #202\n\n⇒ Also see AMA #40 where Peter discusses how his opinion on fasting and time-restricted feeding has evolved\n⇒ Here is AMA #41 where Peter talked about how the biology of aging is quite complex and there’s always going to be changes\n \nImportance of reducing stimulation leading up to bedtime [19:30]\n\nAnothing thing Peter focuses on is trying to be as unstimulated as possible before bed\nFor instance, he will floss and brush his teeth even before doing the sauna so that once he’s done with that sauna he goes straight to bed \nHe even goes as far as not going into the bathroom and turning the lights on\nAnd he’s certainly not looking at his computer or phone\nThat’s probably another part of why this sauna is beneficial for Peter’s sleep — it could simply be that it’s a forced hour of bringing himself down as opposed to working right up until the last minute, brushing teeth, flossing teeth jumping in bed\n\n \nMedications that can enhance sleep: mechanisms of action, contraindications, risks, and Peter’s regimen [20:30]\n*Important Caveat*\n\nPeter doesn’t want people to immediately go and replicate his sleep molecule routine. Peter has access to sleep physicians (Dr. Vikas Jain, Matt Walker, Ph.D., etc.) who he speaks with frequently\nHe has the luxury of doing polysomnography and being able to actually test the effects of different molecules on sleep on himself\nAnd just because a regimen works for Peter doesn’t mean it’s going to work for another person\nFurthermore, two of the five things he takes before bed are pharmaceutical so you would need a prescription for them\nAnd anyone taking these has to make sure they’re not taking other medications that these interact with them\nPlease note: Pregabalin is a Schedule V controlled substance due to its potential for respiratory depression. You should not combine Pregabalin with any other medications that can cause respiratory depression (such as benzodiazepines or opiates) and you should not drink alcohol while taking this medication.\n\nPeter’s current molecule regimen:\nPeter takes 2 pharmaceutical agents and 3 supplements roughly 8.5 hours before he plans to wake up\n\nPharmaceutical agents/medications:\n\n100 milligrams of a drug called Pregabalin\n50 milligrams of a drug called Trazodone\n\n\nSupplements (discussed further in the next section):\n\n2 grams of a supplement called glycine\n600 milligrams of a supplement called ashwagandha\nTwo capsules, roughly 2 grams, of something called Magtein or magnesium L-threonate\n\n\n\nMore about the pharmaceutical agents/medications mentioned above:\nPregabalin\n\nThis is a drug that used for neuropathic pain and was originally an anti-seizure medication\nThese are drugs that tend to have a pretty high LD50, meaning these are drugs that have a broad spectrum of safety\nMechanism of action – an anxiolytic and it’s a presynaptic inhibitor of excitatory neurotransmitters (that’s where that first indication from a seizure place came from is sort of in anti-seizure medication)\nIn rodent studies, it really increased the duration of non REM deep sleep and came at the expense of some REM sleep\nWhen Peter has done polysomnography (and even just looking at his sleep trackers), his default is very high REM and not so high non REM deep \n\nPeter sees a similar trend in his patients — Most people tend to be long one short another\n\n\nPeter’s default sleep stats:\n\nTypically he at least 2 hours (sometimes 3 hrs) of REM sleep REM\nBut non REM deep sleep, his default is less than an hour\nBased on these default number, he became interested in pregabalin\n\n\nThere’s a small double blind three-way crossover study that was done in humans\n\n~24 subjects, using polysomnography\nIt was comparing placebo with Pregabalin\nIt found a significant increase in the proportion of slow wave sleep (deep sleep)\nThis was the reason that he wanted to add it to his regimen\n\n\n\nTrazodone\n\nPeter’s been using Trazodone for three years, but the most recent edition of Pregabalin is when he reduced his dose of Trazodone from 100mg to 50mg\n\nA review paper looked at pregabalin’s effect on sleep across clinical conditions indicated that pregabalin seems to increase total sleep time and decrease wake time (increasing sleep efficiency)\nA 2022 meta-analysis of trazodone studies showed that total sleep time is increased with trazodone\n\n\n\n\nFigure 1. From the 2022 meta-analysis of trazodone studies. Total sleep time is increased with trazodone.\n\nAnother default sleep pattern Peter has noticed in himself is that he has many wake ups that he perceived as well as wake ups that he doesn’t necessarily perceive\nThe Trazodone really eliminated the frequent wake ups that he perceived (but non perceived wake up still happen)\n\nWho’s the right person to try these drugs? \n\nProbably that person who has REM to spare but needs more non REM deep\nThat said, Peter doesn’t even really feel like he’s noticed his REM sleep has decreased that much (he’s still always over 90 minutes)\nSo, for Peter personally, it appears that the increase in non REM deep sleep has come out of light sleep\nIn other words, it’s been an overall improvement in sleep quality without a reduction of anything including, without a reduction of REM\n\nSide effects/contraindications for Pregabalin and Trazodone\nConsiderations related to Pregabalin \n\nPregabalin has NOT cleared safety in pregnancy and breastfeeding women\nIf your kidney function is not normal, either have it dose changed or avoid completely\nAs with the case of any drug, there are some people that have a sensitivity to a drug class. If you have a sensitivity to this or to a cousin of this drug, there’s a drug that is called gabapentin or Neurontin, also kind of a neuropathic pain drug\n\nIf you have sensitivity to one of those things, you might need to worry about that here\n\n\nFinally there’s kind of a rare condition called angioedema. If you have that, you’d need to be cautious with this and probably avoid it\n\nConsiderations related to Trazodone\n\nIt made its way into the U.S. in the early 80s an antidepressant\nIt’s mechanism of action \n\nInhibits both serotonin transporters and serotonin type 2 receptors (it’s a serotonin antagonist and reuptake inhibitor)\n\nIt also behaves as an antagonist at the serotonin type 2 (5-HT2) receptors, an antagonist at the histamine H1 and alpha1 (α1) adrenergic receptors, and as an inhibitor of serotonin reuptake transporter (SERT). \n\n\nWhile it’s not as “neat and clean” as the current batch of antidepressants, the SSRIs or even the SNRIs, that’s really what its first indication was\n\n\nSo Trazodone again came in the market 40 plus years ago and its use case was as an antidepressant. \n\nAnd it was typically dosed in the neighborhood of 150 milligrams twice a day, so roughly 250 to 300 milligrams per day\nIt never really caught on as an antidepressant because the biggest side effect of the drug was drowsiness\nAt those doses it really made people tired and that combined with the development of more targeted drugs kind of left Trazodone out there\n\n\n\nMore on trazodone:\n\nPaul Conti (previous podcast guest #15, #105, #190) introduced this drug to Peter\nPeter and Paul had success when prescribing it to patients with bad rumination that resulted in the individual waking up in the middle of the night and unable to go back to sleep\nSome of the things you always want to be looking at when you look at studies for sleep drugs (including drugs like Trazodone that were not designed for sleep, AND drugs that are designed for sleep like Ambien, OR even the newest class which are the orexin antagonists) is:\n\nDoes it increase or decrease total sleep time?\nWhat’s the effect on latency wake ups? \nAnd then staging – What happened to specifically REM and non REM deep?\n\n\nBy these metrics, Trazodone is a very effective drug\n\nIncreases total sleep time\nGenerally increases non REM stage 2\nIt can also come a little bit at the expense of REM, but “I don’t think it’s as significant as Pregabalin”\n\n\n\nDosing trazodone:\n\nThe main issue with Trazodone is if you overshoot the dose, you can be quite drowsy in the morning and even have postural hypertension, meaning when you stand up first thing in the morning you can be a little bit lightheaded.\nThe ideal dose for sleeping can be as little as 12.5 milligrams and as high as 150 milligrams\n150 mg is still about half the dose that people were taking when they were using it as an antidepressant\nPeter will typically tell people to start at 25 mg\nPeter was taking 100mg of trazodone before he added the 100 mg of Pregabalin\nBut when on 100 mg of both he found it took him 30 minutes in the morning to sort of wake up which is not ideal \nHe then settled on 50 mg of trazodone when combining with 100 mg of Pregabalin\n\nNo dependency with trazodone or pregabalin:\n\nThe beauty of both of these, unlike the Ambiens and Lunestas of the world or the benzos, is there is no dependency\nSo if you don’t have these, you’ll probably notice it in that your sleep is not as good, but you don’t have any sort of chemical withdrawal from them the way you do with benzos\n\nQuick note on benzodiazepines:\n\nPeter is not a fan of using benzodiazepines in patients at all for insomnia outside of the most extreme circumstances\nA recent example: A person lost her spouse suddenly\nClearly that’s an indication for low-dose of benzodiazepines to help with the unbelievable anxiety associated with a situation like that\nBut again, that has to be monitored very carefully\n\nBack to trazodone: \n\nThere’s a non-trivial subset of people in my experience, 10%-15%, for whom we just can’t find a good dose\nIt either doesn’t do anything, seems like it’s too low a dose or it just absolutely hammers them to the point where they are dysfunctional for the first hour in the morning when they wake up.\n\nContraindications as it relates to trazodone:\n\nPatients with Long QT syndrome or other cardiac disease, \nPatients with bipolar disorder\nPatients receiving MAOI therapy (a certain class of antidepressants) \nPatients with hyponatremia (low sodium)\n“You have to be under the guidance of someone who knows you and your medical history and also knows what other medications you may or may not be taking so that they can make sure there’s no contraindications through that.”\n\n⇒ Find the seven episode with Matt Walker on the show notes page for episode #47\n \nWhy medications can enhance sleep, but should not replace good sleep habits [34:45]",
    "contentLength": 12232,
    "encodedLength": 2980
  },
  {
    "content": "\nPeter’s thoughts for people who may not like the idea of using drugs/supplements for sleep:\n“There are a lot of people who have big hiccups on this and they say, ‘Oh my god, that’s horrible. Why would you take a drug to sleep?’” And I would say if you feel that way, don’t. I don’t think it’s necessary. I mean, I sleep pretty well without those things. I just sleep a lot better with them. I don’t know why, but for some reason, and it’s understandable, I suspect people sort of think this is unnatural. We shouldn’t have to take anything to sleep. But I would argue we don’t necessarily live in a natural world anymore anyway. So I’m kind of looking for any advantage I can get.”\nWhy one should not use drugs to replace good sleep habits:\n\nSo someone who says, “I’m going to use these drugs but I’m going to short change sleep” is in for a painful surprise\nOnce you’re taking these, you’re committing to eight hours of sleep\nIf you’re going to only sleep 5 hours and you take these, you’re hosed because you’re going to be so drowsy the next day\nDon’t look at these as hacks that you can use to shortchange all of the other stuff that we talk about with respect to hygiene and timing\nThese are truly accretive things that get added on and improve quality\n\n \nSleep supplements: mechanisms of action, contraindications, and Peter’s regimen [37:30]\nSupplements Peter takes regularly:\n\nGlycine (2 grams)\nAshwagandha (600 milligrams)\nMagtein or magnesium L-threonate (Two capsules, roughly 2 grams)\n\nSupplements Peter takes sparingly (e.g., for jet lag):\n\nPhosphatidylserine\nMelatonin\nSee more about Peter’s jet lag protocol in AMA #4\n\nAnd Peter’s has personally tinkered with many different supplements:\n\nHe’s tried lithium (low does of 10-20 mg)\nPeter used to take something called Phenibut (a form of GABA given orally that crossed the blood brain barrier)\n\nPhenibut was his favorite sleep supplement up until three years ago when the FDA banned it — “This was a mistake in my opinion, an overreaction.”\nAfter it was banned, he started looking for other ways to get GABA that can make it into the CNS, but taking straight up GABA does not seem to do it\nThis search is what led Peter to glycine\n\n\n\nGlycine (Peter takes 2 g):\nMechanism:\n\nGlycine is an inhibitory neurotransmitter in the brainstem and spinal cord. In these areas, glycine inhibits motor activity during rapid eye movement (REM) sleep.\n\nGlutamate is the neurotransmitter that excites motor activity during REM\nEndogenous glycine modulates sensitivity to glutamate and exogenous glycine may augment this modulatory action.\nIn taking glycine, the hope is that it’s calming the central nervous system\n\n\n\nData:\n\nThere’s some decent animal data, but a polysomnographic study in humans is more interesting\nThe human study used 3g of glycine and found three things that happened:\n\n1 – It shortened latency (fall asleep quicker)\n2 – Reduced the latency to slow wave sleep\n\nImportant because you have a very discreet window in which you’re going to get your slow wave sleep. It occurs early in the evening, early in your sleep\nSo the later you go to bed, the more you’re short changing your deep sleep, your slow wave non REM, and therefore anything that reduces latency to that presumably gives you access to more of it.\n\n\n3 – It had no alteration of sleep architecture anywhere else\n\n\n\nContraindications:\n\nPatients who are taking clozapine shouldn’t be taking glycine\n\nPhosphatidylserine as part of Peter’s jet lag protocol\n\nPhosphatidylserine is an “incredibly potent” supplement is part of Peter’s jet lag protocol that he doesn’t use it regularly\n\nIt’s mechanisms of action are not entirely clear, but it seems to suppress cortisol release (an adrenal inhibitor)\n\n\nWhen traveling and Peter needs to put himself into the destination time zone (one that’s far ahead) he’ll add this to his routine\nFor example, you take off and it’s 2:00 PM but in your destination it’s 10:00 PM\n\nThe strategy is to go to sleep and act as though it’s 10:00 PM\nIt’s hard sometimes to force yourself to go to sleep at 2:00 PM because there are three variables that are driving sleep primarily: 1) melatonin, 2) cortisol, and 3) adenosine.\nHow to increase adenosine?\n\nNo coffee that day\nLots of exercise that day very early in the morning\n\n\nHow to increase melatonin?\n\nMelatonin is NOT part of Peter’s normal nighttime routine\nBut in the situation for jet lag, he will “slam” himself with 2-5 g or melatonin\n\n\nThen, how does he shut down his adrenal glands (cortisol)?\n\nThe answer is 400-600 milligrams of phosphatidylserine\nOn a day to day basis, “phosphatidylserine is a bit overkill and I don’t think it’s really efficacious at the 100-200 milligram dose”\n\n\n\n\n\nAshwagandha (Peter takes 600 mg): \nMechanism\n\nAshwagandha is a milder version of phosphatidylserine\nIt reduces activation of the hypothalamic pituitary adrenal access and the cortisol release\nAn active ingredient of Ashwagandha leaves, triethylene glycol, can induce sleep in mice through reducing the NREM sleep onset latency period\n\nData:\n\nThe RCTs in human are “not overwhelmingly robust” says Peter\nHuman studies with ashwagandha include:\n\nAn RCT (n = 58), found that 300 mg of ashwagandha 2x per day for 10 weeks shortened sleep onset latency, improved sleep efficiency and sleep quality \nAn RCT (n = 58) that used either 250 or 600 mg daily ashwagandha for its anxiolytic effects found that both doses reduced serum cortisol and improved subjective sleep quality based on a 7-point sleep scale.\n\n\nWhile Peter says this data isn’t that robust, he has found objective and subjective benefits when he takes it\n\nContraindications:\n\nDuring pregnancy and breast-feeding, in patients pre-surgery, in patients with stomach ulcers, autoimmune conditions, in patients on medication to manage diabetes, high blood pressure, or thyroid disorders\n\nMelatonin\n\nMelatonin is probably the single most common sleep supplement out there\nBut Peter doesn’t use it regularly… why?\nHow melatonin works: The pineal gland releases melatonin in the dark and melatonin therefore is a signal to the body that it is time to sleep\nThe increase of melatonin is a very important signal for our body to go to sleep\nWhen we think about how much physiologic melatonin is secreted by the pineal gland, it’s a very small amount (20-100 micrograms)\nBut when people take melatonin over the counter, it’s very hard to find a dose less than 1 milligram, which is 1,000 micrograms.\nBut when you look at certain data, it would suggest that anything over 700 or 800 micrograms orally, tends to impact melatonin receptors in the brain by down regulating them\nIn other words, when you put so much of the molecule into place, the brain gets sort of desensitized to it and you reduce the receptors\nPeter’s general rule of thumb: If you must take melatonin frequently, which he would NOT encourage, it should be a very low dose (100-200 micrograms)\nInstead you want to work on ways to naturally create melatonin through light removal in the hours leading up to bed\n\n“And look, melatonin is an antioxidant, it’s a healthy molecule. So I don’t want to sound like I’m sort of dismissive of it, but I don’t view it as a great strategy for your day in day out approach. At least at a dose that is typically acquired.” —Peter Attia\nMagnesium L-threonate\n\nPeter first heard about magnesium L-threonate about eight years ago when got interested in it more around the “tantalizing data” with respect to neurodegenerative disease\n\nTaking a step back…\n\nMagnesium L-threonate is a type of magnesium that can cross the blood brain barrier\nWhen you take magnesium, it’s doing a bunch of great things in your body, but it’s generally not getting across the blood-brain barrier (so not getting into your brain)\nSo the L-threonate is the transporter to the brain\nApproximately 8 years ago, Peter came across some interesting data\n\nIt’s quite dated so it could be completely incorrect today, but the data were suggesting that, in patients with early MCI (mild cognitive impairment), high doses of magnesium L-threonate were improving symptoms\nThe idea being that magnesium plays an important role in ion channel conductivity, including MDMA receptors, and something about getting more magnesium in the brain was improving neuronal health.\n\n\n\nRegarding its impact on sleep, Matthew Walker has mentioned that there is some evidence that:\n\nMagnesium supplement for sleep likely came from studies in the 80’s and 90’s that found:\n  about 60% of subjects who were Mg deficient (400 of 1300 total subjects) had insomnia (higher than the population avg of 15-30%)\n\nHigh circulating levels of Mg in infants is associated with higher levels of quiet sleep (precursor to NREM)\n\n\nThose data make it somewhat of a “leap of faith” that supplementing with magnesium will improve sleep\n\n“Of all the things that are on my list, I would say [magnesium L-threonate] is the one for which I feel the least compelled. Part of my taking it is rooted in somewhat of a belief I have that this is possibly just more of a brain health supplement than an actual sleep supplement.” —Peter Attia\n*Important note about the individualized nature of sleep supplements/drugs:\n\n“I hope that someone listening to this is also realizing that this stuff’s highly individualized”\n“I don’t think we have one single patient in the practice who is taking exactly this combination of meds for sleep”\n“Some are doing it with a subset of these. Some are doing it with a subset of these and other things that I don’t take”\n“It’s one of those things you have to really tinker with until you kind of find what works for you.”\n\n \nTemperature during sleep, cooling devices, mattresses, and more [53:00]\nCooling devices/mattresses:\n\nPeter used to use a device called the ChiliPad (see member-only discount page)\nPeter currently uses something called the Eight Sleep \n\nThey sell a mattress with a built-in cooling device \nThey also sell a mattress cover, which is what Peter has and he finds it to be an “unbelievable tool”\n\n\n\nWith Eight Sleep, you get the following:\n\nYou can set the mattress to different temperatures throughout the night (as opposed to one temp all night long)\n\nPeter has a certain level of cool when he gets in bed and he has it get cooler and cooler (down to about 60 degrees) before having the temperature rise starting at 4am or 5am preparing to wake up at 6am\n\n\nYou can also set an alarm where the mattress starts to vibrate to wake you (better than loud alarm on phone)\nAdditionally, it also tracks your sleep staging (to the best an algorithm could):\n\nIt does a remarkable job at measuring heart rate\nIt does a remarkable job at measuring movement \nBut it does an okay job at measuring heart rate variability\nAnd those three variables, with a good enough algorithm, can get pretty close (75%-80%) to predicting sleep stages (similar to wearables like Oura and Fitbit)\n\n\n\nWhat about weighted blankets?\n\nGravity Blankets are an example\nPeter only uses a weighted blanket in the winter time\nWhile the data on weighted blankets is sparse, anecdotally some people “feel insanely better with a weighted sleep blanket”\n\n \nA tip to help avoid straining your back in the morning [59:15]\n\nA lot of people can hurt their back first thing in the morning when they just sort of lurch forward because you’re not warmed up and that puts a lot of strain on your back\nPeter’s tip is to roll on your side towards the edge of the bed to where you’re in an “L shape”\nDrop your legs off the side of the bed which should sort of lift you up naturally (could use a slight push with your arm)\nbasically get up sitting facing off the side of the bed.\nPeter has been using this technique since he hurt his back many years ago \n",
    "contentLength": 11717,
    "encodedLength": 2981
  },
  {
    "content": "\n“I’m amazed at how often a seemingly healthy person will just tweak their back getting out of bed too quickly or with a twist or a torque or doing something that’s otherwise kind of avoidable.” —Peter Attia\n \nContrasting polysomnography with wearable sleep trackers [1:00:45]\nPolysomnography \n\nA true polysom is “not pleasant” says Peter \nYou have to undergo it for a couple of nights because first night or two the data are so unhelpful because you’re not sleeping well because of all the wires you’re tied up to\nBasically, the subject has leads on their chest that are measuring cardiac electricity\nLeads on their face that are measuring electricity, so they’re measuring the muscles of the eyes\nThen they have all sorts of EEG leads on their scalp (you’ve got all of this messy gooey stuff holding these leads to your head and therefore it’s measuring brain activity)\n\nWhat the scientist or sleep doctor is doing at the end of the night is looking at:\n\nFirst and foremost your brainwaves\n\nslow wave\nfast wave\nWhat’s the period of the wave?\nWhat’s the amplitude of the wave? \n\n\nThen they’re also looking at it with movement\n\nhow much are you moving? \nHow much is your body moving? \nhow much are the muscles around your eyes moving?\nthat’s how you can deduce non REM versus REM from the eye movement\n\n\nThen their looking for: \n\nstage one, stage two (light)  versus stage three, stage four (deep) where you’re looking at alpha waves, theta waves, delta waves and all those things\n\n\nTo be clear, this is still somewhat a subjective process because ultimately the person has to make a cutoff – there’s no “biomarker” than says exactly when, for instance, theta wave stopped and this is where the delta wave began\n10 sleep scientists could look at the exact same polysomnography data and they’re not all going to stage it identically (going to be 80% to 85% agreement, but it’s not going to be 100%)\n\nSleep trackers, by contrast:\n\nSleep trackers don’t directly measure sleep the way the polysomnography is attempting to — i.e., they’re not looking at brainwaves\nThere are some out there by the way, some headbands, that are trying to look at brainwaves but it’s TBD as to whether or not those things are going to be better than the wearables like Whoop and Oura\nThat said, Peter is generally just excited about this field and the idea that these things are getting better and better\n\nThe three main variables that get measured by sleep trackers are:\n\ni) Movement, ii) heart rate and iii) heart rate variability\nStep 1 when evaluating a sleep tracker is: How well do you measure those?\nStep 2 is: How well do you take those in your algorithm and predict sleep staging, sleep efficiency, wakefulness, etc.?\n\n \nSleep tracking wearables: interpreting metrics, and the pros and cons of trackers [1:04:30]\nInterpreting metrics from sleep trackers:\n\nMost trackers will spit out an “overall” score of your sleep\nBut Peter prefers to look at the raw inputs\nFor instance, Peter is getting over a virus right now, and for the last three nights:\n\nResting heart rate has been 10 beats higher\nHeart rate variability has been 10 milliseconds lower \nBody temperature has been two degrees higher.\n“Those are three objective measurements that I can see that kind of validate what I know, which is I feel horrible, my workouts suck, I don’t have a lot of energy”\n\n\nNow there are other things that will impact that your data negatively\n\nAlcohol and lots of food will have the same thing, but not to that extent\n\n\n\nWhat does Peter want to see in the data?\nResting HR\n\nWant to see relatively quick drop in heart rate when he goes to sleep\nIf it takes all night to get down to the nadir, that’s usually a sign that you’re not well rested, you’re over training or something like that\n\nHeart rate variability \n\nHR variability is generally reported as an average, but want to also pay attention to the peak level\nSo not just looking at the average but the variability of heart rate variability\nIn other words, you have a tracing of heart rate variability, but the trackers tend to just say this was your average, you want to actually see how it looked and what the peak levels were\n\nBody temp\n\nTemperature is actually a really interesting metric to pay attention to and it’s certainly one of those places where you’ll see late night eating and alcohol have a negative impact.\nFor Peter, the cooler his temperature, the better he’s sleeping, and that’s obviously being facilitated through the sleep cooler device\n\nMovement and wake ups (not always very reliable)\n\nHe tries to see if there’s a correlation between what the tracker thinks is a wake up and an actual movement – Usually they’re pretty well correlated\nIf a device thinks I’m waking up, it’s really just that I’m kind of rolling in bed. \nSometimes you’ll see a clear wake up — Probably one out of every five nights I get up to pee at some point at night and that’s a real clear wake up and you see that and it’s obviously associated with a lot of movement.\nBut also he finds that a lot of times these trackers are completely misinterpreting wake ups\n*That’s one of those examples where I think sometimes just taking the trackers off, if that’s getting too much in your head\n\nIf you’re frustrated at the data and when you otherwise feel fine and rested you have to ask yourself, “Why am I letting this thing tell me that I had a restless night of sleep?”\nIt makes sense to take it off for a while and just continue to feel fine sleeping and then you might put it back on and see if it’s giving you a different answer\n\n\n\nWhen a wearable is helpful and not so helpful:\nWith sleep trackers (and the same is true for CGM), these things are really good in a couple of settings:\n\n1 – when they allow you to tinker with changes that you’re making and assess the outcomes\n\nI.e., Does this regimen work better than this regimen? Is this sauna helping or hurting?\nAnd it can’t be based on one night, it’s got to be reproducible, i.e., happens most of the time versus not\n\n\n2 – The other area where it can be really helpful is in improving compliance of behaviors\n\nMeaning, you change your behaviors because you don’t want to “see” poor results on your tracker\n\n\n\nWhen it’s not so helpful:\n\nIt’s not so helpful when you cross over that threshold and you get into the point where the results of the thing, in this case the sleep tracker, if negative, impact your quality of life\nLike if the suggestion of bad sleep actually makes you feel and perform worse, then you’ve got to take that thing off\nPeter generally takes off his tracker when he KNOWS his sleep will be bad (recent example being when he went hunting for a few days)\n\n“I just didn’t feel the need to be reminded of how poorly my sleep was by those metrics”\n\n\n\nSeveral studies have shown that external manipulation of perception of sleep quality can impact cognitive performance as well as subjective feelings of sleepiness.\n\nFigure 2. Draganich 2014, Gavriloff 2018, Rahman 2020\nThe 2014 study: \n\nThis study used false/arbitrary sleep quality “measurements” to assess effect of sleep quality feedback on performance\nSurveyed participants on their previous night’s sleep quality, then pretended to “measure” the previous night’s sleep quality (as a % of REM sleep) from heart rate, pulse, and a sham EEG. \nEach subject was assigned to “below average” or “above average” sleep quality, regardless of self-reported status\n\n*Quick story on history of sham surgeries:\n\nSham experiments are a very important part of medicine \nThere was a day when they used to do sham surgeries\n\nSo you would’ve had two groups of people that were randomized, one to actually get the surgical treatment (e.g., removing your gallbladder or repairing your hernia)\nAnd the other group was anesthetized and actually cut open and then closed and nothing was done on the inside\n\n\nThey actually did sham surgeries for coronary artery bypasses\n\nSo both people are getting the full median sternotomy but one group is actually getting a bypass and one group is not\nAnd the question in that situation was like do these things actually help you live longer independent of your belief around whether or not you have the operation?\n\n\n⇒ For more on sham surgery experiments, check out episode #36 with Eric Chehab\n\nBack to the 2014 study…\n\nIn a test of auditory attention and processing speed  (PASAT – paced auditory serial addition test), those assigned to the “above average” group outperformed those assigned to the “below average” group, but self-reported sleep quality was not predictive of cognitive functioning.\nIn other words, telling people that they slept well versus not well seemed to determine performance\n\nThe 2020 study:\n\nThis was an inpatient sleep study (i.e., patients that were brought into a facility to sleep)\nIn the study, they manipulated the clock speed to influence the patient’s perception of total sleep time\nIn other words, all the patients would sleep at the same time, but some thought that they slept more versus less based on the manipulation of clock.\nThe results were that the cognitive performance was significantly worse (by an increase in reaction time) in subjects who slept for eight hours but were informed that they were only sleeping five hours compared to those who slept for eight hours and who were correctly informed of it\n“So you think about that, it’s hard for me to consider data like that and not think that when you tell somebody their sleep score stinks, it’s going to set them up for a bad day.” says Peter\n\nSide note: Peter was talking with Inigo San Milan and asked Inigo whether Tadej Pogacar would wear sleep trackers or even HR trackers during the race…\n\nInigo said something along the lines of “Absolutely not. The last thing I want him thinking when he gets up in the morning is, I didn’t have a good night’s sleep last night. I’m not going to be ready to go out and attack.”\n\n \nFinal takeaways on sleep [1:16:30]\nAny last bit of advice you’d want to give people before we sign off?\n\nYou have to find the balance between the art and the science on this\nOnce you’re getting too bent out of shape over it, you’ve gone too far, you’ve got to back off and take the tracker off and stop micromanaging it. \nAt the other end of the spectrum, a lot of people who sleep poorly, it’s really easy to fix if they’re really being brutally honest with their sleep hygiene stuff. \n\nAre you really stopping your food and your alcohol or cutting your alcohol all together at the right time? \nAre you really winding yourself down and not winding yourself up before bed? \nAre you in a dark room? \nIs it cool? \nAnd are you giving yourself 8.5 hours to be in bed? \n\n\n\n“You can get so much of the benefit by just getting those things right. And it’s amazing to me how many people come to me who are complaining of horrible sleep and they tell you they’ve done everything and they haven’t done those things.” —Peter Attia\n⇒ For more on sleep metrics like heart rate variability, check out: #193 – AMA #31: Heart rate variability (HRV), alcohol, sleep, and more\n",
    "contentLength": 11042,
    "encodedLength": 2713
  }
]