[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter answers questions related to the leading cause of death in both men and women—atherosclerotic cardiovascular disease (ASCVD). He highlights the most important risk factors for ASCVD, such as apoB, LDL, hyperinsulinemia, and Lp(a), and explains the mechanism by which they confer risk and how these factors are interrelated. Peter also dives deep into the data around apoB to try to answer the question of how much residual risk is conferred for ASCVD through metabolic dysfunction once you correct for apoB. He also looks at the data around lifetime risk reduction of ASCVD in the context of low apoB.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or our website at the AMA #43 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here. \nWe discuss:\n\nA racecar analogy for understanding atherosclerotic cardiovascular disease [2:00];\nDefining and differentiating apoB and LDL-C [10:00];\nThe interrelated nature of insulin levels, apoB, triglycerides, and ASCVD parameters [13:00];\nAnother way that hyperinsulinemia plays a role in endothelial dysfunction [18:00];\nWhy Peter uses the oral glucose tolerance test (OGTT) with all patients [20:15];\nIs there any evidence that hyperinsulinemia is an independent contributor to ASCVD? [23:00];\nThinking through risk in the context of high-fat diets resulting in improved metabolic metrics but with an elevation of apoB/LDL-C [27:30];\nThinking through risk in the context of low apoB but higher than normal triglyceride levels [32:15];\nThe importance of lowering apoB for reducing ASCVD risk [38:15];\nData on men and women with familial hypercholesterolemia that demonstrates the direct impact of high apoB and LDL-C on ASCVD risk [47:45];\nImportance of starting prevention early, calcium scores, and explaining causality [52:30];\nDefining Lp(a), its impact on ASCVD risk, and what you should know if you have high Lp(a) [56:30];\nLp(a) and ethnic differences in risk [1:00:30];\nWhy someone with elevated Lp(a) should consider being more aggressive with apoB lowering strategies [1:05:00];\nAddressing the common feeling of hesitancy to taking a pharmacologic approach to lower ASCVD risk [1:07:15];\nPeter’s take on the 2022 Formula 1 season and thoughts on 2023 [1:15:15]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#238 – AMA #43: Understanding apoB, LDL-C, Lp(a), and insulin as risk factors for cardiovascular disease\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#238 – AMA #43: Understanding apoB, LDL-C, Lp(a), and insulin as risk factors for cardiovascular disease\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#238 – AMA #43: Understanding apoB, LDL-C, Lp(a), and insulin as risk factors for cardiovascular disease\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t",
    "contentLength": 3137,
    "encodedLength": 996
  },
  {
    "content": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show Notes\n\n§\nA racecar analogy for understanding atherosclerotic cardiovascular disease [2:00]\nPrevious episodes on this topic: \n\nAMA 34\nEpisode #210 with Benoît Arsenault on Lp(a)\n#185 with Allan Sniderman\n#140 with Gerald Shulman insulin resistance\n\n***\nWhat’s more of less known:\n\napoB can increase risk\nLp(a) can increase risk\nInsulin, not good for ASCVD\n\nBut the open questions include things like:\n\nHow can these risk factors collectively influence the risk of someone?\nAnd how to think through hypotheticals such as:\n\nWhat if my apoB is low, but my Lp(a) is high?\nWhat if my insulin is good, but my LDL or apoB is raised?\n\n\n\nRacecar analogy:\n\nImagine your lifespan is the length of time it takes you to drive a race car from point A to point B, where point B is driving it off a cliff\nYou have two pedals: the accelerator and the brake pedal \n\nYour feet are always on both pedals, so it’s really just a question of how hard are you pressing on each one\n\n",
    "contentLength": 1969,
    "encodedLength": 997
  },
  {
    "content": "\nIn this analogy, there’s never a point when the car is not moving towards the edge of the cliff, but you can do things that really speed up the drive, which means you’re moving towards death more quickly\n\nThat would mean you’re pressing much more on the throttle than you are on the brake\nConversely, you could have minimal pressure on the throttle and much more pressure on the brake and really slow your forward progress.\n\n\nThen the questions become:\n\nWhat are the factors that you could be doing that accelerate the drive towards the cliff?\nWhat are the things that you can be doing that slow that trajectory?\n\n\nThat said, some things aren’t under you control like Lp(a)\n\nLp(a) is just a low level of maintenance throttle that is put on the pedal\nSo somebody who’s born with a low Lp(a) has a very low throttle application\nSomeone who’s born with a high Lp(a) would have a higher throttle application.\nwe would just call this baseline maintenance throttle.\n\n\nHigh apoB is also an accelerator, but you can apply the “brake” by lowering it\n\nYou can lower apoB with dietary changes (slight push on brake)\nOr you can lower it with the application of pharmacotherapy (hard push on brake)\nThe more you’re lowering apoB, the harder you’re pushing on the brake\n\n\nIf a person has, for example, type 2 diabetes that is generally accompanied by hyperinsulinemia\n\nwhat is hyperinsulinemia doing in this equation? It is pressing harder on the throttle\nIt is accelerating through mechanisms like upregulation of APOC3 expression, which regulates apoB in the wrong direction\nSo more APOC3 means more apoB impacts the LDL receptor, the LDL receptor related protein. It moves all of these things in the wrong direction\n\n\nOther examples of accelerators: \n\nSmoking\nHigh blood pressure\n\n\nSo what are the big three things that are driving ASCVD? \n\nSmoking, \nhypertension, \napoB. \nThen, of course, you have other things, like Lp(a), hyperinsulinemia\n\n\n\n“That would be my analogy, which is we have a car that we can’t actually stop, but we can really slow it down to a dull roar. That’s going to be through some combination of manipulating the brake and the throttle.” —Peter Attia\nOne thing to add to this analogy:\n\nIf you’re 100 feet from the end of the cliff (i.e., you’re an older person) and you’re traveling fast, you better get ready to lock up the brakes.\nIf you have a mile between you and the cliff, you can be a lot more judicious in your use of the brake pedal\n\n⇒ AMA #34 stresses the importance of starting preventative strategies early in life\n \nDefining and differentiating apoB and LDL-C [10:00]\nApoB and LDL-C \n\noftentimes these are in concordance, sometimes they’re in discordance\nPeter always prefer to know apoB\nOftentimes, people don’t know their apoB and they only have their LDL-C, which can be a predictor as well\n\nDefining the molecules\n\nLDL-C is a laboratory measurement that measures the concentration of cholesterol contained within the LDL particles\nLDL, low density lipoprotein, is not a laboratory measurement\n\nIt’s either LDL-C, the cholesterol concentration within \nOr the LDL-P, the number of LDL particles\n\n\nPeter prefers to look at apoB, which is the concentration of all particles that carry the apoB lipoprotein; which includes…\n\nLDL (the lion’s share)\nbut also VLDL \nand Lp(a), which is a subset of the LDL\n\n\n\nIn summary \n\nYour LDL cholesterol concentration is a predictor of risk—the higher it is, the more likely your risk\nBut the apoB is a better predictor of risk because:\n\nIt captures not only the concentration of LDL, and we know that it’s the number of particles more than the cholesterol concentration of the particles that drives risk\nBut also because it includes the other atherogenic particles—namely the VLDL\n\n\nSide note on Lp(a)\n\nThe Lp(a) is generally captured inside of the LDL",
    "contentLength": 3813,
    "encodedLength": 990
  },
  {
    "content": "\nWe like to know that separately because in people for whom it’s very high, our best strategy at the moment to reduce residual risk is to obliterate apoB concentration\n\n\nPeter measures all of these in his patients, but at the end of the day, he looks heavily at apoB concentration as the most important metric \n\n⇒ For more info on this topic: \n\nAMA 34 \n#185 with Allan Sniderman\n\n \nThe interrelated nature of insulin levels, apoB, triglycerides, and ASCVD parameters [13:00]\nAre there relationships between insulin levels and other lipid ASCVD parameters like apoB?\nBefore getting to that question, Peter takes a step back to explain an observation about hyperinsulinemia:\n\nThe observation that is unequivocal is hyperinsulinemia is associated with worse outcomes in ASCVD\nType 2 diabetes, for instance, is just a very extreme manifestation of hyperinsulinemia\n\nWhile type 2 diabetes is defined by glucose level, but the precursor to that is hyperinsulinemia\ntypically the true canary in the coalmine, is it’s a postprandial challenged glucose response, where glucose is normal, but insulin is distorted (elevated)\nWhen we see that 30, 60 minutes after you’ve been challenged with glucose, you have elevated insulin, we know that you’re on the path towards insulin resistance.\n\n\n\nPeople with type 2 diabetes are much more likely of developing ASCVD—The question is why? What’s the mechanistic explanation for this?\n\nInsulin and insulin resistance impact the expression of APOC3\n\nAPOC3 is another lipoprotein\n\n\nIn Peter’s upcoming book, he writes about the APOC3 gene, which is one of the centenarian genes\nCentenarians are more likely to have a version of that gene that results in lower expression…in other words, that’s a good thing.\nThe “bad” version of that is what we see the expression pattern in people with hyperinsulinemia insulin resistance is that we upregulate that\n\nIf we do that, if we increase the expression of that, it blocks the activation of something called lipoprotein lipase or LPL\nLPL is an enzyme that sits on cells that basically performs a function of controlling lipolysis.\nOne of the side effects we see of blocked LPL activity is less utilization of triglyceride\nIf you’re using them less, what’s happening? You’re increasing the amount of triglyceride you have.\n\n\n\nLet’s think back to what does this all mean? \n\nIf you increase the concentration of triglyceride, we know that risk goes up\nBut the question is, through what mechanism? ⇒ It goes up through apoB\nWhy does it use apoB? ⇒ Because triglycerides like cholesterol are not water soluble. They’re fat soluble, which means they can’t be trafficked on their own. They can’t just freely float through plasma. They need a chaperone. \n\nThe most common chaperone we use to move cholesterol are apoB-bearing particles, namely the VLDL particle, which is itself very atherogenic\nIn fact, if it sticks around a long time and becomes a remnant, it is especially atherogenic.\n\n\nIf we are increasing expression of APOC3 and blocking the action of lipoprotein lipase, we’re going to see a net increase in triglyceride\nFurthermore, we’re going to see a specific increase in a type of LDL which is triglyceride rich\n\nWe really don’t want to see these triglyceride-rich LDLs\nWe want the triglycerides to be utilized because if you have now triglyceride-rich LDLs and their purpose there is to really carry cholesterol, what does the body do?\n\n\nIt has to make more LDLs. That means the concentration of apoB is going up.\nThat’s the most important mechanism\n\nHow do we see this?\n\nThe way we basically see that is we’re going to see high plasma levels of triglycerides, and we’re going to see other things as well\ngoing to see HDL cholesterol concentration go down. That’s probably due to the change in activity of a protein called cholesteryl ester transfer protein, CETP\n\n“Hyperinsulinemia is a risk factor that also increases, both directly and indirectly, the risk of ASCVD.” —Peter Attia\n ",
    "contentLength": 3962,
    "encodedLength": 984
  },
  {
    "content": "\nAnother way that hyperinsulinemia plays a role in endothelial dysfunction [18:00]\n\nThe other way insulin, especially hyperinsulinemia, is playing a role is with endothelial dysfunction\nIf you ask the question, what is the cascade of events that leads to ASCVD?\n\nEndothelial dysfunction is an important risk factor\n\n\nWhy is endothelial dysfunction an important risk factor? \n\nBecause if the endothelium is not working, the apoB particles have an easier time getting through the gaps and into the subendothelial space\nFurthermore, we know that that’s what propagates the risk—\n\nAs the apoB particles get retained and oxidized and the immune cells, namely monocytes that become macrophages, undergo the phagocytosis of the oxidized LDL particles and become foam cells, that creates an inflammatory milieu in the subendothelial space that drives endothelial dysfunction and leads to a greater and greater cascade of more apoB particles being retained, oxidized, etc.\n\n\n\n\nInsulin itself seems to drive this endothelial dysfunction\nBut this is a much harder thing to demonstrate because we don’t really have great clinical commercial assays for endothelial function\nIf you do look at cultured endothelial cells and you alter insulin concentration, you’re going to see signaling pathways in the endothelium that suggest that they are becoming less functional\n\n⇒ For more, check out this article: When does heart disease begin (and what this tells us about prevention)? \n \nWhy Peter uses the oral glucose tolerance test (OGTT) with all patients [20:15]\nOral glucose tolerance test (OGTT)\n\nFor understanding someone insulin level and insulin sensitivity, Peter prefers the OGTT test\nThis is a test that has to be done the old-fashioned way at a doctor’s office (no at home test for this yet)\nThe OGTT works by drawing your blood while you’re fasted, and it’s drawing glucose and insulin\nThen you drink a pre-formulated glucose drink called Glucola which comes in 50, 75 and 100 grams of glucose… Peter always uses the 75g formula to keep the test consistent\nAfter the patient drinks the glucola, they will draw the glucose and insulin levels 30, 60, 90, and sometimes 120 minutes later\nPeter is looking for a pattern of glucose and insulin concentrations over the two hours \nYou should see the peak of insulin and glucose usually at 30 minutes, maybe at 60 minutes\nYou tend to see peaks at 30 in insulin-sensitive individuals\nPeter is both looking for the number, meaning the actual concentrations of glucose and insulin, and also the pattern over the course of the 2 hours\n\nOGTT on every patient\n\nWe do it for every patient on day one when they come in\nThere are some patients whom I would say the results of that test probably suggest that this is a test that they don’t need anytime soon again\nThen there are other patients in whom it really illustrates a significant issue and becomes the type of test we might do every six to 12 months.\n\n⇒ For more on the OGTT test and what it can tell you, check out: AMA #15: Real-world case studies—metabolic dysregulation, low testosterone, menopause, and more\n \nIs there any evidence that hyperinsulinemia is an independent contributor to ASCVD? [23:00]\nHyperinsulinemia, as Peter explained, can have a role in ASCVD through lipid metabolism, but is there any evidence that hyperinsulinemia is an independent contributor to ASCVD?\n\nPeter says this an important question because we’ve already explained how insulin mediates so much of its effect through apoB\nBut it then begs the question, if you account for apoB, do you get any additional prediction from insulin?\n\nAt look at the data…\nThe largest study that looked at this was a Finnish study that looked at about 2,600+ men \n\nIt sought to identify the relationship between hyperinsulinemia and all of the usual variables, obesity, hypertension, dyslipidemia, etc\nIt prospectively followed men and divided them into quartiles of fasting serum insulin\n\nYou had the lowest quartile, second, third, and the highest\n\n\nIf you looked at the raw data, you would see that the risk of ASCVD went up with quartile, but once the investigators corrected for lipids, blood pressure, BMI, etc., there was no statistical significance\n\nThat was even comparing the highest quartile to the lowest quartile\n\n",
    "contentLength": 4277,
    "encodedLength": 980
  },
  {
    "content": "\nPeter says, “That’s not surprising in the sense that I think most of the impact of insulin and hyperinsulinemia can be transmitted through apoB, either through LDL clearance directly and/or triglyceride concentration going up”\nThey did see that there was some effect potentially on endothelial dysfunction, and that should actually be independent there\n\nBut it begs the question, was fasting insulin the right metric? Maybe it was. Maybe it wasn’t.\n\n\n\nAnother study looked at this using a tool called Mendelian randomization (MR)\n\nMR works by finding genes (or SNPs) that are associated with the phenotype of interest and a sking the question, because those genes and those SNPs are going to be randomly distributed across a population, how do the random distribution of those properties impact the outcome I care about?\nIn this particular study, they found 50 SNPs that were associated with insulin resistance and asked the question, how does the property of IR as determined by these genes drive cardiovascular disease? \n\nThey certainly found a strong prediction—Coronary artery disease, myocardial infarction, ischemic stroke, all of these things were statistically significantly associated with insulin resistance\nThe odds ratios that they found were anywhere from 20%, up to an 80% increase, in risk\n\n\nThe limitation of this study can be found by asking the question: What were they using to define insulin resistance? ⇒ In other words, what were they defining as the phenotype of interest?\n\nThe phenotype that they were using was high fasting insulin, low HDL cholesterol, and high triglyceride level\nHere’s the problem with that:\n\nHDL cholesterol and triglycerides are generally captured very well in apoB\nSo it’s not entirely clear that this study chose the right metric through which to identify insulin resistance\nBy the way, it’s also not clear that even just high fasting insulin by itself as genetically determined, which is what it would be in this study, would also represent that\n\n\n\n\nSummary from Peter: “This is a long-winded way of saying I’m not sure how strong the relationship is independently of insulin resistance once you correct for all of the other places where it shows up.”\n\n \nThinking through risk in the context of high-fat diets resulting in improved metabolic metrics but with an elevation of apoB/LDL-C [27:30]\nHypothetical patient scenario (which is not uncommon):\n\nA patient goes on a new diet (usually keto or carnivore) and \n\ninsulin levels go down\nblood pressure goes down\nThey feel better, and lost some weight\nBut, they noticed an increase in apoB and/or LDL-C\n\nShould they be concerned with this?\n\n\n\n\n\nPeter’s response:\n\nWe see this most commonly in people who are going on diets that are really high in fat\nA not uncommon finding is a person goes on one of these diets, and they go from having a normal lipid profile to a very abnormal lipid profile\nIt’s not uncommon for these people to look like they have familial hypercholesterolemia—meaning they have the lipid profile of people with a genetic disease that results in the impaired clearance of apoB particles\nThese patients will show up with a total cholesterol level easily of 300 milligrams per deciliter, an LDL cholesterol level north of 200 milligrams per deciliter, a very high HDL cholesterol, 80 to 90 milligrams per deciliter, and low triglycerides\nThat’s also accompanied by normal insulin signaling, so these are patients that are not insulin resistant\n\nThe question then becomes: What has been the change in risk? \n\nLet’s just say this person went from having some insulin resistance, so higher triglycerides, lower HDL, higher insulin, and relatively normal LDL cholesterol\nNow all of a sudden their LDL cholesterol is through the roof, HDL cholesterol has gone up, triglycerides have gone down, insulin has gone down\nThere are a lot of people out there who are asserting that the risk is fine and there is no increase in risk\n\nThey say this even in the context of LDL cholesterol going from the 40th percentile to above the 99th percentile, and with it the apoB of course \nAnd they says that this is not cause for alarm because insulin has come down, HDL cholesterol has gone up, and trigs have gone down\n\n\n\nPeter’s counterargument to those saying there is no increase in risk:\n\nTriglycerides below the level of 400 are not predictive at all of ASCVD risk once you’ve corrected for apoB\n",
    "contentLength": 4399,
    "encodedLength": 993
  },
  {
    "content": "\nIn other words, all of the risk of the triglyceride is captured within apoB\nSo immediately, we now can say it doesn’t matter that your trigs went from 150 down to 50… “That’s wonderful. It certainly suggests you’re more insulin sensitive.”\n\n\nBut if your apoB went from 80 to 180, your risk has gone up dramatically\nWe know that that’s true of the HDL cholesterol as well\n\nHDL cholesterol is one of the most confusing metrics out there\nHDL really is all about function\nIt is not about the cholesterol content within it, the way LDL is\n\n\nWe’ve also just established that while lower levels of insulin are probably better than higher levels of insulin, it’s not clear how much of that is true once you’ve corrected for apoB\nWhen apoB skyrockets in the presence of falling insulin and triglycerides, all evidence to date suggests your risk of ASCVD has not gone down\nIt is therefore our position that if a person is on a diet that is creating benefits in some ways, for example, weight loss, amelioration of insulin resistance, but it’s driving apoB up, and they’re really serious about longevity and reducing the risk of disease, they basically have two choices\n\nOne is to abandon the diet\nThe other is to stay on the diet and take lipid lowering medication\n\nAnd it’s not a “failure” to have to take a medication to lower apoB in the presence of a diet that is otherwise potentially working for somebody\n\n\n\n\n\n \nThinking through risk in the context of low apoB but higher than normal triglyceride levels [32:15]\nNick asks a clarifying question: “If your apoB has gone down and is in the 5th, 10th, or 20th percentile, but your triglycerides have gone up, you’re not worried about that because you care more about the apoB going down?”\n\nPeter says, “Yes, this has been clearly established that as long as the triglycerides are below 400”\n\nOnce the triglycerides are above 400, you run into a world of different problems, like pancreatitis\n\n\nAgain, for example, if you have an individual whose apoB is at the 50th percentile, whose triglyceride level is 100 milligrams per deciliter and then you put them on a medication that lowers their apoB from the 50th percentile to the 5th percentile, but their triglycerides in the meantime go from 100 to 150, their risk has gone down, not up\nJust for people to know, triglycerides of 400 is an abnormally high number for a fasting level\n\nIt’s not uncommon to see a level of 400 if you accidentally draw somebody’s blood after they’ve eaten\nBut if a person’s been fasting for 12 hours and their triglyceride level is over 400, they’re either profoundly insulin resistant or they have a genetic disorder that results in elevated levels of triglycerides\nPeter says “We care very deeply about those because you have to make sure you’re addressing the remnant apoB problem”\nTo be clear, it would be almost impossible to imagine a scenario where a person’s apoB is in the 5th percentile when their trigs are 400\n\nWhy? ⇒ Because apoB has to include the VLDL, and the VLDL is impacted heavily by … meaning the concentration of VLDL has to be impacted heavily by the triglyceride concentration\n\n\nIt is not impossible, however, to believe that there’s a situation where your LDL cholesterol could be in the 5th percentile and your trigs could be in the top 0.01 percentile if they’re at 400\n\nWhy? ⇒ Because if you only look at LDL cholesterol, you can miss this type of pathology where the VLDL cholesterol is very high through the triglyceride burden (this is a great example of where apoB is essential)\n\n\n\n\n\nHow does Peter look clinically at triglycerides? Are there certain things with patients that triglycerides alone tell you, or is it more how triglycerides are wrapped with the other lipid panel metrics?\n\nHe looks at the triglyceride every time he draws blood and asks the question, what’s the ratio of triglyceride to HDL cholesterol? \n\nThis is a poor man’s test of insulin sensitivity",
    "contentLength": 3923,
    "encodedLength": 957
  },
  {
    "content": "\nWe always want that ratio to be as low as possible—A great ratio is less than 1.0, meaning if your HDL cholesterol concentration is higher than your triglyceride concentration, you’re very likely quite insulin sensitive\n\n\nWe also know that with elevated triglycerides comes an increase in the risk of NAFLD, so it just alerts us to pay attention to these things\n\nOf course, he’s also looking at the liver function tests, the AST and the ALT\n\n\n\nUnique nature of apoB as a biomarker\n\nApoB is in some ways an exception and not a rule when it comes to biomarkers\nIt’s a beautiful biomarker in that it aggregates so much information that you can really focus on it because, by itself, it tells you a lot\nThat is NOT the case with a lot of biomarkers\nExample: Testosterone\n\nTestosterone, which by itself communicates a lot of information, but if you don’t really know the sex hormone binding globulin and the free testosterone level, you don’t really know what’s going on there\nFurthermore, if you don’t know how the patient feels, you really don’t know what’s going on there\nSomeone who’s got a testosterone level at the 50th percentile could feel totally fantastic. \nhey could have a low sex hormone binding globulin and a high free testosterone and they’re great\nAnother person could have a high SHBG, a low free testosterone, and feel horrible\nOr, you might have two people with the same level that feel completely different, and therefore you can’t just treat somebody or make a broad statement based on that.\n\n\nThe same is true with triglycerides because we look at a bunch of other things\n\nWe want to see other metrics of insulin resistance. We want to look at the AST; the ALT; the homocysteine; the insulin, of course; the glucose; the A1C; the ferritin level.\nAll of these things communicate information to us, such that no one number in that suite is by itself complete\n\n\n\n \nThe importance of lowering apoB for reducing ASCVD risk [38:15]\nApoB is necessary, though not sufficient, factor in the development of ASCVD\n“ApoB is a necessary, though not sufficient, factor in the development of ASCVD which means the more you lower it, the more you lower risk. Full stop.” —Peter Attia\nThe big three modifiable risk factors are smoking, hypertension, and apoB\n\nIf a person says, “I want to be able to take the #1 cause of death off my list of things I’m going to die from.” …  We can do it, says Peter \nWe can’t say that for the number two, number three, number four, and number five causes of death—We don’t have the tools to take the two through five causes of death off the list\nBut we DO have the tool for number one\nIn other words, the #1 leading killer of people is the most preventable if you’re willing to \n\na) not smoke, \nb) if you are obsessive about maintaining normal to low blood pressure, so below 120/80\n\nLifestyle factors play an enormous role—Body weight, exercise, sleep, etc.\nAnd if “lifestyle changes” are not working, there are lots of medications that can help. \nBut to allow your blood pressure to be higher than that is just leaving countless amounts of money on the table\n\n\nc) keep apoB low\n\nThe more you lower it, the more your risk goes down\nPeter loves the figure below because it shows three types of data that unambiguously show us this to be true\n\n\n\n\n\n\nFigure 1. Credit: Ference et al., 2017\n\nNOTE: This is all done in LDL cholesterol, so this is actually inferior to what you would see if you did this analysis with apoB, but it’s directionally showing you the same thing\nOn the X axis, you are looking at a reduction in LDL cholesterol\n\nThis is shown in millimole per liter. I believe that one millimole per liter of LDL is roughly 40 milligrams per deciliter\nThe middle of the X axis, it says one millimole per liter, that’s about the equivalent of about a 40 milligram per deciliter reduction\n\n\nOn the Y axis, you’re seeing the reduction in the risk of cardiovascular disease\nYou have three lines on here\n",
    "contentLength": 3941,
    "encodedLength": 990
  },
  {
    "content": "\nThe lines are the best fits for three data sources\nThe first, the red ones, are all the randomized control trials\n\nThese are all the randomized control trials where patients are put on lipid lowering medication\nThey’re followed for about five years (median follow up time)\nNOTE: One of the limitations of using RCTs to understand the magnitude of risk reduction is the short duration of which we do these studies\nThis is a disease of lifetime exposure to LDL\nSo if you only intervene for five years, which is understandable, that’s all you can do in an RCT, you would expect to see a lower magnitude of risk.\n\n\n\n\n\nSo what does this figure show us?\n\nThe red line shows you that if you drop it down by one millimole per liter, 40 milligrams per deciliter, over a five-year period of time, you’re going to experience about a 22% reduction in risk\n\nNow, if the LDL-C reduction is lower, the risk reduction is higher, and vice versa\n\n\nThen you look at the gray data points (which are using prospective cohort studies)\n\nThese are not randomized. These are just following people over time\nThese have advantage of being able to go longer, but the disadvantage of not being randomized and therefore being subject to confounders\nBut not surprisingly here, you see a steeper line to the best fit curve\nA steeper line means a greater risk reduction\nIn fact, in this cohort for people with a one millimole reduction in exposure to LDL-C, and again, this is now over 12 years, you’re seeing about a 32%, 33% risk reduction in CVD.\n\n\nThe blue line on here is the Mendelian randomization study\n\nThis is very interesting because here you now have lifetime exposure\nRemember how Mendelian randomization works. This is looking at your genes, and we know that LDL is heavily influenced by genes\nWhat we can do with these studies is look at people who genetically acquire lower LDL levels and compare them to people with genetically higher LDL levels\nthe median followup here is 52 years which means that you have to look for an outcome. You have to look at a point in time when you see an event.\nAnd you’re seeing this on average at about 52 years. So the duration at which you’re studying your subject is over a 52-year period, which means, again, longer period of time\nHere I would argue you do have randomization because that’s what Mendelian randomization does (Nature does the randomization. Nature is putting genes into different people.)\nHere with a one millimole reduction of LDL cholesterol, we’re seeing about a 52% to 53% reduction in risk\n\n\n\nThe big takeaway:\n\nTo all the people who fit in the camp of saying “my LDL-C or my apoB don’t matter because of X”\n\nAnd X can be because their on a keto diet or because my insulin is low \nX can be literally anything they want to say, but it doesn’t matter\n\n\nThere is no scenario under which your risk is going down when your LDL-C and apoB are going up\n\nThat’s true if you look at all of the body of literature in the randomized control trials\nThat’s true if you’re looking at all of the literature of the prospective cohort trials\nAnd that’s true if you look at all of the Mendelian randomization.\n\n\n\n“If you can find me another area of biology where it is so abundantly clear, I can’t wait to see it.” —Peter Attia\n \nData on men and women with familial hypercholesterolemia that demonstrates the direct impact of high apoB and LDL-C on ASCVD risk [47:45]\nDefining familial hypercholesterolemia (FH)\n\nFH is a genetic condition\nIt’s a very heterogeneous genetic condition, meaning there is not one genetic pattern that results in the disease\nIn fact, there are over 3,000 genetic patterns that result in this disease\nThis is a disease that is defined, therefore, by the phenotype and not the genotype\nThousands of paths genetically to get this and most of them involve LDL clearance, so most of these involve the clearance of the low density lipoprotein by the liver\nGiven that, we concern ourselves with is what’s the phenotype? ⇒ And the phenotype is an LDL cholesterol over 190 milligrams per deciliter\n\n\nFigure 2. Credit: Perak et al., 2016\n",
    "contentLength": 4080,
    "encodedLength": 987
  },
  {
    "content": "\nIn this graph, it’s comparing men and women, and the relative risk of ASCVD depending on age and depending on LDL cholesterol\nLet’s just consider the blue bars for the men right now\n\nThese are men with LDL cholesterol less than 130 milligrams per deciliter\non the Y axis, which is the height of the bar, is what is the number of events per thousand person years?\n\nNot surprisingly, this monotonically rises to the right\nIn other words, for people whose LDL cholesterol is below 130 milligrams per deciliter, the older they get, the more events we have\n\n\n\n\nThis is also true for women but there’s about a decade shift\n\nIf you look at the men who are 50 to 59, they have about the same ratio as women who are 60 to 69\nIf you look at women who are 70 to 79, they have about the same ratio as men who are 60 to 69.\nThis is, again, completely consistent with what’s been historically observed, namely that women are at equal risk for ASCVD if you shift by one decade\n\n\nTakeaways from this graph:\nThere is an unambiguous association of ASCVD in people with FH (LDL cholesterol is over 190 milligrams per deciliter)\nWhat you’re comparing, instead of moving from left to right, you’re looking front to back\n\nAt any point in time, the risk is much higher for the people with the LDL cholesterol above 190 milligrams per deciliter compared to those below 130\n\n\n\nFH does not come with insulin resistance\n\nFamilial hypercholesterolemia is not accompanied by insulin resistance\nIn other words, Peter has patients in his practice who have FH\nThese are patients that have very, very high LDL-C, very high HDL-C, very low triglycerides, and they’re insulin sensitive\nIn other words, they’re indistinguishable from many of the people who pursue a dietary pattern that creates that phenotype (e.g., keto)\nIt’s crystal clear how much of a difference there is in risk.\n\n“I’m really hammering this point [that apoB being high matters even in the context favorable metabolic metrics like high insulin sensitivity]. We’ve got all of the RCT data. We’ve got all the prospective data. We’ve got all the Mendelian randomization data, and now we’re looking at the FH cohort.” —Peter Attia\n \nImportance of starting prevention early, calcium scores, and explaining causality [52:30]\nASCVD is a disease that can take a long time to progress, which is why you have to worry about it so early in life\n\nGoing back to the analogy early on is if you start to apply brakes at a mile out compared to 100 yards out, it’s much easier to stop the car going over the cliff\nYou can be fooled by some of the metrics that people who to deduce risk\nFor instance, you’ll maybe hear people who 40 years old say, “Look, my LDL-C is like 250 and I did a CAC score and I had no calcium so obviously I’m in the clear.”\nPeter’s response to that person might be something like, “Yeah, that may be true if you’re looking at 10-year risk and you only want to live from 40 to 50” \nBut everything you look at and everything you’re talking about with this is, again, looking at that 50-year risk, and do you want to live from 70 to 80, 80 to 90, 90 to 95\n\nBeing fooled by calcium scores\nCAC scores have a 15% failure rate\n\nIt’s worth noting that 15% of calcium scores are false negatives, meaning for every hundred people who have a zero on their calcium score, 15 of them will have a positive finding on a CT angiogram\nThis would mean they’ll either have calcium, they’ll have soft plaque, and as many as 1% to 2% of them will actually have unstable-appearing soft plaque\nWhen you have a 15% fail rate, you’ve got to be careful how much stock you put in it\n\nBut let’s just look at the 85% of people who have a negative CAC and it’s a true negative\n",
    "contentLength": 3692,
    "encodedLength": 950
  },
  {
    "content": "\nTo say “I’m not going to remove the causal factor in ASCVD because I don’t have calcium yet” is like saying “I’m a smoker and I just had a lung scan, and it shows that I don’t have lung cancer, therefore I’m going to keep smoking”\nPeople fail to understand causality\n\nWhen a causal risk factor is present, you remove the causal risk factor, full stop. That’s the way you guarantee that the disease stays away.\n\n\nNow it’s true, many people who smoke don’t get cancer. But does that in any way suggest that if you’re a smoker who quits smoking, you won’t reduce your risk?\n\n\n\n\nAutopsy of a 23 year-old man showing foams cells in the subendothelial space of his very proximal left anterior descending artery\nThis is a guy that would’ve had a negative calcium score—there was no calcification there yet\nThis case demonstrates how early this disease begins\n\n \nDefining Lp(a), its impact on ASCVD risk, and what you should know if you have high Lp(a) [56:30]\nFor more on Lp(a), check out these resources:\n\nEpisode with Benoît Arsenault on Lp(a)\nEpisode #07: Deep Dive: Lp(a)\nEpisode with Tom Dayspring (Part 5)\n\n***\nWhat is Lp(a)?\n\nLp(a) is a subset of LDL\nWhen you have any measurement of LDL, if you have your LDL cholesterol measured, it’s including in it the Lp(a). \nmost people, Lp(a) concentration is quite low. It doesn’t really contribute to ASCVD risk\nAnywhere from 8% to potentially as high as 20%, it really depends on the population, there is a threshold beyond which, typically 50 milligrams per deciliter, but maybe 30 milligrams per deciliter, above which we would say quote-unquote you have high Lp(a). \nLp(a) is an LDL particle, so it means it’s complete with its apoB. But it also has another apolipoprotein on it called apolipoprotein little a\nwhen an apolipoprotein little a wraps onto an apoB LDL particle, it’s called Lp(a).\nEpidemiology is very clear that LP(a) is associated with a higher risk of ASCVD\nIt’s also associated with a higher risk of aortic stenosis\n\nHow much does reducing apoB reduce the risk of high Lp(a)? Is that the question?\nAnother question: If you have a high Lp(a), but your doing everything you can to keep a low apoB, should you still be concerned about your Lp(a) levels?\n\nThe answer is yes and no\nIf you have a high Lp(a) and you’re doing everything medically possible to lower apoB and address all other factors associated with ASCVD, do you need to worry?\n\n“I would say no because there’s no point in worrying because there’s nothing else you can do at the moment”\n\n\nBut should you be paying attention? ⇒ Yes\nWhy? ⇒ Because of two things: \n\n1) You want to make sure you’re also documenting the health of your aortic valve\n\nThe evidence is overwhelming that you don’t want to wait to replace an aortic valve until a person has significant aortic stenosis. You want to do this in a low state of disease.\n\n\n2) We want to keep our eye on the ball for new treatments\n\nThere is a drug right now in the pipeline, a drug called an antisense oligonucleotide, that very successfully reduces Lp(a)\nPhase II studies have demonstrated very clearly that use of this drug, which blocks the synthesis of apolipoprotein little a in the liver will basically obliterate Lp(a)\nif you take this drug, Lp(a) goes away. It’s in phase three studies now because the FDA understandably wants to know: Does it also reduce events? \nIf that trial is positive, this drug will be approved. Then that person should be paying attention so that we make sure we get those patients on those drugs\n\n\n\n",
    "contentLength": 3511,
    "encodedLength": 967
  },
  {
    "content": "\nBut in the short term, if your Lp(a) is elevated, we need to take extra steps and be especially aggressive in lowering your apoB\n\nThat will reduce your risk, but it won’t reduce it to the level that a person is at when their apoB and Lp(a) are very low\n\n\n\n \nLp(a) and ethnic differences in risk [1:00:30]\nWhat do we know about ethnic differences as it relates to Lp(a) as well? \n\nThere was a study that was published this summer from the UK Biobank\nWhat they did is they looked at white and black people (Peter wishes they would’ve looked at Southeast Asian as well b/c in his experience, he sees the highest concentration of elevated Lp(a) in Southeast Asian)\n\n\nFigure 3. Credit: Kronenberg et al., 2022\n\nIf you look at the left figures, A and B, what you’re seeing is the frequency distribution of Lp(a) concentration\nIn both of these figures, the X axis is the same—It is showing the increase in concentration of Lp(a)\n\nIt’s doing this in nanomole per liter, as opposed to milligrams per deciliter\n170 nanomole per liter is 80 milligrams per deciliter, and 215 nanomole per liter is 100 milligrams per deciliter\n\n\n\n-But what do you see? \n\nYou see that black people are much more likely to have an elevation of Lp(a)\nWe see a more spread out distribution than in white people\nIn white people, you see a very sharp drop off, as opposed to a more spread out curve\nIf you look at the percentage of people over 240 nanomole per liter, it’s 3.8% in white individuals, 6.9% in black individuals\nYou can see that at every cutoff point, you’re going to see a higher frequency in the black population than the white population\nOn the right hand side of this curve, you want to look at what’s the implication from cardiovascular disease?\nThis actually surprised Peter—he had been under the impression that Lp(a) was less virulent in a black population\nIn other words, he knew that black individuals were more likely to have high Lp(a), but he thought that, based on empirical observation which was clearly wrong, that it didn’t come with as high a risk\n\n-If you look at C and D, the sub-figures, what do you see?\n\nThe line is showing you that as Lp(a) concentration goes up, so too does the hazard ratio\nHere’s what’s interesting:\n\nThe graphs aren’t all that different. What’s very different is the variability\nwhat you’re seeing in the shaded area is the 95% confidence interval\nIf you look at white individuals, and what we’re doing by the way is in this figure comparing the hazard ratio for a given Lp(a) to the reference Lp(a) (reference is the median of the population)\nThe median of the population is 20 millimole per liter, which is about 11 milligrams per deciliter.\nYou can see that it gets up to 2.7 hazard ratio, but with very tight 95% confidence interval in the white population\nIn the black population, it gets up to about 2.6, 2.7 as the hazard ratio. So directionally the same, but look at the size of the 95% confidence interval\nto me what’s interesting here, and this maybe explains why you can be misled when you’re looking at 10 individuals, because the variability is so great\nwhereas in the white population, the variability is actually very tight\n“That’s a very interesting observation as it dispels at least one of the myths that I believed.”\n\n\n\n \nWhy someone with elevated Lp(a) should consider being more aggressive with apoB lowering strategies [1:05:00]\nIf someone listening does have a high Lp(a), low levels of apoB just naturally without pharmacological interventions, is there still a benefit for them to think about lipid lowering therapies?\n\nThe answer is yes\nIn a patient with low Lp(a), even if their apoB is 80 milligrams per deciliter, it should still be lowered in Peter’s opinion",
    "contentLength": 3713,
    "encodedLength": 966
  },
  {
    "content": "\nWhy? ⇒ You’ve got the number one cause of death (ASCVD), and you can make it the number 10 cause of death. \nAll you have to do is not smoke, have perfect blood pressure, and have apoB concentration below the fifth percentile\nIf you do those things, it’s really hard to get ASCVD\nSo yes, everybody in my book should have apoB reduced provided they can tolerate the treatment that’s necessary to do that\n\nWhen it comes to patients with high Lp(a), there’s a special consideration:\n\nThere’s one class of drug on the market today that at least has some chance of lowering Lp(a), and that is the PCSK9 inhibitors\nOur first line lipid lowering medication in patients with elevated Lp(a) is not a statin but is, in fact, a PCSK9 inhibitor, which on average probably reduces Lp(a) concentration by about 30%. \n\nNote that for some patients it will be a 60% reduction, and in others almost no reduction\n\n\nIt remains to be seen whether that has any bearing on outcomes\n\nIt might be that reducing Lp(a) by 30% isn’t enough, but it’s certainly better than increasing the risk\n\n\nBut given that what we’re doing primarily is lowering apoB, that would be my preferred approach.\n\n \nAddressing the common feeling of hesitancy to taking a pharmacologic approach to lower ASCVD risk [1:07:15]\n\nSometimes people are opposed to pharmacological interventions because maybe they don’t want the side effects or maybe they don’t think it can work\nBut there’s other patients where they might just psychologically feel that if they take a medication, it admits failure, it admits defeat\nThe point here is we have these drugs at our disposal, and utilizing them doesn’t necessarily mean anything negative about the person that has to utilize them. \nWe should get over that hump because, as we said, if we want to really fight this number one cause, we need to use everything at our disposal\n\nPeter adds the following regarding the skepticism around big pharma:\n\nThere’s a little bit too much black-and-white thinking around this space\nAnd everything that transpired as a result of COVID has only made this worse\nFor very understandable reasons, the public has grown far more skeptical of big pharma\nThere were a lot of the shenanigans around claims that were made with respect to the COVID vaccine that turned out not to be true (when it was known that they were not true)\nThat’s the part that many people struggle with\nAgain, the COVID vaccines are safe, but…\n\nThe vaccines absolutely reduce the risk of hospitalization and death, but they didn’t really reduce the risk of transmission\nAnd the magnitude of the reduction in healthy people was questionable\nThere were side effects that were not acknowledged\n\n\nIt’s very hard to hold all of these conflicting truths simultaneously, such as…\n\nVaccine worked\nIt was mostly safe, but not 100% safe (but what drug is 100% safe?)\nBut there was so much polarized talking on all of this that if you got caught in the crosshairs of this, you come away from this thinking some crazy thoughts like… “COVID was basically one big conspiracy theory to prop up the profitability of pharma” … which of course isn’t true\nBut did pharma profit greatly off COVID? ⇒ Yes, they did\n\n\n\nSo how do you reconcile these things? \n\nYou have to reconcile them by saying that it’s true that pharma can make a product like lipid lowering drugs on which they profit, and yet it’s true that those drugs can extend your life—Those two factors can coexist.\nIt’s important to be able to think in a manner that’s called dialectically, which is simultaneously hold things true that seem contradictory\nIt seems contradictory that a company can make money selling you a drug and that that drug can actually improve your life.\nYou might be thinking that it “should” be that if somebody’s making money on you, it should be hurting you…But if you think about it, that’s a very illogical position\n\nFor instance, I go to a gym and I pay them a membership. By definition, they can’t be breaking even on me. They have to be making money on me to go to the gym. \nBut does that mean going to the gym is bad? ⇒ No",
    "contentLength": 4085,
    "encodedLength": 988
  },
  {
    "content": "\nIf I go to the gym and do the right exercises, it’s good for me, while they are simultaneously making money on me\n\n\n“I just think we need to be a little bit more selfish and say, what can I extract benefit-wise on the back of companies that are themselves trying to make money?”\nCan they make money producing something, and can I profit in terms of my life? ⇒ I think the answer is yes\nYou also have to be able to say that that can be true for some drugs and not true for others\n\nThere can be some drugs that are totally useless\nthere are a number of chemotherapeutic agents that are out there that offer no benefit to the patients—meaning the risk is very high, the toxicity is extremely high, and the reward is very low\nThere are literally drugs that have been approved that extend life by a month and cost $40,000\nyou can say that that’s a situation where the risk-reward trade-off for the patient is so poor and the profits are so high for the pharma company that it seems unethical\nYet that doesn’t tell you about another situation\n\n\n\n“What you’re hearing is just an incredible frustration in me that exists in people who don’t have the capacity to think through a nuanced lens.” —Peter Attia\nThe gift of apoB as a biomarker\n\nPeter is worried about scenarios where people say, “ApoB, LDL-C, it’s all a hoax. It’s all pharma’s ploy to get you to buy drugs.” \nOr people who say, “The only thing you need to do to not ever have heart disease is stop eating sugar.”\nOr the people that say, “As long as your trigs are low and your insulin is low, you can’t get heart disease.”\nThat that type of reasoning is dangerous\nThere you’re dealing with somebody who either is willingly ignoring information or who’s decided they don’t want to understand the process\n\nIt’s very sad because we do have this gift\n\nThe gift is of all of the horseman of disease, the one that is the number one killer is the one for which we have:\n\nthe most understanding of how the disease works, \nwe have the most understanding of how to prevent it, \nand we have the most tools at our disposal, pharmacologic and otherwise to reduce risk\n\n\n\n***\nMore resources: \n\nAMA 34\nEpisode with Allan Sniderman on CVD\nEpisode with Benoît Arsenault on Lp(a)\nMany podcasts with Tom Dayspring\n\n \nPeter’s take on the 2022 Formula 1 season and thoughts on 2023 [1:15:15]\nWhat’s your take on the F1 season this year? Are you happy with it? Was it exciting? What was most interesting?\n\nFor me, it’s always exciting\nBut no, the season was not as exciting as last year (may not ever be as good as the 2021 season)\nIn this season, you saw one of the most dominant performances ever by a given driver (Max Verstappen with Red Bull), given that you have an exceptional driver in an exceptional car\nBut the reason that his performance rose to the level of being so great is that his main rivals, Mercedes and Ferrari, floundered for different reasons\nIn the case of Mercedes, \n\nthey really didn’t get the car designed right at the beginning of the year, and they spent the first half of the season not even being a threat\nOnly at the end of the season in the last four or five races did they come on as a threat and you saw what could’ve been\nIn other words, it’s not so much that Red Bull did something otherworldly, it’s that Mercedes made such a mistake in car design\n\n\nIn the case of Ferrari,\n\nPeter says “I’ve never seen such a collection of incompetent individuals at the top level of a sport.”\nThey truly are the world’s most incompetent team\nThey started the year with a car that was better than the Red Bull but through what can only be described as a comical display of incompetence, they basically give away any chance of being competitive\n\n\nThe history books might look back and say, “Well, Max won this year, set all these records, most wins, most points, et cetera, and it was just because the Red Bull was such a competitive car.”",
    "contentLength": 3892,
    "encodedLength": 990
  },
  {
    "content": "\nBut the reality is that the two other cars that should’ve been side by side made these bit mistakes\nBut all of this points to next year being a really exciting year.\n\nPredictions for how the 2022 season ends:\nWho ends the year number two in the driver rankings?\n\nPeter, to date, has only watched up through free practice two\nFP two is generally the most indicative practice to give you a sense of what people really have for race pace\nCharles Leclerc with Ferrari performed better in FP two than Sergio “Checo” Perez\nSo Peter would give a slight advantage to Leclerc\nConversely, “Ferrari is Ferrari and they just have a demonstrated capacity to screw everything up”\nSo it’s too close to call because Leclerc a better driver, but they can always screw things up\nAfter this recording, Leclerc did in fact finish #2 and Checo was #3\n\nEarly predictions from Peter for the 2023 F1 season\n\n“Assuming Ferrari does NOT change leadership, I think it’s going to be between Red Bull and Mercedes next year…”\n\n“If Ferrari has a leadership change, then I think they might be competitive again, but the team principle of Ferrari is a clown.”\n",
    "contentLength": 1129,
    "encodedLength": 276
  }
]