[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, the first subscriber-only edition, Peter answers a wide range of questions from readers and podcast listeners. Bob Kaplan, Peter’s head of research, asks the questions. If you’re a subscriber, you can watch or listen to this full episode on our website. \n\n\nWe discuss:\n\nBlue light blockers and how they improve sleep [1:30];\nHow to minimize jet lag and sleep disruption while traveling [6:45];\nHow to treat symptoms of PMS, the female hormone cycle, testosterone in women, and estrogen in men [15:45];\nAutophagy: what it is, why it matters, and how can we enhance it [26:15];\nThe two-minute drill (and a bonus Patriots and Tom Brady tangent) [41:15];\nHas Peter thought about having CME accredited content for people in the medical field? [44:15];\nHow does one find good doctors that are somewhat up to date on the latest research, primary care, etc.? [45:45];\nWhat values would Peter be interested in monitoring continuously if the tech existed? [47:15];\nHow to annoy Peter [49:15];\nIf I’m interested in longevity, should I do a Ph.D. or M.D.? [50:00]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#45 – AMA #4: sleep, jet lag protocol, autophagy, metformin, and more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#45 – AMA #4: sleep, jet lag protocol, autophagy, metformin, and more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#45 – AMA #4: sleep, jet lag protocol, autophagy, metformin, and more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n§Show NotesBlue light blockers and how they improve sleep [1:30]\nBlue blocker glasses\n\nBrand Peter uses ⇒ Gunnar\n(Peter is neither sponsored by, nor receives any compensation from, Gunnar)\nApprox. $40 per pair\nLook for frequent sales on Gunnar glasses\n\nOther measures you can take to block light from electronics\n\nPhone setting\n\nMost smartphones have light settings that block blue light by rendering the phone completely red or grey\n“That usually is more than adequate than needing these glasses.”\n\n\nApp for a Mac laptop\n\nf.lux is a downloadable application for MacOS which will block blue light on your laptop\n\n\n\nSo are the blue blocker glasses really necessary?\n\nPeter says, “I kind of view the glasses as an insurance policy and I definitely notice a difference in my sleep quality.”\n\nWhat are blue blockers actually doing to improve sleep?\nSleep is a balancing act between adenosine, cortisol, and melatonin\n⇒ Adenosine\n\nSounds familiar? Probably because you remember from high school biology that ATP, which is the currency of energy, is adenosine triphosphate\nAdenosine builds up with the more energy you expend \nAdenosine levels in the morning will be higher than levels in the evening (if you’ve been doing something)\nNote: Caffeine works to keep you awake by lowering adenosine levels\n\n⇒ Cortisol\n\nYou want cortisol low in the evenings\nThe cycle of cortisol\n\n\nFigure 1. Normal daily cortisol pattern. Image credit: ZRT Laboratory\n\nYou want to wake up at a low level\nYou want to go to bed at a low level\nIn about the first two hours of waking, you should have a huge surge in cortisol\nThen a gradual tapering off leading up to bedtime\n\n⇒ Melatonin\n\nYou want melatonin to rise at night\nMelatonin is secreted by a tiny little gland called the pineal gland\nIt is secreted in the absence of light, specifically blue light\n\nIn summary, you want. . .\n\nHigh adenosine\nLow cortisol\nHigh levels of melatonin\n\nHow to minimize jet lag and sleep disruption while traveling [6:45]\nNote: If you have time to acclimate to your new time zone, this protocol is probably unnecessary\nStrategy = When you leave the place of origin, you immediately “put yourself” in the destination\n\nExample, say you are leaving Los Angeles at 2 PM and flying to Dubai which would be 2 AM\n\nSo to immediately “put yourself” into 2 AM, you have to immediately fall asleep\nSleep for 7 hours on the plane, and when you wake up it will be 9 AM in Dubai (but 9 PM in L.A.)\nYou will then stay up until a normal bedtime on Dubai time\nMake sure to get up early the following day and stay on Dubai time\nAnd then when you fly back to L.A., you would do the same tricks in reverse\n\n\n\nThe days before the trip:\n\nStart waking up really early and going to bed a little bit earlier\nThe day of the trip, get up even earlier (i.e. 3 AM) \nGet quite a bit of exercise in that day\nDon’t have any caffeine that day\n\nAt the airport, begin the “chemical coma”:\n\nPeter takes a supplement called phosphatidylserine\n\nUsed to get cortisol levels down (which is tough in the middle of the day)\nSomewhere between 100 and 600 milligrams (it’s been tested up to 600 milligrams, it’s completely safe) \nTake this about 30 minutes before boarding the flight\n\n\nPeter then takes a single dose of the sleep remedy that is made by Kirk Parsley\n\n(Disclosure, Peter is a small investor in that company)\nPeter takes the capsules for convenience\n\n\nHe also takes 10 milligrams of Valium\n\n“I will take either 10 milligrams of Valium or a shorter acting version of that.” \nTake it far enough before the flight that by the time you get on a flight you are really ready to sleep but not so far before the flight that you have to fight to stay awake to get on the plane\n“I made that mistake once and almost missed the flight”\n\n\n\nOn the plane:\n\nInform the flight attendant you plan to sleep and not to be bothered\nSet an alarm for 7 hours later\n\nWhen you wake up:\n\nPeter then takes 200 mg of modafinil\nYour brain will still sort of think it’s night time (i.e. 9 PM instead of 9 AM)\nBut needing to stay awake for 12+ hours, modafinil works for that \n\n⇒ More about modafinil\n\n200 milligrams of modafinil which is about 1/3 of the maximum dose\nModafinil is usually taken as 100, 200, 400 or 600 milligrams\nModafinil is a non-stimulant that unfortunately, we don’t have a great idea of how it works \nIt’s been around since the mid-’90s\nIt’s used primarily to treat narcolepsy, but it’s also been used extensively in the military\nRemarkably safe when taken with appropriate dosing\nAbout 10% of people are stimulated by it\nBut for about 90% of people, you don’t really feel anything other than you’re not tired and then you don’t really have any difficulty going to bed the next night\n\n⇒ What about using blue light to wake you up and suppress melatonin?\n\nThat is absolutely a technique\nI’m going to blast that computer at myself on the plane when I wake up\n\nHow to treat symptoms of PMS, the female hormone cycle, testosterone in women, and estrogen in men [15:45]\nQuestion: My wife gets PMS, is that just in her head?\n\n“The short answer is yes and no.”\nIs she psychologically “making this up”? Absolutely not.\nIt’s affecting her head (i.e. emotions), but this is a completely legitimate response to a hormone issue\n“What is likely happening is that in some women that are susceptible, progesterone withdrawal during the last part of the luteal phase is the problem.”\n\nThe female hormone cycle \n\nFigure 2. Female hormone cycle. Image credit: PrimalEye\nTwo phases:\n\nFollicular phase ⇒ Getting ready for the follicle to get secreted\nLuteal phase ⇒ Prepare endometrial lining to prepare for a fertilized egg\n\nThe period is body getting rid of the luteal lining if there is no pregnancy\n\n\n\nEstrogen and progesterone\n\n“Progesterone is the one that really matters here”\nThey both start very low during the period\n\nEstrogen \n\nPeaks during ovulation\nThen goes down but has a second peak in the mid-follicular phase, then comes back down again\n\nNote: In the case of a pregnancy, these hormones would skyrocket as the pregnancy continues",
    "contentLength": 8718,
    "encodedLength": 2937
  },
  {
    "content": "\nFun Fact: One of Peter’s favorite things to do as soon as he sees a woman’s labs is to look at the FSH, the LH, the progesterone, and the estrogen, and try to guess what day she is at in her cycle . . . “If I can do that, it usually means her cycles pretty normal. If I’m off in my guess, it usually means there’s something off in her cycle.”\nProgesterone\n\nStays really low throughout follicular phase\nIt does not start to rise until after ovulation when it kicks into gear to prepare the endometrium\nit also then comes crashing down at the end but from a much higher peak because it rises much higher during the luteal phase\n\nSo, what is this “PMS”?\n\nDue to the very, very rapid withdrawal of progesterone, some women experience symptoms of emotional lability\n\nNot being themselves\nEasier to react, be emotional, cry, get upset\nMood swings\n\n\nIt typically goes away once her period arrives\n\n“I’ve been surprised with a number of patients when I explain this to female patients, how many of them say, ‘I didn’t really know why I felt so irritable in the week leading up to my period.’ In some ways, as crazy as it sounds, empowering a woman to realize this actually makes her life a lot better because she sort of realizes, ‘oh my God, I’m not crazy. This isn’t something in my head.’”\nWhat causes symptoms to be more severe in some women than others?\n\nPeople have suspected that there are different degrees of progesterone receptors centrally that may be part of why this is happening\n\nWhat are the interventions?\n⇒ First is to try: \n\nBetter sleep, exercise, nutrition, time with friends\n“I actually had one patient for whom my prescription was every day during that week she had to do something that was 100% for her, non-negotiable. . . those things make a difference.”\n\n⇒ Next is pharmacological: \n\nElegant way\n\nA very low dose of progesterone for women to take orally following ovulation\nBetween 25 and 50 milligrams, which is about 1/8 to 1/4 of the progesterone a woman would take after menopause for uterine protection\nThat usually blunts all of the symptoms out\nThe drawback is that the woman has to closely monitor her cycle and time the dosage accurately for it to work\n\n\nThe blunt tool\n\nOral contraceptives\nTakes all of this fluctuation away and normalizes it\nBut comes with its own pros and cons\n\n\n\nWhat happens to hormones in menopause?\n\nEstrogen and progesterone ⇒ A rapid drop off, “they effectively go to zero”\nWhat about testosterone? ⇒ It also drops to zero\n\n⇒ Testosterone in women\n\nIt’s actually much higher than estrogen and progesterone (counterintuitive)\nTestosterone is the dominant hormone in both men and women\nEstradiol levels in women at their peak are ⅕-1/10 the level of testosterone\nStill much less than men, however\n\nMen have 14-22 nanograms per deciliter\nWomen have 0.5-0.8 nanograms per deciliter\n\n\nTestosterone also varies throughout a woman’s cycle but to a much less degree than other hormones\n\nTestosterone varies throughout a woman’s cycle: Dynamics of serum testosterone during the menstrual cycle evaluated by daily measurements with an ID-LC-MS/MS method and a 2nd generation automated immunoassay (Bui et al., 2012)\nEstrogen in men:\nOn the flip side, estrogen is very important in men\nThe importance of estrogen in men: Gonadal Steroids and Body Composition, Strength, and Sexual Function in Men (Finkelstein et al., 2013)\nNew England Journal of Medicine in 2013:\n\nBasically, they took a number of men and “chemically castrated them” (the investigators gave men ages 20 to 50 goserelin, a hormone that suppresses both estrogen and testosterone production)\nThey gave hormones that completely shut off testosterone production \nThen they replaced them with testosterone at five different doses and then did so with and without a drug that blocks the conversion of testosterone into estrogen\nThe idea is you’d get basically 10 different pictures of testosterone and estrogen\nThe finding: if estrogen is too high or too low, it’s suboptimal regardless of the testosterone level.\n\nEstrogen and bone density\n⇒ Important to monitor estrogen levels in men:\n\nSome men just don’t genetically make much estrogen out of their testosterone and so their estrogen is low\nIn these men, you actually worry about reduced bone density\n\n⇒ Low estrogen in women after menopause\n\n“This is also clearly a problem for women post-menopause and arguably one of the most important reasons for women to consider hormone replacement therapy.”\n\nFor more on hormone replacement therapy in women, check out the episode of The Drive with Avrum Bluming and Carol Tavris\nAutophagy: what it is, why it matters, and how can we enhance it [26:15]\nWhat is autophagy?\n\nAuto-phagy = self-eating\nWhen the lysosome of a cell basically auto digests the cell\n\nLysosomes are sacs within cells that contain digestive enzymes that, sort of like the pancreas, contains a bunch of digestive enzymes\n\n\n\nWhy does autophagy matter?\n\nLike most processes in the body, there must be balance\nWhen there’s too much of it, or too little of it, really bad things happen\nFor example, \n\nWhen you create an “autophagy knockout mouse” that can’t undergo autophagy, it’s lethal\nWhen you have a creature that is in hyper ramped up autophagy mode, that is lethal\n\n\n“There’s clearly something about this thing being imbalanced.”\n\nWhat important role does autophagy play?\n\nOne of the more important reasons for doing this is to rid the body of cells that are suboptimal\nExample of a suboptimal cell is a cell that’s got DNA damage\n\nThe challenges of measuring autophagy:\n\nIn a lab, it’s cumbersome because you’re typically doing muscle biopsies\nWhat are you looking for?\n\nThese things called light chains\nBasically, these are spindles that you see that occur during various stages of cell cycle arrest and development\nAnd so by looking for these light chains which are spindles, you can infer this (but even that assay is problematic because the act of taking the biopsy and trying to get a snapshot in time renders this quite difficult)\n\n\nThe reality is we don’t have amazing ways to measure this\nAnd we really don’t have a way to measure this in humans\n\nIs there a way we can we infer when autophagy is happening?\n\nWe rely on an imputed understanding that certain things are probably also happening when you’re undergoing autophagy\nFor example, during autophagy, you are… \n\nDepleting glycogen, \nTurning over nucleic acids \nAnd you can possibly see the “knockoff effects” of those things\n\n\n“But we do not have at this time a blood test that could say even in an analog way, let alone digital, are you in sort of one varying degree of autophagy to the next?”\n\nCould AMPK be promoting autophagy?\n\nAMP-activated protein kinase (AMPK) is upregulated in stressful situations like exercise and fasting and in animal models you see autophagy happening\nBob read in Nick Lane’s book, Power, Sex, Suicide, that 10 billion cells undergo apoptosis in any given day\nApoptosis is fully programmed cell death which is actually the mitochondria “calling the shots”\n“And so when I thought about that, I kind of think about autophagy as well,” says Bob\n\nYou see autophagy happening: AMPK: guardian of metabolism and mitochondrial homeostasis (Herzig and Shaw, 2017)\n“Every day in the human body, some 10 billion cells die and are replaced by new cells. The cells that die do not meet a violent unpremeditated end, but are removed silently and unnoticed by apoptosis, all evidence of their demise eaten by neighbouring cells. This means that apoptosis balances cell division in the body. It follows that apoptosis is just as important as cell division in normal physiology.”\n—NICK LANE,  Power, Sex, Suicide: Mitochondria and the Meaning of Life\nIs autophagy either completely on or completely off at all times?\n\nAnother thing that goes way back to this guy Ernst Wertheimer, he talked about fat metabolism\nIn 1948, he said, “Mobilization and deposition of fat go on continuously, without regard to the nutritional state of the animal.” So we’re always gaining and losing fat at the same time — it’s the overall balance of mobilization and deposition over time that tells us whether we’re accumulating or diminishing the amount of fat in our fat cells\nIt’s like this flux or homeostasis: we tend to think of stuff as on or off, or up or down, but all of these things can be happening in various cells at the same time\nAnd so these things are probably not all on, nor all off, at all times\nAutophagy may be happening in all of us right now at some baseline level (i.e., basal autophagy)\nBut if you want to really push the needle one way or another, there are specific tactics\n\nThe continuous nature of fat metabolism: THE PHYSIOLOGY OF ADIPOSE TISSUE (Wertheimer and Shapiro, 1948)\nBaseline or basal level of autophagy: The pleiotropic role of autophagy: from protein metabolism to bactericide (Mizushima, 2005)\nHow do we enhance autophagy?\n⇒ Fasting\n\n“Clearly the most direct way to enhance autophagy is to fast.”\nThe deprivation of nutrients appears to be the most obvious way to induce autophagy. \nDrugs like rapamycin mimic fasting and enhance autophagy\n\nExperts on rapamycin like David Sabatini or Matt Kaeberlein both agree that at least some of the life-extending benefits of rapamycin and are probably attributed to autophagy\n\n\nThe question we are still trying to answer is… Are rapamycin’s benefits mostly driven through autophagy, or is it driven more through the silencing of senescent cells?\n\n⇒ Exercise\n\nWhat role does it play? ⇒ “I don’t think I know the answer to this question but I think it does come down to probably the type of exercise. “\nType of exercise\n\nThe body’s response to high intensity interval training versus strength training versus purely aerobic exercise is very different\nPeter suspects sustained aerobic exercise is most of likely to push us towards more autophagy\nWhy? ⇒ It more closely mimics a nutrient deprived state\nHigh-intensity interval training has the exact opposite of a low fed state ⇒ It looks more like a high fed state (i.e. your glucose levels ramp up significantly)\n\n\n\n⇒ Studying exercise and autophagy in mice\n\nNY Times article\nNature paper\n\nThe study used transgenic mice whose cells produced a glowing green protein whenever autophagy occurred\nThey ran the mice on little treadmills\nAfter 30 minutes, autophagy had drastically increased\nThe rate continued increasing until the mice had been running for 80 minutes\nBeth Levine, the lead author, admitted that after the study she went out and bought a treadmill\n\n\nHow to extrapolate to humans?\n\nMice have much smaller lifespans and so it’s very hard to equate a 30 minute run for a mouse to a human  (“it’s almost like a three-month run”)\n“I wouldn’t even know how to interpret those data. 30 minutes to 80 minutes of running for a mouse, what does that mean? That means running a marathon to two marathons, it could mean running less. We can’t even come close to, in my opinion, at least trying to impute from that what the answer is for us.” says Peter\n\n\nThe same study created a strain of mice whose body wouldn’t allow for an increase in autophagy when exercising\n\nAnd they found that the benefits of exercise were basically gone\nThe benefits of exercise seems to be largely due to the process of autophagy\n\n\n\nWhy is autophagy so remarkable?\n\nWe have some system that can basically pick out the damaged cells and debris\nAnd not only is it clearing it away, it’s actually taking up some of the stuff that can be reused and recycled\n\nWhat is mitochondrial biogenesis?\n\nCells also have a mitochondrial homeostasis…\n\nSometimes they say a cell needs to die\nOther times they say “just this part” of the cell needs to die, but this part can stay\nAnd other times it says that we don’t have the supply to meet the demand so we’re going to make more mitochondrial DNA and make more complexes and increase our ATP capacity (mitochondrial biogenesis)\n\n\n\nDoes it matter how the mitochondria die?\n\nYes, it does…",
    "contentLength": 11960,
    "encodedLength": 2982
  },
  {
    "content": "\nIf the mitochondria can die in a controlled process through mitophagy or apoptosis, it’s controlled, that’s great. \nIf the mitochondria become damaged and lice their contents, namely their DNA into the cytoplasm, that becomes problematic. \n\nWhat happens when mitochondrial DNA escape into the cytoplasm?\n\nMitochondrial DNA are bacterial in origin\nSo when mitochondrial DNA escape the mitochondria into the cytoplasm, that’s a real trigger to the immune system that something bad is happening\nThere is a paper:\n\nLooked at blocking the mitochondrial DNA sensing apparatus within a cell\nDemonstrating that the inflammation that’s found in aging muscles can be tied to mitochondrial DNA seeping into the cytoplasm\n\n\n\nDoes metformin induce autophagy?\n\nNir Barzilai believes metformin can be taken to “tame” aging\nStudies showing type 2 diabetics that were taking metformin live longer than non-diabetic control\n\n\nFigure 3. Metformin associated with reduced mortality in T2DM compared with non-diabetics. Image credit: peterattiamd.com\n\nMetformin increases AMPK ⇒ so maybe part of the beneficial effects of metformin is increased autophagy\nOriginally (9 years ago), Peter saw metformin through the lens of reducing hepatic glucose output\nAt the time, “I didn’t even understand the relationship between AMPK and mTOR”\n\nDoes sleep have an effect on autophagy?\n\nIn Matthew Walker‘s book, Why We Sleep, he wrote about the process of cleaning up cellular debris and how important sleep is for that process\n“I don’t know if it was from his book but they at least in mice and when they look in people and the markers that there might be increased autophagy as well,” where circadian rhythm is linked to autophagy and sleep fragmentation appears to disrupt this process in mice\n\nWhat about ketosis and beta-hydroxybutyrate? ⇒ These things sort of mimic fasting and that might help in this autophagic state \nWhy is diet, sleep, and exercise beneficial for health? ⇒ autophagy might be one of the mechanisms of benefit\nHow do the autophagic results of drugs like rapamycin and metformin compare to the results of natural and behavioral regimens? \n\nIf you took a 25-year-old and you put them on the absolute best, which is not to say I know what that is, but if you could theoretically know what the best \n\nNutritional regimen\nSleep regimen (which I think we have much more of an idea of what that looks like)\nExercise regimen\nStress regimen\n\n\n\n“It seems to me that the alpha that you could generate exceeds that which you could generate through any drug.”\n\nPeter posed a similar question to David Sabatini to which he responded that he thinks rapamycin could have a positive impact on the dietary deficiencies more so than the other behavior/lifestyle choices\n\nHow much can metformin benefit “healthy” people?\n\nThe data is much more clear on the beneficial effect of metformin on people who are metabolically dysregulated. \n“I think we have really good data to suggest that that person’s going to benefit from metformin.”\n\nThe two-minute drill (and a bonus Patriots and Tom Brady tangent) [41:15]\n\nPatriots have just recently won their sixth Superbowl\nPeter says, “I thought that game was incredible.”\n\nTom Brady’s first super bowl victory\n\nPeter went back and watched the final drive of the 2002 super bowl\n\n\n\nThe Patriots are up by quite a bit and it looks like they’re going to win until the Rams really come back and tie the game with about a minute and a half to go. \nThe Patriots receive the ball on roughly their 20-yard line with a minute and a half left in the game and the game is tied. \nNow, you got to understand, this is a young team. Brady looks like he’s 13 years old. \nJohn Madden was the announcer, and he’s like “the only thing that matters here is do not turn over the ball. You just run the clock out until overtime.”\nFirst play pass ⇒ Madden’s like, “What the hell are they doing? An interception on your own 20-yard line, you lose the Superbowl.” \nWith no time outs, they managed to go down and kick a field goal as time expired to win the game \n\nHas Peter thought about having CME accredited content for people in the medical field? [44:15]\n\nYes, he has thought about it a lot\nHowever, more likely that CME credits will be earned in the future from “conferences that we’ll eventually put on” and “research reports that we’ll put out”\n\n⇒ A podcast that definitely should be a CME course: Tom Dayspring five-part series on a lipidology . . . “I just don’t see how that couldn’t be CME accredited.”\n\nCost to get content CME accredited is a big number ($50,000 or $100,000)\n“But it might be worth doing at some point. If for no other reason then I think it would be great for physicians when they’re getting their CMEs to have valuable content.”\n\n“Every two years when I have to do it, I’m constantly blown away at how pathetic the content is.”\nHow does one find good doctors that are somewhat up to date on the latest research, primary care, etc? [45:45]\n1 Start by questioning your current doctor… such as:\n\nHow much time does your practice permit you to read scientific articles or attend meetings or keep up with X, Y, or Z?\nWhat are your interests clinically outside of what you’re doing?\n\n2 Peter Attia Doctor Directory\n\nIt’s been open for a few months\nSo far, about 150 doctors have signed up\nHowever, more are needed ⇒ the goal is to have enough doctors so that anybody in any city or even outside of the country who wants to find a doc can do it\n\nWhat values would Peter be interested in monitoring continuously if the tech existed? [47:15]\nLactate in real time ⇒ Currently, a pain in the ass to check with finger pricks\nReal-time beta-hydroxybutyrate ⇒ really cool for people in ketosis\nReal-time insulin ⇒ “The holy grail”\n\nPeter thinks we’re a long way from real-time insulin (like a CGM but for insulin) \nBut there is a company developing a point of care device for insulin, “which is a huge step”\nCurrently, it is “staggeringly expensive”\nBut a device that you could poke your finger and measure insulin in real time…that’s pretty cool and that would suggest that hey, maybe there’s a day when you could get that information continuously.”\nThis same device can measure the total amount of C-peptide collected in your urine which is a proxy for insulin area under the curve (a 24 hour AUC for insulin)\n\nHow to annoy Peter [49:15]\nStep 1: Irresponsibly use the font, Comic Sans\nStep 2: Refuse to use Avenir, even when it’s an option\nIf I’m interested in longevity, should I do a Ph.D. or M.D.? [50:00]\nIf Peter could go back in time, would he have gotten a Ph.D.? How might he have changed his path?\n“I’ve found myself at many points in life upset at my trajectory.”\nFor example, Peter was unsatisfied after 10 years in medicine…\n\nHe left to work in credit risk at McKinsey\nThought to himself… “why didn’t I just do my Ph.D. in math like I was planning to do?”\nBefore going into medicine, he originally planned to do control theory (math and aerospace)\n\nUnsatisfied again, he moved back to medicine ⇒ And now that he is back in medicine, he’s very glad he got his M.D. rather than an engineering degree\nCould have he pursued a Ph.D. and done valuable lab research?  ⇒ Yes, of course, he would have liked that experience, but… \n“It’s hard to answer those questions because then it becomes a question about what cost? You don’t get to wave magic wands and make time out of nothing. You had to have given something up. Would I have given up my clinical experience to have done that? For me no. I mean, I love clinical medicine.”\nWhat about someone who’s obsessed with the topic of longevity, where should they apply themselves?\n\nIt depends on whether or not you want to be in contact with patients\nIf you do, it’s very difficult to do that without having an M.D.\nGetting an M.D. and a Ph.D. together ⇒  A difficult line path because depending on the field you choose, it’s hard to be competitive with your Ph.D. peers when you’re also learning to practice medicine\n“Just remember, life is basically one big do-over so you can sort of do something and realize, hey, that wasn’t a good use of time and negate the sunk cost and sort of move on.”\nDon’t study pre-med: “I don’t think you ought to do a pre-med degree if you want to go to medical school. In fact, I don’t think you ought to repeat in undergrad what you’re planning to do in graduate school.”\n\n“I think that the greater the breadth that you can bring to what you’re studying, the better you are and I think you’re honestly better off being a philosophy major and then going into medical school than being a premed.”\n",
    "contentLength": 8589,
    "encodedLength": 2248
  }
]