[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter answers a wide range of questions from readers and podcast listeners. Bob Kaplan, Peter’s head of research, asks the questions. If you’re listening on a podcast player, you’ll be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nCoronary calcium score: what it means and how to interpret your results [1:15];\nHow to train for the “Centenarian Decathlon” [18:00];\nExplaining the blood glucose response to various types of exercise [35:30];\nThe Tabata protocol [43:15];\nExercising on a ketogenic (or low-carb) diet: performance, muscle glycogen, adaptation, and more [49:30];\nThe work of Dr. Gabor Maté and its impact on Peter [54:15];\nWhat’s the best book you’ve read in the past year? [55:45];\nWhat is “pattycakes?” [59:00];\nWhat is the latest and greatest of egg boxing [59:30]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#50 – AMA #5: calcium scores, Centenarian Decathlon™, exercise, muscle glycogen, keto, and more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#50 – AMA #5: calcium scores, Centenarian Decathlon™, exercise, muscle glycogen, keto, and more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#50 – AMA #5: calcium scores, Centenarian Decathlon™, exercise, muscle glycogen, keto, and more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n§Show NotesCoronary calcium score: what it means and how to interpret your results [1:15]\n\nA coronary calcium score (CAC) is a CT scan that’s done dry (without any contrast)\nIf you see something really, really bright white, it’s calcium\n\nScoring system \n\nYou can actually get some anatomic detail, but not to the degree of understanding how much narrowing there is of the arterial lumen\nYou can see which arteries: The left main artery, the circumflex artery, the left anterior descending, the right artery, the posterior descending artery, etc.\nThe amount of calcification is then scored and ranked against a percentile\nIt is certainly helpful especially in terms of being able to update your probability based on new information\n\nThe problem:\n\nPeople tend to think if they’re score is zero then they are at zero risk\nUnfortunately, that’s just categorically untrue\nA zero score actually means actuarially (at the population level) a lower risk of a coronary event\nWhat is a “coronary event”?  ⇒ A major adverse coronary event (MACE) = heart attack, stroke, or cardiac death\nFurthermore, nearly 50% of fatal MIs occur in non-calcified areas of coronary arteries\nThose data are also a bit misleading because many of those patients still had calcifications elsewhere\n\nAnalogy: Bad neighborhood vs. a break-in\n“The way I think of calcification is, it tells you how many times you’ve been broken into and what kind of repair you’ve done. . . A biomarker tells you how bad a neighborhood you live in.”\n\nExample of a biomarker: You do a blood test and their Lp(a) is high, or their LDL-p is high, and they have lots of inflammation, that says they live in a bad neighborhood. . .there’s a chance there’s going to be a “break-in.” \nA calcium score other than zero, tells you you’ve already had an advanced lesion which had to be repaired (i.e. you’ve already had a “break-in”)\n\n\nFigure 1. Herbert C. Stary’s stages of atherosclerosis. Image credit: Stary et al., 1995\nFor more on when and how heart disease begins check out this article from Peter\nIn summary: When you have calcification in a coronary artery, you’ve had real damage that has been  repaired. It is a marker of risk that suggests you need to be more aggressive your care. But when you have a score of zero, it doesn’t change the fact that you might live in a bad neighborhood, or the fact that you can have lots of arterial damage that just hasn’t shown up at the stage of calcification. You can have plenty of soft plaque that’s still there without calcification. That’s still an enormous marker of risk.\nWhat Peter does with patients:\nEvery case is different:\n\nSometimes a CAC score is zero and he’ll stop there\nOther times, even if it is zero, Peter will order a CT angiogram which pulls much more anatomic detail including the presence of soft plaque (but even there, you still can’t really see plaque that is vulnerable)\n\nIf a patient has coronary calcium score that is zero, AND their CT angiogram looks impeccable…\n\nThat’s a much better sign than all is okay\nBut… Would you still treat a patient in that situation? \n\nThat’s a hard question, but it also depends on your time frame\nSo, the younger a patient is with that finding, the less confident you are that they are one of the lucky people that seems largely immune from coronary artery disease\nPeter finds these tests more enlightening in older people vs. younger people\n\n\n\n⇒ Example patient:\n\nWoman in her 50s \nVery wonky lipid numbers\nVery complicated ApoE status \nMetabolically extremely fit \n“she’s just incredibly healthy but her lipid numbers couldn’t suck more”\nPeter is trying to decide: How aggressive do we want to be in lipid management?\n\nIf her CT angiogram comes back perfect, it would inform Peter of the following: “There’s something going on in this woman where other factors that are equally important to the lipoprotein, the endothelial function, the immune response are working enough in her favor that she might not need to be managed very aggressively, despite the fact that she’s there.”\nIn other words, “she might live in a really bad neighborhood but she just happens to have a pit bull that’s in her front yard that’s kind of keeping the bad guys away.”\n\n\n\nHow to interpret the CAC score:\nIs there a CAC score that tells you that you have atherosclerosis?\n\nNo, it’s not that black and white\nAtherosclerosis can be present even without a single shred of calcium.\nIt is really a function of your age and gender\n\nPercentile:\n\nThe number is not nearly as important to me as the percentile\nIt’s where do you stack up against your peers\n\n⇒ Example: A calcium score of 6 for a 35 year old puts you in the 75-90th percentile so even though that is a tiny burden of calcium, that’s a significant problem. And a calcium score of 6 for an 80 year old means you have no calcium, even a calcium score of 6 to 10 for a 60 year old would be considered quite low. It has to be taken in the context of age.\nWhat about volume and density?\n\nPeter says the density of calcium while on therapy may be more predictive than the total burden of calcium\nAs of today…\n\nWhen a patient has a calcium score of something that’s not zero, you put them on a statin\nOver time, their calcium score expands (sounds like a negative) ⇒ But provided they’ve been on a statin it seems to be showing plaque stabilization\n\n\nOn the contrary…recently data came out on PCSK9 inhibitors that said the opposite which is that patients on a PCSK9 inhibitor and also on statins saw a reduction in plaque calcification\n“Truthfully, that just tells me there’s a lot we don’t know yet.”\n\nWhat about using serial calcium scores prognostically?\n\n“I find it difficult to use and not necessarily helpful to use serial calcium scores prognostically.”\nHowever, a recent patient shows this may not be totally correct thinking… \nHad a calcium score of 10 but over the course of 20 years it has gone from 10 to 40 to 170 to 650 to 1,500 to 4,000\nVery interesting case because this is a patient whose lipid levels are not horrible because he’s been medicated for a large part of this period of time\nHe does not have an elevated Lp(a), but his family history is really significant for cardiovascular disease\nHis father had his first MI in his 40s.\nFor all intents and purposes, he looks like someone who would have an elevated Lp(a) \nYet, he doesn’t which speaks to just the complexity of the disease",
    "contentLength": 9040,
    "encodedLength": 2981
  },
  {
    "content": "\n“There are undoubtedly other genetic factors…that we haven’t yet elucidated.”\n\nYour score matters only in context with other factors\n\nMESA (Multi-Ethnic Study of Atherosclerosis) has a calculator for 10 year risk of CHD\nYou can look at your risk and it takes into account age, gender, whether you smoke, blood pressure, etc. \n\nFour things that are out of whack when you’re getting atherosclerosis:\n\n1) Metabolism\n2) Lipoproteins\n3) Inflammation\n4) Endothelium health \nIf any of these are not functioning well, all of those things are going to predispose you\nAnd there are an infinite number of combinations of the above factors given how multivariate each of those things are\n\nIs calcification “bad”?\n\nThe calcium itself is not the problem… it is that it tells you something bad has happened, if anything, the calcium’s probably doing more benefit than harm. It’s the fact that you have it that’s upsetting\nCalcium is not a biomarker. It is a backwards-looking piece of evidence that you have disease and that damage has already occurred to the artery\n\nExercise and CAC:\nJAMA study\n\nThe study found exercise led to lower all-cause mortality even with a higher CAC score\nBut also a small subset of extreme exercisers may be doing damage to their heart health\n“I think in part this speaks to the ubiquity of mechanisms by which exercise is beneficial, but at the same time suggests that ‘look, there’s going to be a subset of either individuals and/or circumstances under which exercise can also be damaging to the heart.’”\n\nThe work of James O’Keefe\n\nIlluminated the level of the electrical system within the heart\nThe more often it is stretched and held for long periods of time in said stretch position, the more you are damaging the electrical architecture of it\n\nThat’s why we see a significantly high incidence, almost 10X that of the general population in highly, highly, highly trained athletes for dysrhythmia, atrial fibrillation being a common example\nThe endothelium is much an important part of this that if you’re damaging the endothelium, all other things being equal, you can still increase the risk of damage to the heart\n\n\n\nShould you stop exercising in light of this study?\n\nYou should NOT stop exercising in light of this study ⇒ “There’s more nuance to this.”\nYeah. I would say, if I was an extreme exerciser and you have that CAC under 100 and the CAC over 100, all things being equal, I’d like to be in the under 100 group.\nBut when you looked at the over 100 group and you compared them just about to any other, you would say, “I would love to have that type of associated risk,” even with the scores like that\n\nHow to train for the “Centenarian Decathlon” [18:00]\n\nThe body, in most people, will fail before the other systems (brain, heart, etc.)\n\n⇒ This fact got Peter thinking, how do we mitigate that?\n\nCame up with this idea of backcasting (instead of forecasting) what I want to do in the end (the term backcasting being borrowed from Annie Duke who wrote Thinking in Bets)\n\nFirst question… “If I want to live to 100, what do I have to physically be able to do to be satisfied with my life?”\n\nPersonally for Peter that means…\n\nBeing able to play with his potential future grandkids and even great grandkids\nShoot a bow and arrow\nLifting a 30 lb suitcase into an overhead bin \nAmong other basic ADL\n\n\n\n⇒ In total Peter listed 18 things he’d like to be able to do at 100, below are some of them…\n\nSome of them seem trivial (i.e. get up off the floor with a single point of support (i.e. using just one arm)\nAble to drop into a squat position and pick up a child that weighs 30 pounds\nI want to be able to lift something that weighs 30 pounds over my head (i.e. a suitcase into an overhead bin)\nGet out of a pool without a ladder\n\nNext question… What are physical tasks that would approximate those things?\n⇒ Example: Picking up the 30-pound kid who comes running at you could be approximated by a 30 lb goblet squat\n\nFigure 2. The goblet squat. Image credit: xbodyconcepts.com\n⇒ Once you have the approximate exercise, begin working backwards from there while keeping in mind the inevitable fact that there will be a natural decline: I want to be able to do these things at 100 ⇒ so I need able to do these things at 80 ⇒ this level at 60 ⇒ And I need to be able to do it at this level today\nThe framework = Since everyone is different, with different limitation, it is hard to say what one should be doing today to reach their 100-year olympics, but rather, it makes more sense to focus on the framework\n⇒ Four components of exercise:\n\nStability\nStrength\nAerobic performance\nAnaerobic output\n\nEach exercise focuses on at least 1 of the 4\n\nEvery one of the 18 things on Peter’s list touch at least one of those (many touch more than one)\nWith the goblet squat, for example, it requires both strength and stability\nAlso on Peter’s list is being able to walk up three flights of stairs with 10 lb of groceries in each hand (aerobic, and on the threshold of aerobic/anaerobic, also got strength)\n\nStability\n\nWhere most people start to fail first is stability\nWe were born with an innate ability to squat (Start to lose it in school years from all the sitting)\n\n\nFigure 3. “Wanna learn how to squat? Just ask a toddler. They won’t be able to ‘articulate’ their form, per se, but the visual is worth a thousand words. Here is my guy giving me a seminar today.” Image credit: @peterattiamd\n\nThe field of dynamic neuromuscular stabilization is built on the principle that there are ~14 movements that are completely innate to us and by the time we’re a 1.5 years or so we are able to do them all perfectly ⇒ basically all downhill from there and accelerated significantly by school\nOnce you start sitting, that’s when we lose so much of that stability. We lose the ability to maintain tension through our pelvic floor and throughout the entire movement\nWe lose our ability maintain tension throughout our entire “core” (referring to the diaphragm, the obliques, the transversalis fascia and the entire pelvic floor)\n\nPeter’s two cents:\n\nSpend as much time as possible working on dynamic stability and static stability\nStatic first, then dynamic\nIncorporate stability into your strength workouts (because at the age of 25 you can do a lot of dumb things and get away with it incorrectly but will start to impact you down the road)\n\nSpeaking of stuff you can get away with when you’re young, here is Peter’s high school squat routine:\n\nOnce per week in high school, Peter did “breathing squats” (and dreaded them all week long)\nTake your best 10-rep weight\nYou loaded it on your back and you do a rep\nAt the top, you took three of the deepest breaths you could take (each breath taking 10 seconds so that takes 30 seconds)\nThen, do another rep until you get 20 reps\nThe set takes about 10 minutes\nIn the course of one year of doing that, Peter added over 100 pounds to his squat\n“The only thing I’ve ever done since that rivals that degree of discomfort is an air bike Tabata.”\n\n⇒ On a related note: \n\nDoug McGuff who wrote Body by Science is one of the proponents of “super slow training”\nHe talks about lifting slow and basically accumulating time under tension of ~90 seconds “which is an eternity”\n\nPutting his checklist to the test\n\nPeter would like to take his list of 18 things and put it in front of on-going centenarian studies to see how much of the checklist the centenarians can complete\n⇒ How many could complete the whole checklist?\n\n\n“None of them.” says Peter\n“Anybody who’s a centenarian today is a centenarian because of their exceptional genes. They haven’t hacked their way there.”\n\n\nIn fact, on average, today’s centenarians tend to smoke more, exercise less, and eat worse\nFor those of us without exceptional genes, it’s going to require much more deliberate attention\n\n“So, what we’re really talking about is a completely new model, which is actually forcing your way to become a centenarian rather than just sort of gliding your way into it and therefore, I think it’s going to require much more deliberate attention around what your mind and body are doing at that point and time.”\nThe oldest humans\n\nJeanne Calment lived 122 years\nSarah Knauss lived 119 years\n\n\nFigure 4. Sarah Knauss with her 95 year-old daughter, 73 year-old grandson, 2 of her great-granddaughters, and her great-great-great grandson. Image credit: nealirc.org\nExplaining the blood glucose response to various types of exercise [35:30]\nPeter’s 2012 article: The interplay of exercise and ketosis – Part I (and here is Part II)\nWhat does anaerobic mean?\n\nAt a high enough level of exercise, you are starting to exceed the demand for ATP that can be generated aerobically so you much switch to anaerobic\nWhen defining aerobic and anaerobic, people too often oversimplify by thinking “aerobic is with oxygen, anaerobic is without oxygen” but that is misleading\nIt’s really about the rate at which you need ATP\nWhen you need ATP slow enough that you are able to generate it using oxidative phosphorylation, with either glucose or fat but fully running those molecules through the mitochondria and the electron transport chain. That’s called aerobic metabolism.\nWhen the demand for ATP is so high that you don’t have sufficient cellular oxygen to do that, you have to start using some of that glucose anaerobically, and doing something that’s much less efficient on an ATP basis to generate lactate (which itself is a great fuel) \nSide note: Lactate comes with a hydrogen ion and that is what’s causing the painful sensation\n\nAnaerobic activity raises your blood glucose\n\nDuring that type of activity, the liver releases glucose into your bloodstream\nPeter tested which exercise could raise BG the most (3 way tie):\n\nSwimming the 300 I.M.\n750-1,000 meter all-out on a rowing machine\nSprinting up a hill at a 6% incline\n\n\nHe hit a peak glucose of 174 mg/dl ⇒ “you look frankly diabetic at that point”\n\nSo what is that telling you?\n\nYour liver is really overestimating how much glucose you’re going to need and it is shooting that out\nHowever, to put this in perspective: \nLet’s pretend you started at a glucose of 100 and you ended at a glucose of 200 (seems outrageous, right?) but… that’s only about an additional 5 g of sugar (or a single tablespoon) in your blood\nBut at extreme levels of exertion, you’re probably at ~1,500 kilojoules of energy requirement, which is in the neighborhood of 25 calories per minute (that’s more than five grams of glucose in a minute)\nSo it’s not that surprising that under such ridiculous physiologic circumstances, your liver’s going to err on the side of releasing as much glucose as possible\n\nConversely, what’s happening in zone 2 training?\n\nZone 2= the highest level of aerobic output you can generate (i.e. what’s the greatest speed you could run on treadmill, or wattage on a bicycle, while keeping lactate below a certain level)\nSo if your lactate threshold is ~2 millimolar… your aerobic peak is the speed you can go without going over 2 mm of lactate\nAt that zone 2 level, your blood glucose just generally starts to very slowly decline because you’re not really relying on it that much since you’re using fatty acid as well (you’re going to take the maximum efficient path to generate ATP)\n\nThe tabata protocol [43:15]\n\nPeter and Bob will do tabata training on the Schwinn Airdyne bike (aka Satan’s tricycle) \nThe tabata protocol was created by a Japanese researcher named Izumi Tabata\n\nWhat is a true tabata protocol?\n\n20 sec sprint\nFollowed by 10 secs of recovery\nRepeated 8 times\n~2 minutes or less\n\nThe origins of the stress response\n\nBob compares the incredible stress response that is invoked during the tabata to the stress response many people get from the fear of public speaking ⇒ dry mouth, saliva is gone, an anticholinergic response\nRobert Sapolsky (future podcast guest) has done much work in this area\n\nHe talks about the fight or flight response (and why zebras don’t get ulcers)\n",
    "contentLength": 11952,
    "encodedLength": 2999
  },
  {
    "content": "Humans have the luxury of perceiving stress so we have that same stress response to something like public speaking\nWhat happens is we shut down our stomach acids and our GI tract and saliva in an attempt to conserve as much energy as possible\nNext, the glucose gets released rapidly for energy because this must be a dire situation (i.e. a lion may be trying to chase us down and rip us to shreds)\n\n\n\nDoing the tabata workout\n\nIf done correctly, your effort level is well over your VO2 max\nFor perspective, when Peter is doing tabata on “Satan’s tricycle” he said it’s worse than doing a tabata with medicine ball slams or with deadlifting (to his surprise)\nPeter is trying to hold eight watts per kilogram of body weight during that 20 seconds (a very fit individual is holding over 10 watts per kilo) which is far above what anyone could ever hold a VO2 max\nBradley Wiggins (who broke the world record in 2015 for holding 440 watts for 1 hour) would probably tabata at 14 watts per kilo, estimates Peter\n\nBook rec from Peter: Endure: Mind, Body, and the Curiously Elastic Limits of Human Performance\n\nBy Alex Hutchinson\nHe says we have a central governor that makes it very difficult for us to go all-out for more than 10 seconds\nSo even for a 20 second all-out sprint, we are hardwired to try to pace ourselves\n\nPeter’s pet peeve about “tabata classes”\n\nUnless that class is 4 minutes long, you’re not actually doing a tabata\nMany of these classes claim to do multiple tabatas which makes no sense because after a single tabata “all you want to do is die”\n“You couldn’t do eight tabatas in a day if you’re doing them correctly.”\n\nExercising on a ketogenic (or low-carb) diet: performance, muscle glycogen, adaptation, and more [49:30]\nGlycogen when on a keto diet\n\nIf you’re on a ketogenic diet, you have less glycogen than if you’re not\nThrough muscle biopsies, Volek and Phinney showed that ketogenic athletes have about 60% less muscle glycogen than non-ketogenic athletes\nNote: Phinney and Volek write (2018): “But more recently, we [Phinney, Volek, and colleagues] studied highly trained runners who had followed a ketogenic diet for 6 months or longer. Despite impressive weekly training mileage, their glycogen levels had come all the way back up to those of a matched group of athletes following a high carb diet. This implies that the body’s ability to produce and defend muscle glycogen via gluconeogenesis can become finely tuned, but that this takes much longer than 4-6 weeks to occur.”\nIn terms of liver glycogen\n\nNot physiologically possible to have zero liver glycogen\nSo even in starvation, you’re just turning all that glycerol into glycogen in the liver\n\n\n\nThe book: Endure (also mentioned above)\n\nHad great detail on ketogenic versus non-ketogenic athletes\nThe case is pretty clear that you are going to perform better with carbohydrate in your system at peak performance, especially anaerobically\nIt’s relative though… \nThe less intense the activity, so the longer the distance (like an ultra-distance event) certainly a ketogenic diet can perform well \nBut if you’re talking about real anaerobic (which by definition means glycogen-dependent activity), you’re going to perform better with more full glycogen stores\n\nPeter’s blog post: Ketones and Carbohydrates: Can they co-exist?\n\nOn a ketogenic diet, if energy demand is high enough and glucose turnover is fast enough, you can tolerate a fair amount of carbohydrates\nPeter’s personal record was eating ~650-850 grams of glucose in a day and staying in ketosis\nHow is this possible? ⇒ His energy demand was so high that he was able to maintain production of beta-hydroxybutyrate and his muscles and body were “consuming” glucose at a high enough rate that the processes related to Bhb and glucose were not interfering with each other and shutting each other off\n*But, if you’re an anaerobic athlete, “I think you probably have to accept that a ketogenic state is not optimal for performance.”\n\nPhinney and Volek study looking at metabolic adaptation to a low-carb diet\n\nThey showed it could take many months for the keto-adaptation\nOver time, it seems that the muscle and the heart can actually use fatty acids more, which can then divert more of the ketones to the brain\n\n⇒ Other fascinating findings from their study:\n  1) The keto-adapted athletes could handle higher levels of VO2 and still maintain a lower RQ where you’re using more oxygen (i.e. burning fat rather than glycogen)\n  2) Also, “remarkably”, the glycogen replenishment in the low-carb athletes was about the same as the high-carb athletes\n\nHow could this be possible?\n\nFirst, glycerol going to the liver to replace the glycogen\nSecondly, lactate can be turned into glucose through the Cori cycle ⇒ the lactate can go to the liver and then the liver spits out more glucose\nSo the speculation is that lactate efficiency can be enhanced with a low-carb/keto diet\n\n\n\nThe work of Dr. Gabor Maté and its impact on Peter [54:15]\n\nPeter would love to have him on the podcast\nGabor is a psychiatrist in Vancouver, mostly dealing with addiction and taking care of patients with all sorts of substance abuses\n\nGabor’s book about addiction: In the Realm of Hungry Ghosts\n\nPeter found it to be incredibly illuminating and informative\nBook talks both about the trauma that typically predisposes to addiction, but also the different natures of addiction\n\n“It really made me realize, man, if you’re a work addict, you don’t get to stand on your high horse and look down at the drug addict and think you’re any better than they are. You’re basically in the same boat. It’s just you have a totally different dopamine trigger.”\n\nGabor has been on Tim Ferriss’s podcast\n“I would love to have him on [The Drive] at some point.”\n\nWhat’s the best book you’ve read in the past year? [55:45]\nReally tough question for Peter ⇒ “It’s not so much about the book as it is where you are in your life and how that book is speaking to you.”\nNon-fiction book recommendations:\n*Note: Peter never reads fiction (other than nutritional epidemiology)\nThe Road to Character\n\nBy David Brooks\n“Given where I was in my life when I read it, it was by far the most important thing I’ve probably read.”\n\nI Don’t Want to Talk About It: Overcoming the Secret Legacy of Male Depression\n\nBy Terrence Real\nRead about a year ago (2018) and Peter found it very powerful\n\nCan you share the recipe to the fabled Attia Curry? [56:30]\n\nFigure 5. Veggies ready to be stir-fried. Image credit: @peterattiamd\n\nLabor-intensive to make : simple to eat\nOnly 2 people who can eat as much in one sitting as Peter? ⇒ Apolo Ohno and Bob Kaplan\n\nIngredients:\n\nSuper extra firm tofu\nCarrots\nBroccoli\nSquash\n“Just a bunch of vegetables”\nSmall potatoes\nRice\nHigh-fat plain greek yogurt\nCurry spice\n\nDirections:\n\nCook rice in a pot\nCook potatoes in another pot\nCook tofu in a pan with sesame oil and really spicy curry\nIn a wok, start to cook veggies in the order of hardest to softest (i.e. carrots first and squash last)\nOnce everything is ready, combine all ingredients into the wok\nThe final key piece: mix together high-fat greek yogurt with curry to make a paste and add the paste to the whole thing and stir it up to coat the entire dish\n\n“The yogurt just grabs the flavor and covers it all.”\nWhat is “pattycakes?” [59:00]\npatty-cakes (noun)\npat·​ty-cakes | \\ ˈpa-tē-ˌkāks \n[Peter’s] definition of patty-cakes: the act of goofing off (usually with a friend)\nSynonym: grab-ass\nIn a sentence: I like to play pattycakes. You could argue that AMA is basically pattycakes.\nWhat is the latest and greatest of egg boxing [59:30]\n\nEgg boxing obviously needs no explanation but for a refresher CLICK HERE\nEgg boxing champions now have champion belts\n3 types of belts:\n\nWBC\nWBA\nIBF \n\n\n“Obviously, one day, you’d like to see those unified.”\n\n \n",
    "contentLength": 7816,
    "encodedLength": 2045
  }
]