[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter answers a wide range of questions from subscribers. Bob Kaplan, Peter’s head of research, asks the questions. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed. You can also watch (or listen) to this full episode on our website at the AMA #9 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\n\nWe discuss:\n\nThe story of how Peter almost worked for Theranos [2:00];\nThe trend of lower testosterone and higher estrogen in men: Why is it happening and what to do about it? [10:00];\nTakeaways from Peter’s recent hunting trip in Hawaii [14:45];\nWhat books are you currently reading/listening to? [21:30];\nWhat advice would you give to the 25 year-old Peter? [24:00];\nWhat is your emergency protocol if you start getting sick? [27:45];\nHow have your thoughts changed on NAD precursors, and also on metformin, in the past year or so? [30:30];\nWhat are your thoughts on “fat burning” zones for cardio workouts? — A lesson in relative vs. absolute fat combustion [34:15];\nWhat mental models do you use and how do you go about solving problems and approaching difficult questions? [49:00];\nCreatine supplementation—Yay or nay? Why? [49:30]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#73 – AMA #9: NAD & metformin, fat-burning zone, creatine, estrogenization of men, emergency kit for cold & flu, and more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#73 – AMA #9: NAD & metformin, fat-burning zone, creatine, estrogenization of men, emergency kit for cold & flu, and more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#73 – AMA #9: NAD & metformin, fat-burning zone, creatine, estrogenization of men, emergency kit for cold & flu, and more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t",
    "contentLength": 2457,
    "encodedLength": 997
  },
  {
    "content": "\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n§Show NotesThe story of how Peter almost worked for Theranos [2:00]\n⇒ For a primer on Theranos and why this is even interesting…\n\nGive the wiki page a quick read\nAlso, check out this HBO documentary\nOr the best selling book by John Carreyrou\n\nAn offer from Theranos\n\nIn 2006, Peter was working at McKinsey & Company in Palo Alto\nTheranos contacted him and he was offered their Chief Medical Officer position\nHe met with Elizabeth Holmes\nThey looked at the black box machine together and discussed business and technology\n\nDecided not to take the job for several reasons\n\nFirst, someone Peter trusts did not say anything good about one of the investors in Theranos\nSecondly, loved his job at McKinsey\nThird, wasn’t convinced that what you could test in a box that size was interesting\n\n“I knew enough about diagnostics and…chemistry that I knew that there was…not going to be anything you could do on a drop of blood, in a box that size, that was clinically interesting.” \n\n\n\n8 years later\n\nIn 2014, 8 years after declining the job, Forbes valued Theranos at $9 billion\nCalculated the money he would be worth if he had taken the job, “life changing money”\n\nIn 2015 \n\nPeter was at a fundraising event where Elizabeth was the top speaker (ahead of Mark Zuckerberg) \nElizabeth saw Peter and remembered him from 9 years prior\nThey exchanged contact info and kept in touch for a while\n2 days after this event, John Carreyrou put on an article in the WSJ exposing some of the fraud going on at Theranos\n\nCognitive dissonance\n\nHere is Elizabeth as the headliner at this “who’s who” event\nSimultaneously, she knows her world is about to get super messy was the WSJ article releases\nFrom a psychology standpoint, Peter says he doesn’t believe that Elizabeth ever thought she was doing anything wrong\nWhich is not for a moment to say, she shouldn’t be held accountable for what happened\nShe should be absolved of the responsibility of what she’s done\nBut it’s a very important distinction… you can be so delusional that you really believe that the lies you’re telling are for the better good\n\nDid Peter ever suspect fraud from Elizabeth and/or Theranos?\n",
    "contentLength": 2803,
    "encodedLength": 990
  },
  {
    "content": "\n“I never suspected [fraud]. . .I just thought it was the world’s most uninteresting business in the history of civilization. Like point of care testing in a drug store for Chem-7, and CBC? I would have more interest in a business that specialized in removing hangnails and nose hairs.”\n\n \nThe trend of lower testosterone and higher estrogen in men: Why is it happening and what to do about it? [10:00]\nLower T, Higher E\n\nIf you took blood samples from a group of men in the 1950s, and did the same for a similar group of men today… \nYou would notice that, in today’s men, testosterone is lower, and their estrogen is higher\n\nThe question is, WHY?\n  1 Increase in obesity\n\nBecause, obesity obviously implies more adipose tissue. \nAdipose tissue is where we’re going to see more of the enzyme called aromatase (which turns testosterone into estrogen)\nIf you have more adipose tissue and potentially more aromatase, you will undergo that chemical reaction more of turning the testosterone into estrogen.\n\n  2 Chemicals that can mimic the effects of estrogen (or increase the production of estrogen)\n\nLots of plastics have been proposed to do this\nExamples, \n\n\nFood stored in plastic tupperware\nDrinking coffee in cups with plastic lids\nEspecially off plastics that are going to have any high temperature with them\n\nThings Peter does personally to combat this:\n\nUse glass containers at home\nHe also washes all plastics by hand instead of in the dishwasher\n\nAnecdote from a patient:\n\nHe was drinking tons of coffee from plastic cups daily\nSwitched to non-plastic and reported to feel 100 times better\n(Obviously, this could be placebo)\n\nHow much of a difference does any of the stuff make? \n\nI have absolutely no idea if this is making a difference or not, says Peter\n\nFurthermore, when doing blood tests…\n\nWe don’t even know what we’re measuring\nA lab test that’s measuring estrogen, first of all, you’re usually just measuring estradiol (rarely measure estrone or estriol in men)\nAnd then there could be a whole bunch of pseudo estrogens that are floating around that are exerting other biologic effects, that are “estrogen-izing”\nBut you can’t measure them in the serum. \n\nAnyone know of an expert on this topic?\n\nPeter says he only knows a little bit on this topic\nAll suggestions are welcome for who the expert is on the topic\n\n \nTakeaways from Peter’s recent hunting trip in Hawaii [14:45]\nPeter recently went to Hawaii to hunt axis deer\nTakeaways from the actual hunt\n\nThe shot, which is incredibly difficult and takes years of practice to even have a chance, is the easiest part\nBeing able to spot an axis deer, literally just see one, is ridiculously hard \n\nTheir sense of sight, hearing, and smell are preternatural (they can smell you from a hundred yards away)\n\n\nStalking them is nearly impossible without expert guides\n\nAbout the hardest terrain you’re going to find in North America\nVery cool, also difficult and frustrating\n\n\nHarvest them quickly and efficiently\n\nIf you manage to find them, stalk them, get in position to shoot them, and accurately hit them, you then have to harvest them properly\n\n\nIn summary, \n\nPeter gained an enormous appreciation for the expertise that goes into being able to actually get in a position to even take this shot…\nWithout that kind of knowledge [from the guides], “you’d be twiddling your thumbs for days, hiking 16 miles a day, not even seeing an animal”\n\n\n\nFeeding on a truly wild animal\n\nMany people discuss the difference between farmed cow and grass-fed cow\nThere are differences, says Peter…\n\nNamely their diet (farmed cow mostly corn)\nLess antibiotics\nLess hormones\n\n\nHowever… \n\nThe grass fed cow is not living in a natural environment\nAnd it’s still subject the unnatural stress (tremendous amount of stress at the time it’s killed)\n\n\n*This is in stark contrast to how the axis deer are killed\n\nAxis deer\n\nThey are not natural to Hawaii (they’re natural only to India)\nThey are an invasive species to Hawaii\nThese are animals that are dying instantly because of how swiftly the kill happens (and from a great distance away)",
    "contentLength": 4079,
    "encodedLength": 990
  },
  {
    "content": "\n“To me, that’s the absolute apex of what the best meat could possibly be like.”\nYou can just taste the difference \nVenison has a reputation as being a kind of “gamey” meat, but axis deer is not remotely gamey in this fashion\nIn other words, \n\nyou don’t have that lactate surge, which is what happens when an animal is injured\nYou don’t have that cortisol surge, which is what happens when an animal is stressed\n\n\n\nPeter’s new aspiration: Could I get to the point in life where I don’t need a single animal that I didn’t kill, or a friend of mine didn’t kill?\n \nWhat books are you currently reading/listening to? [21:30]\nCoddling of the American Mind by Jonathan Haidt and Greg Lukianoff\n\nAs a parent, it’s good to make sure we catch ourselves from doing too much coddling, says Peter\nThe book explains the harmful level of political correctness going on using the example of the bubbles existing within the 20 most elite schools in the country\n“It just provides an incredible level of head shaking.” \n\n⇒ Example, \n\nThe dean of students at Claremont McKenna College was forced to resign over an email that was deemed bigoted/racist\n\n(Sam Harris did an entire podcast on this)\n\n\nYou should feel disgust at how this woman was treated\nAnd then more importantly, feel a need to examine the underpinning of how it could happen\n\nThe Coddling of the American Mind talks about how this environment basically came to fruition around 2013\n\nAnd we’re now seeing the far extremes of this political correctness\nAnd hopefully it sort of it comes back to the middle\n\nDo you always listen to audiobooks nowadays or do you read paper copies as well?\n\nMostly listen\nSometimes will also get a hard copy to take notes\n\nWhat was the last paper copy book Peter read?\n\nThe Second Mountain by David Brooks\nPeter wrote about this book in a Sunday email: David Brooks and the quest for a moral life \n\n \nWhat advice would you give to the 25 year-old Peter? [24:00]\n\nDuring a recent talk Peter gave on mental health, a woman asked the question: “What can you say to somebody who’s in need of this type of help?”\nPeter’s answer: “Sadly,  I don’t know what you can say to somebody who isn’t sort of cracked open a little bit and willing to hear what you have to say.” \n\nChange comes from the inside\n\nJust like someone who needs to eat better, exercise more, sleep more… \nYou can’t impose that on people\nIt’s the same when someone needs to “unscrew themselves emotionally”\nThey have to want to change\n\nPeter said the 25-year old him wouldn’t have listened to his advice\n\nBecause the 25 year old me wasn’t broken\nHe hadn’t hit a relative rock bottom\nThere was no way he was going to listen… \nHe’s a total stubborn, maniacal focused human being that’s not going to hear it from anybody until the pain gets great enough\n\nChristmas Carol analogy:\n\nScrooge was only able to change when he saw the ghost of Christmas future\nYou really need to see what is going to happen if you continue on a certain path\nIt’s almost like you need a crystal ball\n\n \nWhat is your emergency protocol if you start getting sick? [27:45]\nTwo Things Peter Keeps on Him All the Time\n1 Tamiflu\n\nIn case you are coming down with the flu, you need Tamiflu\nBut you can’t wait until you’re in the middle of it or it’s too late\nIt only works if you catch the influenza right on the update\nPeter points out that the flu vaccine isn’t efficacious every year (in 2018 it was “basically a placebo”)\nSo you could still get the flu even if you get the shot\nIf Peter even starts getting a fever, he will assume its the flu and take the tamiflu\n\n2 Amantadine + Aleve\n\nAmantadine is for treating the regular, garden variety, pain in the ass cold\nThe protocol is…\n\nTake the given dose of amantadine in combination with two Aleve a day, for five days",
    "contentLength": 3772,
    "encodedLength": 992
  },
  {
    "content": "\nStart taking it the second you have the onset of symptoms\n\n\nThe Aleve is for SIRS (Systemic Inflammatory Response Syndrome) which is why you feel bad with a cold\nSIRS is the body’s immune response to:\n\nThe toxins that are being released by the virus, and\nmore importantly, the immune cells themselves actually gearing up each other\n\n\n\n“I don’t think the data would support the use of amantadine [for the common cold], but it’s a very well tolerated drug. If it gives me some placebo effect, I’ll take it.”\n \nHow have your thoughts changed on NAD precursors, and also on metformin, in the past year or so? [30:30]\nNAD precursors: Something Peter is more bullish on today versus a year ago\n\nA year ago I was completely dismissive of NAD precursors such as nicotinamide riboside (NR) and NMN\nThought it was just a great marketing story\nAnecdotally people would frequently tell Peter they have more energy, better sleep, etc.\nBut Peter attributed at least some of those benefits to a placebo effect\nThat said, Peter is still very convinced that intravenous NAD is nonsense (mostly just a scam)\nToday, Peter says that some of the oral NAD precursors (NR, NMN) may actually have some efficacy\nThis is despite the fact that Josh Ribinowitz’s group published a paper showing how most of that oral NR is actually being taken up in the liver\nBut we still don’t know how much goes into the liver\nAnd it’s also unknown as to whether there is an upside to the liver itself increasing its concentration of NAD\n\n⇒ For more on NAD\n\nEpisodes of The Drive with David Sinclair episode (Part 1 and Part 2)\nEpisode of The Drive with Chris Masterjohn\n\nMetformin: Slightly more bearish on Metformin for longevity in otherwise “healthy” people\n\nToday, Peter says he’s a “bit more tempered in my enthusiasm around metformin use in the healthiest of people”\nHe remains incredibly optimistic about the use of metformin in people who are metabolically anything other than very healthy\nBut when you take that tiny subset of people who are like 9 out of 10 in terms of health… “it’s possible metformin is not helping them, and it’s even possible that metformin is detracting a little bit.”\n\n \nWhat are your thoughts on “fat burning” zones for cardio workouts? — A lesson in relative vs. absolute fat combustion [34:15]\n==> For more on this topic, check out Peter’s blog post (and lecture) from 2013\nAbsolute versus relative fat combustion\n\nThe respiratory quotient (RQ) is used to measure the relative amount of fat oxidation versus glucose oxidation\nTo do this:\n\nPut someone on a treadmill\nPut a mask over their mouth (and plug their nose) that is measuring\n\ni)  the oxygen leaving (computer subtracts that from the oxygen coming in) and this calc is called the VO2\nii) The CO2 exiting (CO2 going in is effectively zero) so we now know the VCO2\n\n\n\n\nThe ratio of these things—VCO2 to VO2—is called respiratory quotient (RQ)\nAnd that ratio tells you where your fuel is coming from\n\nThe RQ range\n\nWhen that ratio is in the 0.7 range, virtually all of your energy is coming from fat\n\nWhy? ⇒ It’s just stoichiometry… it’s just telling you that when your CO2 production is only 70% of your oxygen consumption so you are producing long hydrocarbons\n\n\nWhen the ratio reaches 1.0, what that means is your VCO2 is equal to your VO2 \n\n(your production of carbon dioxide is equal to your consumption of oxygen)\nIn other words, all your energy is coming from glucose and nothing from long hydrocarbons (i.e., fat)\n\n\nWhat does this tell you? \n\nIt tells you your RELATIVE amount of fat versus glucose\n\n\n\nAt 60% of your max heart rate…\n\nA reasonably fit person is still closer to 0.7 versus the 1.0\nHowever, a highly insulin resistant person, who is both de-conditioned and highly metabolically inefficient, will have a very high respiratory quotient even (An RQ north of 0.9!)\n",
    "contentLength": 3834,
    "encodedLength": 984
  },
  {
    "content": "\nThat person is never going to get well without fasting and exercise \nYou just have to be able to drive glycogen depletion\n\n\n\nLet’s talk about ABSOLUTE fat combustion\nTo understand absolute fat combustion, you must know the absolute level of VO2, and the absolute level of VCO2. \n\nTo understand total energy expenditure, we can use the Weir equation\nEnergy expenditure equals = 3.94 x VO2 + 1.11 x VCO2\n\nHow the testing process works\n\nDuring a test, the computer can spit out your VO2 and VCO2 every 15 seconds onto a spreadsheet\nThe computer will spit out at 15 second intervals into an excel spreadsheet \nWe then use that to determine total energy expenditure \nThen you look at the ratio of VO2 to VCO2 to determine how much of my energy came from fat oxidation versus glucose oxidation\n\nResults from Peter’s self testing on a bicycle:\n\nFigure 1. Results from Peter’s VO2 max test showing fuel utilization by substrate vs. power output. \nResults from the test show\n\nAs your energy level goes up…\nYour total calories expended per minute goes up\nBut your relative contribution of fat goes down\nBut the absolute value of fat peaks somewhere in the middle (and then comes down)\nWhere your absolute fat oxidation is peaking is a function of i) your fitness, and ii) your fuel (food)\n\nOn a ketogenic diet, for example, Peter’s fat oxidation will peak at about 1.6 to 1.8 grams per minute (higher than when not on a keto diet)\n\n\n\nSo…is training at 60% of max heart rate ideal for burning fat?\n\nAt 60% of your maximum heart rate…\nyou may be burning your highest percentage of fat\nbut you are absolutely not even coming close to burning your highest amount of fat\nLooking at percentage of fat oxidation can lead to ridiculous ideas such as “you burn more fat while sleeping and than while exercising”\n\n*Really important point = Exercising at 60% of maximum heart rate is too low in intensity\n\nThis is considered being in “zone 1”\nIt’s not harmful in any way, shape, or form\nIt’s just not the best use of your time\nZone 2 is a better place to be\n\nHeart rate zones\n\nZones are based on heart rate\nDivided into five zones\nWhat is Zone 2?\n\n75 to 80% of maximum heart rate\nSo with a max HR of 180, your zone 2 would be a HR of 135-144\nThis is the sweet spot to be spending your “cardio time”\nYou are right at the threshold of the mitochondria\nJust being on the cusp of really crossing over into anaerobic work.\nThe fitter you get, the higher that number gets\nAlso, it might be that when you’re starting out, 60% of your max HR is indeed your zone 2\n\n\n\n*Tip of the day*\n\nYou can use subjective level of exhaustion to estimate zone 2\nIn zone 2, you could carry out a basic conversation but it is a little uncomfortable\nTalking is strained enough that the person you’re talking to knows you’re exercising\nAbove zone 2, it’s too uncomfortable to have a conversation\nBelow zone 2, you can be “chatty Cathy”\nYour goal while doing cardio is to find that zone 2 either using a HR monitor or the “conversation” test\n\n \nWhat mental models do you use and how do you go about solving problems and approaching difficult questions? [49:00]\n\nPeter is going to “punt” this question for now\nHe wants to get Shane Parrish on the podcast to discuss this topic\nCheck out this NY Times article on Shane\n\n \nCreatine supplementation—Yay or nay? Why? [49:30]\nWhat is creatine? \n\nCreatine is this molecule in our body that is a phosphate donor\n\nWhat’s phosphate?\n\nATP is a phosphate donor\nATP has three phosphates\nAnytime you need energy, you’re basically turning ATP into ADP…it’s the liberation of the third P that is the energy that we use to do things\nWe breathe to provide oxygen to the electron transport chain to generate ATP from ADP\n\nWe actually have three energy systems (not two)\n\nMost people think we have these two energy systems\n\nAerobics, where we make ATP in the presence of sufficient oxygen at a low enough rate",
    "contentLength": 3891,
    "encodedLength": 987
  },
  {
    "content": "\nAnaerobic when we can make ATP, once we’ve exceeded the level of sufficient cellular oxygen using pyruvate and turning it into lactate\n\n\nThe third energy system called the creatine phosphate system\n\nWe use creatine as a direct donor of phosphate\nIn an all out energy burst, this is the energy system we are using for the first 3-4 seconds\n\n\n\nHistory of creatine supplementation\n\nAbout 30 years ago, it became really popular for athletes to supplementing with creatine phosphate\nAt the beginning, it was common to “load” so 20 g per day for 5 days, then do a maintenance phase at 5 g per day (or something close to that)\nYou would gain a ton of weight\nYou definitely got stronger\nIt was a legitimate performance enhancing supplement\n\nToday, we have learned…\n\nCreatine phosphate provides no benefit… you can just use the creatine monohydrate and you’ll pick up the phosphates in your body\nThe loading phase is unnecessary\n\nCurrent recommended way to take creatine?\n\nTake 5 g per day of creatine monohydrate\n*Peter’s preferred brand: Biosteel Creatine Monohydrate\n\nWhat to expect when taking it?\n\nGain some weight (mostly water weight)\nSome increase in strength\n\nWho would it help?\n\nPeter wonders is creatine would help with performance in his tabatas on the AirDyne bike\nThey decide probably not since he would burn through the creatine so quickly\n\nTabata tangent… \n\nwe really have no ability to go “all out” even for just 20 seconds\nEven if you think you are going 100%, you’re actually pacing yourself\nCheck out Peter’s tabata protocol in AMA #5\n\n\n\n\nSprinters? ⇒ maybe\nCompetitive cyclist? ⇒ probably not, because by the time you are “sprinting” you are at the end stages of the race and you’ve already used up that creatine\nAthletes looking for strength and performance gains? ⇒ probably \nAverage Joe looking to better results in the gym? ⇒ A coin toss\nChris Masterjohn says creatine might even help marathon runners\n\nIs it safe?\n\nIf you’re using a pure product (like Biosteel), it is incredibly safe\n\n⇒ For more on creatine, check out Peter’s interview with Chris Masterjohn starting at 2:10:15\n",
    "contentLength": 2098,
    "encodedLength": 522
  }
]