[
  {
    "content": "In this special celebrity AMA episode, Peter answers questions from former Olympians and past guests, Apolo Ohno and Sasha Cohen, on a wide range of subjects including fasting, learning, training for performance versus longevity, and much more. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nApolo’s questions begin [1:45];\nWhy women may have a harder time fasting, and tips for those who are struggling [2:10];\nIs there any place for fasting as part of a nutritional strategy in adolescents? [6:15];\nTips for learning and retaining large amounts of new information (and the best nutritional approach) [9:15];\nMust read books of 2019 [14:45];\nIf you could only keep a few watches for the rest of your life which would they be? [16:45];\nWhat workout would Peter do inside a hotel room? [22:15];\nWhat is Peter’s ultimate gorge meal? [23:45];\nHow do you foresee fasting as a mechanism for performance in athletes? [25:30];\nWhat is driving Peter to strive for excellence? [33:30];\nSasha’s questions begin [38:40];\nWhat are you most excited about in the longevity space? [38:45];\nAt what point do you see enough data or proof that a new drug, or type of fasting is worth trying it out for yourself? [41:30];\nIs it possible to obsess so much about your health that it becomes a negative stressor? [46:45];\nWhich tests are worth doing if you want to be proactive about your health? [48:15];\nAre there any supplements Peter things are beneficial to be taking? [55:15];\nHow does Peter’s training differ when optimizing for performance versus longevity? [56:30];\nHow does taking testosterone and growth hormone affect performance versus longevity? [59:15]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#80 – Celebrity AMA with Apolo Ohno and Sasha Cohen: Fasting, rapamycin, performance vs. longevity, and more\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#80 – Celebrity AMA with Apolo Ohno and Sasha Cohen: Fasting, rapamycin, performance vs. longevity, and more\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#80 – Celebrity AMA with Apolo Ohno and Sasha Cohen: Fasting, rapamycin, performance vs. longevity, and more\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%",
    "contentLength": 2806,
    "encodedLength": 996
  },
  {
    "content": "\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesAPOLO’S QUESTIONS BEGIN\nWhy women may have a harder time fasting, and tips for those who are struggling [2:10]\nApolo’s wife\n\nApolo and his wife practicing fasting\nApolo can go up to 7 days pretty easily\nHis wife really struggles after 72 hours\nAt that point she basically has no energy to even leave the house\nShe has no ability to do anything even remotely mentally strenuous\n\nPeter’s thoughts:\n\nPeter has noticed that his female patients have a tougher time with fasting (and even time restricted feeding)\nHe’s not sure why (maybe some evolutionary reasons)\n\n–For people who struggle, Peter progress his patients as follows:\n\nOnce someone is able to consistently do 18 hr fasts with 6 hr eating window\nHe then moves them to 1 meal per day\nNext will be a 36 hour fast\n\nFasting tips from Peter:\n\nPeter suggests checking glucose levels to get some insight into why he energy might be so low\nPeter says when you feel this crappy, it’s important to not push through\nYou also need MORE water than you think\n\nWhen you fast you excrete sodium at a higher rate \nSecondly, food has water in it so you need to compensate for that\n\n\nDon’t cut caffeine for a long fast if you are a big caffeine person\n\n \nIs there any place for fasting as part of a nutritional strategy in adolescents? [6:15]\n\nThere may be certain situations where it might make sense\nSuch as obese kids, T2 diabetes, NAFLD\n\nBut at the same time, one has to be very careful…\n\nAdolescents are still growing (anabolic mode) \nThere is a critical window during which deprivation of food can be potentially harmful\nI’ve certainly seen a subset of people who have eating disorders during adolescence and it sort of imprinted their endocrine system in a way that’s come back to haunt them as an adult\n",
    "contentLength": 2551,
    "encodedLength": 996
  },
  {
    "content": "\n“My view is that unless you’re an adult, really this isn’t something that should be considered as a regular part of how you eat.”\n \nTips for learning and retaining large amounts of new information (and the best nutritional approach) [9:15]\n\nApolo is doing an intensive MBA program at Wharton \nHe is going to be consuming large amounts of information \nMore importantly he needs to retain the information\n\nWhat tips does Peter have?\n  1 Write it down with a pen\n\nPeter retains info MUCH better when he writes it down on paper with a pen (i.e., not typed)\nHe tries to condense and synthesize the information down\nHe personally likes paper with no lines (Apolo needs graph paper)\n\n  2 Small groups where you can quiz each other on conceptual info\n\nFind good study partners but only 2-4 people\nPeter is particular about his pens (he likes fountain pens, fine liners, certain types of roller balls, and different colors)\n\n  3 Sleep is crucial for retaining info (so time management is key)\n\nHippocampus is sensitive to sleep deprivation\nCramming might help on a test, but for long-term consolidation of memories you need sleep\n\nWhat is your preferred diet for consuming large amounts of information? \n\nSimple answer: Anything that is going to minimize swings in glucose\nIs fasting helpful?\n\nPeter says it’s unclear\nThe literature about fasting and cognitive performance is not that great\nHowever, there is tons of anecdotal stuff (e.g., more mental clarity)\nPeter personally has felt remarkably sharp while in ketosis\n\n\nExogenous ketones\n\nPeter says taking a ketone ester could help (as it seems to have helped him in the past)\nPeter suggests that as something Apolo could try out\n\n\n\nIn summary:\n“If I were in that situation, I don’t think I would fast during that window necessarily. I’d probably do some time restriction and eat a really clean diet that, even if it wasn’t fully ketogenic, it would probably be relatively low carb.”\n \nMust read books of 2019 [14:45]\nAm I Being Too Subtle?: Straight Talk From a Business Rebel by Sam Zell\nLifespan: Why We Age―and Why We Don’t Have To by David Sinclair\nInfinite Jest by David Foster Wallace\n \nIf you could only keep a few watches for the rest of your life which would they be? [16:45]\nPeter’s picks:\n\nSpeedmaster Omega 321\nRolex Daytona\n\nEither the 6263 “non Newman”\nOr the 6240 “non Newman”\n\n\nProbably a Richard Mille watch… one of these:\n\n11-03\n50-03 (“McLaren”)\n53-01\n\n\nAthletes you have an RM watch:\n\nOdell Beckham Jr.\nRafael Nadal\nBubba Watson \n\n\n\nApolo’s picks:\n\nPatek Nautilus\nAn “anniversary” Rolex\nRichard Mille watch \n\n \nWhat workout would Peter do inside a hotel room? [22:15]\nFirst, would make sure to have a stability exercise \n\nDynamic neuromuscular stabilization (DNS) exercises\nOn your back, or front, or side working on core activation\nIntra abdominal pressure (IAP)\n“Symmetric cylindrical activation”\nThere’s a whole bunch of exercises there, but Peter makes a hybrid one of those\n\nSecondly, a single leg lunge\n\nSo the single leg step back (or step up) lunge\nOr perhaps a single leg “get up” off a low surface\n\nFinally, he’d to handstand push ups \n\nPut legs up on a wall, but not in a “full stand” position (you don’t need to be under that much stress)\nPeter’s doing this as a scapular exercise (good way to train serratus strength and shoulder stabilizers)\n\n \nWhat is Peter’s ultimate gorge meal? [23:45]\n\nPeter loves sushi but would find that hard to “gorge” on \nProbably would be a multiple-course italian meal\n\nE.g., salad, pasta, meat dish, gelato\n\n\nCurry stir fry\n\n“I can seem to eat it in infinite volumes probably because it feels so healthy.”",
    "contentLength": 3616,
    "encodedLength": 991
  },
  {
    "content": "\nCheck out AMA #5 for the complete recipe\n\n\n\n \nHow do you foresee fasting as a mechanism for performance in athletes? [25:30]\nApolo wants to know specifically how fasting might be used in the following manners:\n\nFor manipulating testosterone levels\nFor injury recovery/regeneration\n\nPeter’s thoughts on manipulation testosterone:\n\nIn Peter’s experience, his testosterone levels plummets after a 7 day fast\n95+% percent of the population exists between 5 and 25\nAfter a fast, Peter is at 4\nHe would need to do daily checks to see if there’s a pulse spike that you could exploit\nBut even if there was… the question is, would it be clinically significant? \nPeter thinks testosterone levels have a bigger impact with training (and recovery and growth) versus how much it would matter on the day of a race (outside of very extreme levels)\nIn summary, he would need to see something more compelling before believing that you could manipulate testosterone spikes to enhance performance in a clinically significant way\n\nPeter’s thoughts on testosterone for recovery and inflammation:\n\nThe literature on inflammation and fasting clearly shows a reduction in inflammation \nAdditionally, everybody almost without exception notices that little aches and pains just vanish\nIs that the autophagy we’re experiencing? .. “Possibly.”\nSo Peter sees fasting as a powerful tool for an athlete (Not unlike the way you probably use an ice bath)\n\n⇒ Now the question is how do you incorporate it with volume of training? \n\nWhen fasting, Peter notices that i) his top end endurance is lower and ii) he needs more recovery time in between sets and iii) it hurts a lot more to really push himself during those fasts\nDoes Apolo think he could have incorporated fasting into his training in his Olympic days?\n\nHe thinks he could have… he’d probably have done it like so:\n\nDo one fast in the preseason\nDo one or two during the season\nAnd do one immediately post-season\n\n\n\n\n“From an injury prevention and injury recovery lense, I think that would’ve helped immensely.”\n\nMany Olympians are reluctant to use fasting because they don’t want to mess up their training\n\nPeter thinks most athletes are over-training in volume and intensity and under training and specificity\nBut if people start to realize you don’t need that much volume with better neuromuscular training and less actual stress, you could achieve the same benefits and therefore you might actually be able to go through better periods of fasting\n\nAn alternative strategy for athletes: Hypocaloric feeding with creatine supplementation\n\nHypocaloric feeding is where you’re eating 750 to a 1,000 calories per day\nYou still could get enough glycogen replacement which is good because that’s probably where the athletes are hurt the most with a water-only fast combined with training volume\nAdditionally, Peter would overcompensate with creatine\n\n\nIf a normal creatine cycle is 5 grams per day, you do 10 grams per day \nSo if you’re keeping creatine stores full and getting 100 grams of carbohydrates a day…\nThat might be able to ward off a lot of the sort of extreme performance deterioration\nWhile still getting the benefits of the injury restoration or healing\n\n \nWhat is driving Peter to strive for excellence? [33:30]\nApolo wants to know what drives Peter do work so hard, to get out of bed in the morning, and to strive for excellence:\n\nParadoxically, Peter considers himself a very lazy person innately\nAnd this is a tough question because sometimes you don’t really know what’s driving you\nPerhaps you’re just doing something because you’ve always done it and you don’t know the alternative\nOne hypothesis Peter has about himself is that he might be striving so hard because he’s worried about the alternative which is hin innately lazy personality might take over so he’s sort of overcompensating \n\nA love for learning and for teaching:\n“I am obsessed with knowing stuff. There’s just no denying it.”\n\nAnytime Peter reads something or is asked a question he doesn’t know the answer to… it is really hard for him to let it go\nNot that this personality trait is great… it’s neither good nor bad, “it just is”\nAnd so there is probably a whole bunch of neurotransmitters that are involved in the satisfaction he gets from learning something new ⇒ some amount of dopamine that’s making him feel better",
    "contentLength": 4332,
    "encodedLength": 986
  },
  {
    "content": "\nTeaching:  he also enjoys teaching but he doesn’t necessarily know why\nPeter strongly relates to a book by Richard Feynman called The Pleasure of Finding Things Out\n\n§\nSASHA’S QUESTIONS BEGIN\nWhat are you most excited about in the longevity space? [38:45]\nAnything that involves mTOR\n–Why?\n\nThe mechanistic target of rapamycin is a very potent nutrient sensing protein aggregate within cells \nand like all things in biology too much and too little of it can be a bad thing\nBut one thing that seems really clear is at least transient inhibition of this nutrient sensing machinery seems to produce a really impressive longevity phenotype\n\n–Rapamycin\n\nThe easiest way to demonstrate the longevity benefits of inhibiting mTOR is with the drug called rapamycin\nIn 2009, the first study unequivocally showed the power of this drug rapamycin in treating normal mice was published\nThey were given rapamycin to mice late enough in life that normally you wouldn’t see much of an effect with other types of interventions\nThat effect has been demonstrated repeatedly across multiple strains of other mice and all sorts of different animals\n\n–Other ways to target mTOR: \n\nFasting is another way to transiently turn down mTOR\nAnd more drugs are in development for mTOR inhibition\n\n–In summary: Peter calls it “the most important target of a longevity strategy”\nDo Peter take rapamycin himself?\n\nYes, for about a year\nPeter, however, doesn’t see anything noticeably improving in his blood work\nMany patients on the other hand see huge improvements such as…\n\nLipids get better\nTheir triglycerides go down\nTheir glycemic stuff gets better\n\n\nDosing:\n\nMust be taken intermittently (Peter takes it once per week)\nDoing it daily doesn’t have the same positive benefits and comes with more negative side effects\n\n\n\n–Peter on why he doesn’t see the same list of benefits in his own blood work:\n\n“I suspect that people who are metabolically well enough and I probably fit into that category, the benefits it’s having are well beneath the surface of things that we can measure with our current toolkit, which is pretty limited.”\n\n \nAt what point do you see enough data or proof that a new drug, or type of fasting is worth trying it out for yourself? [41:30]\nThe few things that Peter wants to see:\n–First, really convincing animal data\n\nAcross enough animals that it’s not easy to chalk up as just sort of an artifact of one particular species\n\n–Secondly, some sort of human clinical evidence of the manifestation\n\nOne end of the spectrum might be…\n\nHumans that have a genetic mutation that does something similar to the effect of this intervention have this sort of phenotype and that’s favorable \n\n\nOn the other end of the spectrum…\n\nIt could be humans who take a drug for a different reason but have changes in a different area which are intriguing \nSo for example, an SGLT2 inhibitor is used to treat and lower blood sugar in patients with type 2 diabetes but maybe you can see what that drug is doing with respect to this other thing that’s sort of interesting\n\n\n\n–Thirdly, you’d like to really understand the mechanistic reason this effect is happening\n–Final principle: Can I bracket my risk?\n\nIf you can identify the range of risk and make sure it’s not too high where the benefit may be significant than you can feel better about doing it\nExample, fasting… “with fasting, I don’t think we’re ever going to see a study that will demonstrate the benefits of in terms of longevity of long-term periodic fasting, it’s just too hard to do. . .But again, the risks of these things are incredibly low and we have so much biologic basis to fall back on that I feel more confident doing it. Other things, however, I’d want to see a bit more data before I would sort of decide, oh yeah, well that’s definitely worth doing.”\n\nAnd how do you ensure you aren’t conflating variables?\n\nIt’s very hard, says Peter\nHe will try to reduce confounders when doing self experimenting by making sure the conditions are consistent\n\nWe need better assays to measure nuanced cellular responses to drugs\n\nTo really get insights into longevity benefits, we need better testings",
    "contentLength": 4135,
    "encodedLength": 972
  },
  {
    "content": "\n“I really wish we would spend a lot more time and resources developing the types of assays that could measure the more nuanced cellular responses of these types of drugs. \nWe already have amazingly potent treatments (fasting, exercise, metformin, rapamycin, etc.)\nWhat we don’t have is tools to really measure how well they work on healthy people in terms of producing longevity\nWhy don’t we?\n\nThe diagnostics business is a really bad business to be in\nIt would require creating a new business model. \nThe business works around creating molecules, not creating tests to measure things like what fasting protocol is best, for example\n\n\n\n“The deeper I get into the science of longevity, the more I am absolutely convinced that nutrition and exercise … are such incredible drugs. They’re so ubiquitous. Like you can do them so often, you can spread that dose across so much.”\n \nIs it possible to obsess so much about your health that it becomes a negative stressor? [46:45]\nHow do people find the happy medium where they are not stressing about their health but also not being totally negligent?\n–Warren Buffet is an example of someone who seems supremely happy emotionally despite apparently eating McDonalds daily and probably not exercising\n—Is it possible that if Buffet ate well and took care of himself, he could be even healthier and more robust? Maybe. \n—Is it possible that if he spent time stressing about how healthy he was, he’d be less healthy? It’s possible because certainly one can go too far.\n“One can absolutely spend too much time obsessing over this stuff [to the point where it becomes an added stressor in their life]”\n \nWhich tests are worth doing if you want to be proactive about your health? [48:15]\nPeter is not particularly interested in measuring things for which he can’t do anything about it\n–Example of something he IS interested in: \n\nThere are a handful of genes that pose a risk for disease later in life that I know can’t be changed\nBut to know your APOE genotype is in fact useful\nYou can’t change it, but you can get insight into your risk of developing Alzheimer’s disease (AD)\nAnd there are certain things you can do to reduce your risk and/or delay the possible onset of AD\nExercise plays an incredible role in: \n\nmaintaining hippocampal volume\nmaintaining blood flow to the brain\ncontrolling metabolic circulating factors that play an important role in the preservation of cognition (like in this paper, and this paper)\n\n\n“So my view is, by knowing that I’m much more empowered to do something about it.” \n\n–Conversely. . .\n\nPeter’s not a huge fan of doing mass sequencing of the gut biome because “I don’t know what to do with the information”\n\n“I think one just has to know in advance before you do a test…’What are the possible outcomes here and how will that affect what I do?’ . . .If you can’t answer that question, I think you’d probably better off not doing the test.”\nWhich tests would Peter recommend for someone wanting to be proactive about their health?\n  1 Lp(a) levels\n\nSomewhere between 1-8 and 1-12 people have elevated Lp(a)\nIt’s the leading cause of inherited risk for cardiovascular disease\n\n  2 APOE test\n\nTo know that you’re in a higher risk version I think should motivate you to work that much harder\nThat said, even the lowest risk category doesn’t mean you won’t get it\nSee Peter’s podcast with Richard Isaacson for more on APOE\n\n*A note about cancer screening with a liquid biopsy\n\nOnly about a year away from liquid biopsies really becoming commercially viable which is a blood test where it’s going to look for circulating DNA or RNA\nIt will tell you if you have circulating cancer cells including the cell of origin\nSo this comes with some responsibility:\n\nImagine you’ve got a blood test and it came back and said you’ve got circulating breast cancer cells, \nbut your mammogram is normal with no lump in your breast\nWhat do you do with that information?\n\n\n\n\n\n\n\n\nWould you be able to do molecular imaging?\n\n\n\n\n\n\n\n\n\n\nWould you be able to start targeted therapies?\n\n\n\n\n\n\n\n\n\n",
    "contentLength": 4042,
    "encodedLength": 985
  },
  {
    "content": "\nOr would it just create a sense of stress and anxiety while you sit there and wait for the next year or two for something to show up on an x ray or a physical exam?\n\n\n\n\n\nHow Peter would like to see the future in terms of these types of tests:\n\nRather than a bunch of standalone tests…\nThere will be a bunch of stacking tests that will allow us to compensate for false positives and false negatives\nAnd be coupled also with a very aggressive front line of treatments in the presence of things that are positive\n\nOne other important measurement: Continuous Glucose Monitoring\n\nPeter would put a continuous glucose monitor on everybody for at least three months\nIt would be incredibly instructive for people to walk around and understand how their glucose levels change with respect to what they eat, how poorly they sleep, when they sleep poorly, and how much their cortisol levels go up, etc.\nFor Peter, he sees his glucose spike with stress\nHow does that change his behavior?\n\nIt informs him the need for meditation\n\n\n\n“That is part of my motivation for learning to detach myself from my thoughts when my thoughts become troubling.”\n \nAre there any supplements Peter things are beneficial to be taking? [55:15]\n\nPeter says about 80% of the population is probably very deficient in EPA and DHA\nThese are two very important omega-3 fatty acids that we get from fish\nSo there are certainly some people who eat enough fish that they don’t need to supplement that.\nData are reasonably compelling that having high levels of EPA and DHA in your tissue membranes is beneficial when supplemented to the right level\n\n \nHow does Peter’s training differ when optimizing for performance versus longevity? [56:30]\nPeter says optimizing for longevity (i.e., being a kickass 90-year-old) compared to being the best at something (i.e., performance) changes how he does things\n⇒ Using bench pressing as an example:\n\nIf one decided they wanted to maximize the weight they could bench, it probably puts them at undue risk\nNot only potentially dropping the bar on themselves\nBut also in terms of how you have to position your serratus, your lats, your hips . . . it puts a bit of undue stress on the body \nAnd if you’re goal is to extend healthspan, it’s probably not worth the effort/risk\n\n–How Peter does pressing:\n\nIt’s optimized around stability and long-term strength and pliability and very little to do with how much weight he’s moving\nHe does single arm isolated floor presses \nHe uses a bamboo pole with big springy rubber things on the end and it’s hanging kettlebells off it\nMaybe a total of 80 to 90 pounds\nGiven how unstable it is and how much it’s bouncing, it’s a far better exercise because\n\ni) it’s not putting a fraction of the stress on my joints \nii) And it’s forcing stabilizing muscles to do their work\n\n\n\n \nHow does taking testosterone and growth hormone affect performance versus longevity? [59:15]\nTestosterone\n\nMost hormones (e.g., cortisol, thyroid hormone) exist mostly in a U-shaped relationship, but testosterone doesn’t. \nTestosterone is in some ways the easiest drug to give somebody because more is always better in terms of performance\nYou can’t have too much testosterone in your body if your goal is to do anything that requires strength or speed \nAnd truthfully, despite all of the fear mongering around drugs, testosterone is a staggeringly safe drug\nPeter has seen athletes who have 10 times the normal level of testosterone floating around in their body and it absolutely helps them perform better, “but I don’t think it’s helping them live one day longer and frankly at that level it’s probably counterproductive”\n\nGrowth hormone\n\nI view growth hormone as a much more frightening drug than testosterone. \nAnd while I think growth hormone in the short term probably has enormous performance benefits…\n…I’m not convinced growth hormone has any role in the treatment of longevity\nIt might be “anti-aging” in terms of how you look and feel, but it probably comes with a bit more risk than we want (except for a subset of patients who have really low growth hormone to begin with)\n\n“Growth hormone is probably a great example of how it’s almost always going to improve your performance, I just don’t think of it as a great tool for longevity.”\n",
    "contentLength": 4260,
    "encodedLength": 985
  }
]