[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter answers a wide range of fasting-specific questions from subscribers. Peter starts by defining the various fasting protocols, details his own personal fasting regimen, explains his revised plan for 2020, and provides a ton of value to anyone interested in fasting. Once again, Bob Kaplan, Peter’s head of research, will be asking the questions. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #11 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nDefining the various fasting protocols [1:00];\nWhy Peter plans to switch to a 3-day fast once per month in 2020 [11:00];\nHow Peter uses his CGM to gain insights into the depth of fast [13:15];\nPeter’s supplement protocol during fasting, and why he eats a ketogenic diet leading up to a prolonged fast [17:00];\nPeter’s exercise regimen during a fast [23:30];\nPeter’s hunger levels during a typical 7-day fast [26:45];\nFasting observations—Core body temperature and thyroid hormone [30:30];\nFasting observations—Glucose, BHB, and hunger levels [33:15];\nPeter’s sleep protocol during a fast [40:15];\nDoes Peter observe any differences between men and women in their ability to fast? [47:00];\nHow Peter prefers to break a long fast [50:15];\nImportance of community support while fasting, and is there a perfect fasting protocol? [52:00]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#89 – AMA #11: All things fasting\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#89 – AMA #11: All things fasting\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#89 – AMA #11: All things fasting\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t",
    "contentLength": 2440,
    "encodedLength": 996
  },
  {
    "content": "\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesDefining the various fasting protocols [1:00]\nThe overnight fast\n\nThe standard fast that almost by definition everybody does between dinner and breakfast\nExample: Finish dinner at 7pm, eat breakfast at 7am the next morning = 12 hour overnight fast\n\nTime restricted feeding (TRF)\n\nThe idea where you increase that window from just an overnight fast into a slightly longer window\nTo put the overnight fast example used above into time-restricted feeding nomenclature, you would call it a 12/12 (meaning 12 hours of fasting followed by a 12-hour window)\nYou can extend that and you can say a 14/10 window or a 16/8 window or an 18/6 window \nThe first number refers to the period of time that has no nutrient exposure and then followed by the window in time in which one would be able to consume food (typically ad libitum aka without restriction)\n\nAlternate day fasting (ADF)\n\nGenerally speaking, ADF means that every other day you do something other than eating ad libitum\nMost strict ADF = Consume nothing everything other day (this would be challenging to maintain over the long haul)\nMore common versions of ADF = every other day you have a hypocaloric day\n\nExample, 1,000 calories on the “fasting” day and then eat ad libitum (or they’re normal calories amount) on the non-fasting day\nCould also refer to this as “alternate day calorie restriction” instead of ADF\n\n\n\nIntermittent fasting (IF)\n\nThis term has become popular with the public\nBut many people mistake IF with TRF… in other words they say intermittent fasting but what they really mean is time-restricted feeding\nPeter describes IF as undergoing a fast (of at least 24 hours) at some frequency \nExample, once every month (or every quarter, or every six months, etc.) you would go an extended period of time (>24 hours) without consuming calories \n\n5:2 hypocaloric fast\n\nThis is another popular variation of “fasting”\nFive days out of the seven-day week you’re eating normally\nBut two days out of the seven-day week (but not successive days), you are typically eating a hypocaloric diet of 400 to 600 calories\n\nFasting Mimicking Diet (FMD)\n\nThe FMD is a trademarked protocol coined by a company called L-Nutra which sells a prepackaged five-day “fast” and it’s based on the work of Valter Longo\n",
    "contentLength": 2873,
    "encodedLength": 996
  },
  {
    "content": "\nThis product is ~900 to 1000 calories on the first day and  ~700 to 750 calories for days two through five\n\n\nTo be clear, the Fasting Mimicking Diet is a brand (like Kleenex is to tissues)\n“But there are an infinite number of ways that one can do a reduced-calorie fast that approximates some of the metabolic benefits of fasting.”\n\nProlonged fasting/multiple-day fasting\n–Clarification from Peter:\n\nYou can do prolonged “fasting” via a reduced-calorie “fast” (e.g., the 5 days Fast-Mimicking Diet)\nIn Peter’s practice, he will sometimes prescribe anywhere from three to seven days typically at about 500 to 700 calories a day (with a customized macronutrient profile)\n\n–A true fast is water only (plus minerals):\n\nA “true” prolonged fast would be nothing but water (but also includes tea and some minerals with zero calories) for a period of time (typically three to seven days at a time)\nBubbly water is okay as well, Peter goes through Topo Chico at “geometric rate” when fasting\n\n–Is coffee and/or tea okay?\n\nThere is probably some difference in the nature of the fast if you include coffee or tea, but probably not as much of an issue as “purists” make it out to be\nWith patients who are pretty caffeine dependent, Peter recommends NOT giving up their coffee because fasting can be hard enough without dealing with caffeine withdrawals\nEliminating coffee during a fast might improve the “gut rest” you get from a true fast\nBut some observers have suggested that coffee actually enhances autophagy late enough in the fast (though Peter is skeptical about that)\n\n \nWhy Peter plans to switch to a 3-day fast once per month in 2020 [11:00]\nWhat type of fasting does Peter most commonly do?\n\nHe’s tried every protocol mentioned above over time\nFor the past couple years, he’s been doing a 7-day water-only fast once per quarter \n\nPlans for 2020\n\nFor 2020, Peter plans to switch to a 3-day water-only fast once per month\nNo real scientific insight telling him that’s what he should be doing\nMore so he just wants to try something different\nThe main difference is that with 3 days per month…\nThere will be a more consistent exposure to fasting\nBut at the same time, he may not be going as “deep” into the physiologic effects of fasting\n\n-Why 3 days?\n\nPeter’s intuition is that 3 days is probably the minimum amount of time needed to hit some of the important physiologic benchmarks such as…\n\nGlycogen depletion which leads to…\nInhibition of mTOR\nActivation of AMPK\nA significant reduction of glucose and insulin that triggers autophagy and the inhibition of senescent cells\n\n\n\n“Truthfully, in humans, we don’t necessarily know exactly what the dose curve looks like for duration of fasting to physiologic output of desired consequence.”\n \nHow Peter uses his CGM to gain insights into the depth of fast [13:15]\n-Peter relies heavily on his CGM to give him insights during his fast\n-But not just looking at what his glucose levels are\n-He looking for thinking like, “what’s the behavior of my glucose at night?”\n—When in a fed state…\n\nHis nighttime glucose can actually be quite erratic\nAnd he tends to run the highest glucose at night\nPeter observes more glucose excursion from the liver in the evening\n\n—When in a fasted state…\n\nThat erratic nature of glucose tends to vanish by the end of 48 hours (and certainly by the third day of only consuming water)\nHe basically has a flat line of glucose \nAnd it’s a very low number, typically in the 60s\nThe only thing that can make it budge is exercise\n\nAfter lifting weights, Peter sees a transient rise in glucose of ~20 milligrams per deciliter or about one millimolar\nThen it’ll sort of slowly come down\n\n\n\n–Significance of the new glucose equilibrium:\n\nPeter’s intuition is that there’s something relevant that’s happening when we reach a new equilibrium of glycogen \nAnd that new equilibrium takes about 3 days to get to",
    "contentLength": 3868,
    "encodedLength": 965
  },
  {
    "content": "\nPeter estimates that this new baseline glucose level after 3 days is about 80% of the way to the “floor” of glucose which you might get to after about 10 days\n\n⇒ George Cahill’s 40-day starvation experiment\n\nSubjects were fasted for 40 days on water-only\nAfter a month+, they maintained the blood glucose of about three millimolar which would be in the high 50s\nHow is that possible?\n\nYou’re body is breaking down triglycerides into free fatty acids which are then used to make the ketones\nThe backbone of that free fatty acid is glycerol which then becomes gluconeogenic substrate\nIn other words, the liver takes that backbone of glycerol (three carbons) and it makes glucose\nSo even though you’re not eating, you’re still able to make glucose in the liver and the brain is still dependent on glucose even in a fasted state\n\n\nBut Cahill’s data suggested even a month into a fast, as much as 40-50% of the energy going to the brain of those subjects was still coming from glucose, with the remainder coming from beta-hydroxybutyrate\n\nThe takeaway: When fasting, Peter is using the observations of i) a reduction of glucose and ii) a lack of volatility of glucose as a proxy for something physiologically interesting that’s probably happening in concert.\n \nPeter’s supplement protocol during fasting, and why he eats a ketogenic diet leading up to a prolonged fast [17:00]\n\nFigure 1. Peter’s “meal prep” getting ready for a week of fasting. Image credit: @peterattiamd\nLeading up to his 7-day water-only fasts…\n\nPeter usually eats a ketogenic diet the week prior as a way to ease the transition into using BHB for energy \n“If you could enter a fast with, say, one millimolar of beta-hydroxybutyrate floating around, your body has already done some of the very ‘heavy lifting’ in transitioning you to a more fat-adapted state which is obviously the essential state of fasting.”\n\nSupplement protocol\n–Magnesium\n\nWhen NOT fasting, Peter’s magnesium protocol consists of:\n\nA supplement called magnesium oxide (a “poorly absorbed, rapid-transit version of magnesium”), and…\nL-threonate, which isn’t a magnesium, but it’s packaged with magnesium and it transports magnesium to the brain\n\n\nWhen fasting…\n\nPeter’s changes out the magnesium oxide with a slow absorbing version of magnesium\nAnd he also continues to take magnesium L-threonate\n\n\n\n–Methylated B vitamin complex \n\nPeter takes this all the time (i.e., even when not fasting)\nIt actually may not be that relevant during a fast but he is just pointing out that he doesn’t STOP taking it during a fast\n\n–He does NOT take rapamycin or metformin during a fast\n\nHe doesn’t take rapamycin during a fast because “I’m getting very potent mTOR inhibition during a fast.”\nAnd with metformin, he stopped taking it altogether recently so obviously not taking it during a fast\n\n–Sodium\n\nOn the three-day fast Peter recently did, he did NOT supplement any sodium at all and felt great (i.e., not lightheaded) \nOn the seven-day fasts, he’s historically required two additional grams of sodium which he takes in the form of bouillon \n\n—Why is sodium important during a fast?\n\nBouillon is an important part of the toolkit for people because until your body really adapts to fasting and ketosis, the kidney gets pretty inefficient with sodium because it need to use sodium as an exchange to maintain potassium levels\nThe body really need potassium inside and outside of a cell\nBut the potassium outside of the cell is really critical \nTypical levels might be about four milliequivalents, but if that number gets down to three you are in trouble\nSo the body will fight like hell for that extra milliequivalent of potassium and it will do so at the expense of sodium often and/or magnesium. \nSo that’s why supplementing those things becomes an optimal way for your body to preserve potassium, and it’s much safer to supplement magnesium and sodium than to supplement potassium.\n\n–Why can’t we just supplement with potassium?\n",
    "contentLength": 3957,
    "encodedLength": 977
  },
  {
    "content": "\nPotassium is one of those things where you want to let the body do its thing and just give it the right amount of food and let it extract potassium from nature. \nA high amount of potassium could kill a person\nWhereas in magnesium, you could overshoot by 10X and you wouldn’t hurt somebody. \n\n“I find most over-the-counter, commercial supplements of potassium to be silly because they don’t even contain enough potassium to move the needle. That’s because you shouldn’t really use potassium to move the needle. You should use sodium and magnesium to make that happen.”\nSupplements for sleep: (discussed in more detail starting at 42:00)\n\nMagnesium L-threonate (already mentioned above) is a great sleep promotor\nDoc Parsley’s Sleep Remedy – a full dose, which is three capsules about 30-45 min before bed\nJarrow Formulas PS-100 \n\nthis supplement is called phosphatidylserine \nPeter will take 3 capsules about 30 to 45 minutes before bed\n\n\nOn rare occasions… 25 mg (half a pill) of a medication called trazodone\n\n \nPeter’s exercise regimen during a fast [23:30]\n“One of the important things during fasting is the preservation of lean mass. It’s pretty easy for the body to undergo some atrophy during a fast, and If we’d like to minimize that it’s [through strength training].”\nMinimizing atrophy\n\nDuring a fast, the body’s lean mass can undergo some atrophy\nThe best way to combat that is by strength training (about 30-60 minutes ideally)\n\nPeter’s regimen\n\nHe attempts to get in at least 60 minutes of strength training per day during a fast\n60 minutes of strength training every day during a fast gives enough of signal to the muscle to minimize (or avoid atrophy)\nYou’re not going to grow muscle mass during a fast\nIn Peter’s experience, strength training is actually more tolerable than cardio training during a fast\nThat said, there is an adaptation that takes place … for example:\nA couple of years ago I found even low end aerobic to be quite painful during long fasts. No longer is that the case. Now a zone 2 workout during a long fast feels great. But anaerobic stuff is certainly miserable. (e.g., Tabata or a set of brutal med ball slams EMOMs)\n\n*Tip: Give yourself some extra rest between sets. Surprisingly, you don’t really lose much strength during a fast, but you’re going to need a little bit more time to replenish between sets because there still is a glycolytic cost of those exercises.\n–More detail about his workouts…\n\nHis workouts always include some exercises that are \n\ni) Hip-hinging \nii) Pulling, and \niii) Pushing\n\n\nWith hip-hinging, it’s things like deadlifts, deficit lunges, walking lunges. \n\n*REMEMBER: The devil’s in the details…anybody can hip hinge…but can you hip hinge properly? \n\n\nThe differences between his fasted and non-fasted workouts: When fasted, doing his same regular exercises but, just taking a little bit more time between sets, and probably a little less likely to stack exercises.\nAnother observation about fasted workouts:\n\n1) He finds workouts more enjoyable because he puts less pressure on himself to nail every rep and set (i.e., not so regimented)\n2) Counterintuitively, it actually alleviates a lot of the hunger to be exercising… “It actually is quite appetite suppressing.”\n\n\n\n \nPeter’s hunger levels during a typical 7-day fast [26:45]\nWhen doing 7-day fasts…\n\nHe always does last meal Saturday, first meal Saturday\n\nWhich means Sunday through Friday are fully-fasted days and Saturdays are half days basically\nEarly dinner on Saturday as the last meal\n\n\nSunday, first full fasted day\n\nWakes up, works out, then goes to the airport to travel\nAll feels pretty normal to that point\n\n\nMiddle of the day on Monday (second fully-fasted day)…\n\nIt really starts to kick in that I’m fasting and he feels really hungry\nIt’s not quite 48 hours\n\n\nMidday hunger is common \n\nFrom day 2 to day 5 of the fast, Peter says he feels pretty hungry between 12pm-5pm",
    "contentLength": 3908,
    "encodedLength": 996
  },
  {
    "content": "\nWhy midday? \n\nPart of that is just our circadian rhythm\nPart of that is habit\nPart of that is just boredom\n\n\n\n\nEvenings feel very normal for Peter\n\n“I tend to get over this hump by about 6 p.m.”\nFrom 6 p.m. until bedtime, he doesn’t feel any different from how he normally feels\n\n\nBy day 6…\n\nHe starts to lose all sense of hunger (medical terms for this is anorexia)\nCase studies show people have this same complete loss of hunger generally between 7 and 14 days into a fast\n\n\n\n \nFasting observations—Core body temperature and thyroid hormone [30:30]\nPeter feels cold a lot more\n-During a fast, it’s normal to feel a greater perception of being cold\n\nThis is because your core body temperature falls\nAnd there’s evidence that by day 3 we’re seeing T3 go way down, and reverse T3 go way up\n\n⇒ In this review, for example, they cite a group of investigators that looked at healthy men and then looked at healthy women, and found the following numbers with a 72-hour fast (+ placebo)\n-Men\n\nBaseline T3: 69.1 ng/dl \n72h T3: 51.7 \nBaseline rT3: 15.3 \n72h rT3: 20.2\n\n-Women\n\nBaseline fT3: 2.98 pg/ml \n72h fT3: 1.66 \nBaseline rT3: 16.9 ng/dl \n72h rT3: 33.5\n\nSo, what’s going on here?\n\nYour thyroid gland produces a hormone called T4 \nT4 is inactive so the body has to convert it into either…\n\nThe active hormone which is T3; or\nThe anti-active hormone which is called reverse T3\n\n\nThe amount of T3 and reverse T3 in the body is very important at regulating metabolism, body temperature, and all thyroid-related things\nIn an environment where food is scarce, the body absolutely wants to slow down your metabolism. \nThe greatest tool it has for doing that is by making more reverse T3 via an up-regulation a type of deiodinase enzyme that makes it\nAnd it will do so at the expense of making the active T3\n\n-For Peter personally…\n\nHe measures thyroid function during towards the end of his fasts and he’s “blown away” at the deterioration of thyroid function\nSo not only has that slowed his metabolic rate down but, as a result of that, he is much more sensitive to cold\n\n-Does this do long-term damage to the thyroid?\n\nUsually a week after re-feeding, Peter’s thyroid function is completely back to normal\nAnd after years of fasting, he’s seen no long-term signs of concern\n\n“The thyroid is a very resilient organ. . .that seems to understand when it needs to be activating you one way versus another.”\n \nFasting observations—Glucose, BHB, and hunger levels [33:15]\nCorrelation between BHB, glucose, and cortisol levels\n\nBHB levels and glucose levels tend to be highly inversely correlated\nSo when glucose comes down quickly, BHB will rise quickly\nIn cases were Peter’s glucose stays “stubbornly” high, BHB levels take longer to come up\nWhat might cause glucose levels to stay up?\n\nFor Peter, when glucose levels are stubbornly high (i.e., high 80s/low 90s) it’s generally due to cortisol (aka stress)\n\n\n\n-By the end of a 7-day fast, Peter’s typically at:\n\n5-6 millimolar for BHB\n3-3.5 millimolar for glucose\n\n-In a recent 3 day fast…\n\nDuring the last 36 hours, he was above three millimolar in BHB\nAnd by the end of the 3 days he was at 3.9 millimolar (pretty typical for him)\n\n-In some cases, however, his BHB don’t get as high…\n\nHe’s had fasts where even 6 or 7 days in, his ketones were still in the 2-3 millimolar range",
    "contentLength": 3317,
    "encodedLength": 950
  },
  {
    "content": "\n“There’s something physiologically not working well and you’re sort of stuck in that no man’s land where you don’t have quite enough ketones to provide all your energy needs, but you’re also not replenishing your glucose levels enough. So you’re stuck vacillating between those two states. That’s not the most pleasant place to be.” \nPossible explanations for this:\n\nCortisol can impair ketone production\n\nIf you’re overly stressed \nIf you’re a little sick \nBasically anything that upregulates adrenal output can impair you from making ketones\n\n\nOne time, Peter was chewing a lot of gum sweetened with xylitol, which didn’t raise glucose at all, but it clearly impair ketone production\n\n\n\nHow is hunger (or lack thereof) related to BHB and glucose levels?\n-Peter says his hunger is almost completely abated around day 6 or 7\n-This lines up with his ketone levels being in the 5-6 millimolar range\n–Does Peter think that the 5-6 millimolar range is the moment when hunger levels dissipate altogether?\n\n“I don’t think I know yet.” says Peter\nBut certainly it would make sense that the more ketones present the more available fuel that could be used \nBut there are still times when your ketones are 3-3.5 millimolar and you don’t feel hungry at all\n\nBut that could be a function of time of day, etc.\n\n\n\nIn Cahill’s famous starvation study\n\nFigure 2. Circulating concentrations of β-Hydroxybutyric, glucose, free fatty acids and acetoacetate in obese but otherwise normal man fasting for 40 days. Image credit: (Cahill and Veech, 2003)\nThe subjects in this study showed the following:\n\nGlucose keeps dropping and then after a few days basically flatlines\nThe ketones/BHB is continually increasing for the first three weeks\nThe peak at ~6 millimoles after 30 days and doesn’t go up much more over the final 10 days\nAt 10 days, subjects were at 4-4.5 mM\n\nPeter is surprised their ketone levels weren’t higher than this after 10 days\n\n\n\n-Compared to Peter…\n\nThe ketone levels of subjects don’t rise as quickly as Peter who is at ~5 mM of ketones after a week or less\nPeter is surprised at how long it took Cahill’s subject to reach their BHB levels\nPeter says this MAY be because of the advancement of technology in measure ketones\nPeter says it’s hard to believe ketone levels would plateau after 40 days\nThe other thing to keep in mind is the more time you spend in ketosis, the better the body gets at using the ketones. So that also kind of keeps the levels of ketones in the blood from going up continuously and linearly \n\n-What about people who fast going from a ketotic state vs. those who don’t?\n\nPeople who fast who spend a lot of time in ketosis probably have a different experience than people who fast coming out of a non-ketotic fed state. \nPeter wishes he would have done an extended fast sometime during 2011-2014 when he was in ketosis\n\nI would love to know what it would have been like to have done a seven-day fast in that environment when my body was really revved up and used to using ketones.\nIs it possible all my levels would have been lower because I would have been using my ketones so much more efficiently? \nOr is it possible they would have been much higher because the machinery to make them would have been so much more revved up?\n\n\n\n⇒ See Peter’s interview of Dom D’Agostino where he explains the relative amounts of acetyl acetone, beta-hydroxybutyrate, and acetone production consumption during the fasted periods\n \nPeter’s sleep protocol during a fast [40:15]\nSleep can be tricky during fasting\n-Peter says that he has experienced…\n\nSome of the “greatest nights of sleep of my entire life” while fasting\nAnd also some of the “most miserable nights of sleep in my entire life” while fasting\n\n-When Peter does struggle with sleep…\n\nIt’s rarely that he’s too hungry to fall asleep (although some people experience this)",
    "contentLength": 3844,
    "encodedLength": 980
  },
  {
    "content": "\nFor Peter it’s usually that he has a hard time staying asleep (e.g., waking up super early and not being able to fall back asleep)\n\nPeter’s sleep regimen and wind-down routine\n-First of all, he “doubles down” on all my usual sleep hygiene stuff\n\nA big one is light removal\n\nBlue light blocking glasses. \nNot using electronics, if possible, but if so he’s putting blue light filters on them\n\n\nHe uses the OOLER Sleep System by chiliPAD\n\nHe runs this machine a little warmer when fasting since core body temp is lower\n\n\nLowering the air temperature of the room (65 in summer, 69 in winter)\nHe’s being thoughtful about bedtime and wake up time\nUses his Alaska bear eye mask to be as dark as possible\n\nSupplements for sleep: \n\nMagnesium L-threonate is a great sleep promotor\nDoc Parsley’s Sleep Remedy \n\nLow dose of melatonin plus 5-HTP plus four or five other things\nPeter takes a full dose (3 capsules) about 30-45 min before bed\n\n\nJarrow Formulas PS-100 \n\nThis supplement is called phosphatidylserine \nPeter will take 3 capsules about 30 to 45 minutes before bed\nThis is helpful because it can “silence the adrenal glands a little bit which do tend to kick into overdrive when you’re fasting.”\n\n\nTrazodone\n\nOn rare occasions… 25 mg (half a pill) of a medication called trazodone\nOnly uses in a pinch\nIt’s a fantastic sleep aid that has no stage erosion on sleep like you’d get with a benzo or Ambien\n\n\n\n*A note on Ambien and benzos:\n\nAmbien is such a crappy drug, says Peter, because it more or less knocks you unconscious rather than puts you into proper sleep and there is erosion in your sleep stages\nA “benzo” (benzodiazepine) would be better than Ambien, but still not great\nSo when Peter really needs something extra, he will use trazodone instead of those 2 options\n\n⇒  See Peter’s interview of Matt Walker (Part 2) for more on the dangers of sleeping pills\n \nDoes Peter observe any differences between men and women in their ability to fast? [47:00]\nDoes Peter observe any differences between men and women in their experience with fasting?\n\nPeter has historically noticed that men tend to find fasting a little bit easier\nBut his opinion on that might be changing since his sample size may not be big enough to make that generalization\nIn fact, he is seeing more and more women go through fasting without a hitch\n\n-Recently, Peter’s 60+ year old mother-in-law joined Peter on a 3-day fast over the holidays pretty much on a whim having never done it before\n\nShe ended up having a great experience\nShe slept great without taking any supplements\nShe observed how much of her eating is mindless (found herself walking to the kitchen out of boredom rather than hunger)\n\nNOTE: If a woman is trying to get pregnant, fasting’s a pretty bad strategy because it would likely send a signal that would probably interfere with ovulation and some of the other things that are important to prepare a woman to get pregnant.\nBoth men and women have struggles…\n\nSome men and women both really struggle to make that bridge to water-only fasting and they’ve struggled a lot with reduced-calorie fasting\n\nIf there is a difference between men and women…\n\nWomen struggle more to do time-restricted feeding than men in Peter’s observation\nFor example, \n\nevery guy Peter has given a 16 to 18 hour fasting protocol has been able to do it\nBut some of the women get the shakes and just feel like they need to be eating constantly\nAnd these are usually very tiny, petite, slight women\n\n\n“Maybe there’s just something going on with their metabolism that is unique to them and less about their gender.”\n\n \nHow Peter prefers to break a long fast [50:15]\n\nMake the first meal a pretty small meal\nPeter likes to have some cooked vegetables (it’s a bit hard with all of the insoluble fiber in raw veggies)\nCombined with a small amount of protein (e.g., steak)\nIf the volume is too big, you might get the hiccups given your stomach has shrunk",
    "contentLength": 3916,
    "encodedLength": 981
  },
  {
    "content": "\nPeter once broke his fast with a couple glasses of win as an “experiment”\n“It definitely hit me harder than it normally would…prompted me to think twice about that before I do it again.”\n\n \nImportance of community support while fasting, and is there a perfect fasting protocol? [52:00]\nUncertainty with protocols\n“If anything is clear to a listener here it’s just how much uncertainty there is with these protocols, and how even though there’s lots of people out there claiming that their protocol is the only protocol or the best protocol, it would be hard with a straight face to say something like that with so much uncertainty and so few tools to truly evaluate this in humans when it comes to hard outcomes.”\nImportance of community and support while fasting\n\nPeter has personally felt the benefits of doing a fast with others\n\nWhether in person like with his mother-in-law\nOr via social media, he’s noticed that when he shares on Instagram, he always finds that some followers of his are doing it along with him\n\n\n\n-Where to find community support:\n\nZero app is creating a fasting community as well \nFollow Peter’s instagram for live updates on his fasting\n\n",
    "contentLength": 1165,
    "encodedLength": 272
  }
]