[
  {
    "content": "In this “Ask Me Anything” (AMA) episode, Peter explains the various levers one can pull to affect longevity with a specific focus on the strategies and tactics one can implement that do not require the help of a physician. This episode heavily features insights into nutrition, exercise physiology, and sleep physiology. Once again, Bob Kaplan, Peter’s head of research, will be asking the questions. If you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #12 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\nWe discuss:\n\nThe five levers you can pull to affect longevity [1:15];\nNutritional biochemistry: Framework, 3 nutritional interventions, and how to approach your goals, and what you should be tracking [4:30];\nExercise for brain health, and the 4 components of exercise [20:45];\nExercise component—Stability [24:30];\nExercise component—Strength [29:00];\nWhat is Peter optimizing for with his exercise? [30:30];\nExercise components—Zone 2 and zone 5 training [33:15];\nMore about DNS, and why we need to be careful with rushing kids through neuromuscular development stages [45:00];\nSleep: How to improve quantity and quality [48:15]; and\nMore.\n\n§\n\n            \n            \n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\t#92 – AMA #12: Strategies for longevity (which don’t require a doctor)\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t#92 – AMA #12: Strategies for longevity (which don’t require a doctor)\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\t#92 – AMA #12: Strategies for longevity (which don’t require a doctor)\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t",
    "contentLength": 2397,
    "encodedLength": 996
  },
  {
    "content": "\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n§Show NotesThe five levers you can pull to affect longevity [1:15]\n\nNutritional biochemistry\nExercise physiology\nSleep physiology\nDistress tolerance\nExogenous molecules (drugs, hormones, supplements … and maybe telomeres)\n\nThe podcast is going to focus today on things that one can do that specifically does not require the help of a physician\n“The good news is you can do more on your own than you require the help of a physician for.”\n \nNutritional biochemistry: Framework, 3 nutritional interventions, and how to approach your goals, and what you should be tracking [4:30]\n“Nutrition…might be the most complicated because I think it has the most variable response for a given individual to a given stimulus.”\nVariation in individuals\n\nThe same dietary program may work for one person and not for another\nThis is the source of a lot of frustration for people who are doing everything “right” but aren’t getting the results they expected\n\n“The overarching principle of nutritional biochemistry is you have to be malleable, you have to be empirical, and you have to assume that if it doesn’t work and you’ve tried it correctly, that that’s okay. And that there’s another approach.”\nFramework for nutrition\n⇒ See Peter’s email newsletter on this topic\nThe 3 nutritional interventions/restrictions:\n-1) Dietary restriction\n\nrestricting some type of macromolecule\nExamples: restricting sugar, carbohydrates, restricting animal protein, fats, one type of fat like polyunsaturated fat\n\n-2) Time restriction\n\nThis is limiting the window during which you eat\nThis gets lumped into the broader terminology of intermittent fasting but Peter prefers “time-restricted feeding”\nExample: 16:8 protocol is 16 hours of fasting and 8 hour window in which you can eat\n\n-3) Caloric restriction\n\nThis is simply reducing the input but not restricting what or when you eat\n\n⇒ Note: These three approaches can be done separately or can be combined\nPeter’s current approach:\n\nDietary restriction alone\nWhen not doing a multi-day, water-only fast, Peter is engaging only in dietary restriction\nHe is pretty much eating however much he wants, whenever he wants, but he is being “manically strict” on what he’s eating\nHe’s completely restricting carbohydrates outside of vegetables – no starch whatsoever\nThis dietary approach has worked really well for Peter when he wants to lose a few pounds\nAs Peter wrote about previously, one of his goals this year is to lose about seven pounds\n\nHow to approach your nutritional goals:\n",
    "contentLength": 3053,
    "encodedLength": 987
  },
  {
    "content": "\nBut that same approach that Peter uses for weight loss (dietary restriction) won’t result in weight loss for many of Peter’s patients\nSome people, for example, only lose weight when condensing the eating window (time restriction)\nOne particular approach isn’t necessarily better than another, says Peter \n\n—Instead you should approach the problem in the following way:\n\nA) Know what it is you’re trying to address\nB) Figuring out how to measure that when possible (in the case of something as trivial as weight, it’s very easy to measure, but for other things it’s potentially impossible to measure)\nC) Sticking with a plan long enough to assess it\nD) Being ready to abandon it if it doesn’t seem to work\n\nWhy Peter pays attention to blood glucose:\n\nThe continuous glucose monitor (CGM) is the “single most important wearable that is at this moment in time” \nHowever… at the moment, you will likely need a doctor to prescribe one to you (at least the one that Peter favors the most ⇒ the Dexcom G6)\nAnother way to access blood glucose numbers includes the finger stick ⇒ not continuous and is quite inconvenient relative to the CGM\nPeter is hopeful that the CGM is soon to be available to the public and will be part of the solution for anyone who’s in the “do it yourself” category\n\n-Peter’s current very strict modicum of dietary restriction in the form of carbohydrate restriction results in the following blood glucose characteristics: \n\nBlood glucose levels very flat\nLevels very low, and\nVery low variability\n\n“Those things speak to a metabolically healthy phenotype, which frankly is more important than the amount of weight that I may or may not lose in the process.”\nSubcutaneous fat vs. visceral fat (see this figure)\n\nMuch of the weight Peter may lose will come from subcutaneous fat, which actually doesn’t play an enormous role in our health \nIt’s the visceral fat that is by far the bigger predator\nUnfortunately, it’s very difficult to ascertain visceral fat loss\n\nDoes Peter think there is a role for patients to be able to order their own blood tests without a physician? \n\nI think the answer should be yes. \nAt the same time, I think it opens up a can of worms and I think there is a benefit to having a physician being a person who can not only order it, but more importantly help you understand and interpret it, especially in the event that something is not optimal. \nMany blood test results come fully editorialized from the lab as “good, bad, or intermediate.”\nPeter has to tell patient that it is many times the “good” or “bad” results are out of context and to ignore it\n\nE.g., Uric acid is 6.6 and the test says that is in the “normal” range…and Peter might say that’s not good enough\n\n\n\nPay attention to how you FEEL\n\nHow you feel can’t be overstated, says Peter\nAlthough it’s complicated because it includes the placebo effect\n\n–All things considered, if a nutritional intervention results in things like:\n\nMore and stable energy\nLess GI distress\nBetter sleep\nLess cravings\nMore satiation with meals\n\n–These would be signs that the changes you’ve made have been in the right direction even if they aren’t accompanied by some of the more obvious things that we look at (such as a lower number on the scale)\nA lesson Peter learned when he transitioned to ketosis in 2011:\n\nWhen Peter switched to a ketogenic diet in 2011…\nIt meant that he would be going from a very glycolytic athlete to someone whose muscles are going to have to learn to burn fatty acids and ketones at a much broader range of ATP requirement up until about VO2 max\nPeter was advised to back off the intensity and the volume of his workouts\nInstead, Peter ignored the advice\n“The summer of 2011 was hell.”\n\n–Eventually, it sort of “clicked” in two phases:\n\nFirst, In August of 2011 he had an aerobic click (i.e., mitochondrial efficiency)\n\nAll of a sudden everything started to feel really good up until about zone three\n\n\nSecondly, he has an anaerobic click in November of 2012 (almost 1.5 years after going keto)\n\nSo this was above FTP up until VO2 max",
    "contentLength": 4050,
    "encodedLength": 987
  },
  {
    "content": "\n“All of a sudden I just had sort of this surge of efficiency that kicked in.”\n\n\nPeter has big regrets that he wasn’t taking periodic muscle biopsies during the 3+ years he was in ketosis to see how his muscles changed in terms of efficiency and fuel utilization\n\n \nExercise for brain health, and the 4 components of exercise [20:45]\n“Exercise and nutrition are really potent physiologic tools. In fact, I don’t know how you’d quantify it, dose for dose, but certainly exercise [and sleep] might be the most important tool we have with respect to brain health.”\nExercise and brain health\n\nExercise and sleep are the two most potent nootropics we have available, says Peter\nEverybody seems to be searching for the latest and best supplement like mushroom, or the right dose of Adderall or Modafinil, etc.\n\n–Here’s a tip from Peter: \n\nUntil you have your sleep fully optimized and you’re exercising every day and producing bucket loads of BDNF, lay off the nootropics and get those two things tuned up\nYou’re going to do more for your cognitive performance and for your long-term brain health by having these two pillars optimized than any stack of nootropics that has ever been concocted.\n\nThe 4 components of exercise:\n  1 | Stability (the foundation)\n  2 | Strength\n  3 | Zone 2 aerobic training\n  4 | Zone 5 (high intensity, e.g., HIIT)\n\nExercise component—Stability [24:30]\n“[Stability] is the cornerstone upon which your strength is delivered, your aerobic performance is delivered and your anaerobic performance is delivered. And it’s the way that you do so safely.”\nStability is…\n\na way that we transmit force from the body to the outside world… \nin the safest manner possible…\nacross the muscles which are designed to carry that load…\nas opposed to seeing the dissipation of force across joints that are not fit to do so.\n\n–For example, when you pick up 60 pounds off the ground\n\nNewton’s Law says you have to exert 60 pounds of force on the world around you to move that thing\nThe idea is you want all of that 60 pounds to be transmitted from your muscles to the ground \nAnd you DON’T want anything dissipating out your back, knees, or hips\n\n-Humans are born with this ability\n\nBut we lose it over time because of our lack of activity and our abundance of sitting\nBut it’s possible to reacquire this ability through deliberate practice of these movements\n\n\nFigure 1. Ayrton Attia demonstrating a proper squat. Image credit: Peter Attia (Instagram)\nDynamic neuromuscular stabilization (DNS)\n\nPeter is a big fan of DNS to train proper stabilization and movements\nPeter has a lot of inefficient movement patterns that results in force leakage around his scapula, elbow, knee, back, hips, etc.\nThis “force leakage” is the root cause of a lot of the chronic injuries that people have\n“Stability is probably what I think of as the foundation upon which everything should be done vis-a-vis exercise.”\n\nOther ways to train stabilization:\n\nPostural Restoration Institute (PRI)\nPilates – while the vocabulary might be different than DNS or PRI, many of the principles are similar\nThe particular teacher matters a lot\n“I think this is somewhat discipline agnostic, but it’s heavily dependent on the practitioner and the student.”\n“Of the four pieces of exercise we’re going to talk about, this is the one that probably will take the most tinkering for people to find the right type of practitioners.”\n\nHere are a few IG video post by Peter sharing insights about stability training:\n\nHip hinge (VMO)\nDeadlifts\nScapulae\nConcentric intra-abdominal pressure (to stabilize the ribs)\n\n \nExercise component—Strength [29:00]\n\nStrength means basically utilizing the muscle to generate force\nSo strength training with weights (or body weight) is a very important part of strength\nThis is I think the most intimidating of the four types of exercise especially for people who have not done it before\n",
    "contentLength": 3886,
    "encodedLength": 953
  },
  {
    "content": "\n-Peter’s counter to that would be: “If you are interested in longevity, if you are interested in playing with your great grandkids, you want to prioritize muscle mass. Never in the history of civilization has a 90 year old said, ‘I wish I had less muscle.’”\n\nThe same is true for bone density (which can be improved with lifting weights)\n\n-*To reiterate the importance of stability*: “To train in the discipline of strength, absent a foundation of stability, can be a recipe for disaster. And so therefore I believe that those two have to go hand in hand.”\n \nWhat is Peter optimizing for with his exercise? [30:30]\n\nEverything Peter is talking about in terms of exercise is about optimizing for longevity\nThat is much different that optimizing for performance\nFor instance, if someone were to want to run the fastest 10k possible…\n\nThat means training at an energy system that is very demanding of the cardiovascular system.\nIt is pretty much maximum cardiac output just beneath VO2 max above functional threshold which is past the point of optimizing longevity returns and it actually comes at some cost to longevity relative to something more at a slightly lower energy system\n\n\nInstead, Peter thinks about training for the Centenarian Decathlon⇒ i.e., being a kickass 90 year old\n\nThe main energy systems of life:\n\nZone 1\nZone 2\nZone 5\n\n“By training zone 2 and zone 5 . . . we’re really teeing ourselves up metabolically and also structurally to do these things.”\n \nExercise components—Zone 2 and zone 5 training [33:15]\nZone 2 training\nMake sure to check out the podcast with Iñigo San Millán\n\nIñigo explains that zone 2 is basically the highest level of exertion that is effectively pure mitochondrial oxidative phosphorylation before you start to net accumulate lactate\n\n-How Peter does zone 2 training:\n\nPeter does zone 2 about four times per week \nHe uses a lactate meter to make sure he is right on that limit of not going too far, not pushing too hard, but pushing hard enough\nUsually he does it on a stationary bike that’s hooked up to a power meter where he’s titrating watts and heart rate to get to a point where his finger stick lactate level is 1.8 or 1.9 milliMole\nIf done on a treadmill, he’s doing 15% incline at about 3.0 to 3.4 miles per hour to produce the same effect as the bike\nCan also be done on an elliptical\n\n-What is the right dose of zone 2?\n\nFor a beginner: ~2 hours a week is a good place to start\nIdeally: 3-4 hours per week \nBut you probably can’t do too much zone 2, says Peter, you’re mostly just limited by time and the ability to allocate it towards other forms of exercise\n\nZone 5 training\n\nZone 5 is high intensity zone (i.e., HIIT) and the fourth and final piece of exercise\nYou don’t need to be spending much time in zone 5, but to neglect it completely, you’ll probably pay a bit of a price, says Peter\nPeter describes this zone as a small part of life using the example of an escalator being broken and you have two pieces of luggage and your kid and you’re late for your flight\n\n-HIIT vs aerobic exercise:\n\nMany of the studies on this focus on its comparability to aerobics exercise on a minute per minute or unit time basis. \nHIIT is more efficient when looking at it that way\nBut Peter does not view it as an either/or situation\nUsing both of these tools is optimal and especially when zone 5 training doesn’t require that much more time\n\nPeter summarizes his typical week of exercise:\n\n3-5 bouts of strength training\n4 bouts of zone 2\n2 bouts of zone 5\nStability is sprinkled into pretty much every day with maybe one day of a longer, more dedicated 60-minute session around stability\n\nBook rec: The Secret Race by Tyler Hamilton – “What an unbelievably good book that was. That’s one of about three or four books in my life that I read in one sitting.”\nHow to know if you are actually in zone 2?\n  1 | Gold standard way = Blood lactate\n\nThe “gold standard” is measuring blood lactate concentrations",
    "contentLength": 3949,
    "encodedLength": 968
  },
  {
    "content": "\nBeing at ~2.0 mM (or probably just below it at 1.8, 1.9) is the gold standard because that is the definition. \nThat definition is the highest generation of ATP that is coming through the mitochondria such that you are not net accumulating lactate \n\n(which is well below lactate threshold)\n\n\n\n⇒ Lactate meter that Peter recommends: Lactate Plus Meter by Nova\n\nHeads up, it’s not cheap for the device or the strips \nTIP: You need to use very clean soapy water to wash your hands before doing a blood test. Alcohol is not sufficient because it does not remove lactate.\n\n  2 | Simplest way = rate of perceived exertion \n\nRPE of 3 to 4 on a scale of 1-10 is generally where you should be \nHowever, Peter finds the idea of rating your exertion on a scale of 1-10 rather difficult\nInstead, Peter prefers to gauge it by your ability to hold a conversation: Once you’re at the point when it becomes annoying to talk during that form of exercise, you’ve hit that threshold. \n\n(i.e., you can talk, but you don’t want to)\n\n\n\n  3 | Maximum heart rate\n\n69% to 83% of your heart rate max should be zone 2\nPeter points out however that it varies quite widely from person to person\nYou really need to know your true max HR (you can’t just use the 220-age formula)\nOnce you know your true max HR, Peter suggests starting out at 75% of max HR\n\n*Peter recommends that most people use one of the 3 options above for assessing their zone 2, however, there are a couple more ways to do it. Such as…\n  4 | Lactate threshold heart rate\n\n85% to 89% on a run (per Joe Friel)\n81% to 89% on a bike\nOftentimes, onset of blood lactate accumulation (OBLA) is confused with the lactate threshold (read the difference here)\n\n  5 | Functional threshold power (FTP)\n\nFTP is the highest level of power you can hold for an hour\n56% to 75% of your FTP is zone 2\nNote about determining your FTP: Rather than testing for a full 60 minutes, you can determine your FTP by doing 20 minutes of max effort and then take 90% of that max output as your FTP\n\n \nMore about DNS, and why we need to be careful with rushing kids through neuromuscular development stages [45:00]\n\nBob makes the analogy that zone two training is like you’re improving the stability of your mitochondria\nYou might even be thinking of free radical production from “leakage” as your mitochondria become more efficient organelles in the context of training.\nAnd with Olympic lifting, which may seem like all about performance, a good coach should watching closely and correcting any efficient movement or “leakage”\nSo in a way like that speaks to DNS being the foundation for all forms of exercise\n\nThe origins of DNS\n\nIt originated from at Prague school as a tool upon which one could study the developmental delay in children with cerebral palsy\nAnd it was through that that they realized that kids with CP had missed certain developmental milestones. \nAnd it was because they missed those developmental milestones very early in life that translated to difficulty with movement later on.\nThe initial thrust of DNS was how can we go back and teach these kids early enough in life once they’re diagnosed to learn these movement patterns that they would otherwise miss and to save them some of the challenges later on. \n\nBe care about rushing kids through natural stages of neuromuscular development:\n\nIt’s common for kids to have hip dysplasia being born breached and to then be put in a hip harness for 6+ months\n\nThis is a really a horrible thing for a kid to be in because it really limits movement during a very critical period of development\n\n\nBe careful with bumbo seats that put them up in a seated position prematurely before they have developed the truncal strength to support themselves or the stability\n\nYou’re rushing through a stage and they tend to then not develop the right connections across their torso. \nSame goes with those bouncer walker things\nOr even putting shoes on kids too early\n\n\n\n“There’s a whole bunch of things that we do as parents obviously with the best of intentions that actually kind of work against a child’s correct neuromuscular development.”\n ",
    "contentLength": 4109,
    "encodedLength": 987
  },
  {
    "content": "\nSleep: How to improve quantity and quality [48:15]\n==> Here’s the blog post by Peter defining “first-order terms” that resonated with Bob\nImproving your sleep\nThe #1 tip from Peter: Consistently getting enough time in bed\n\nThe goal should be to spend enough time in bed to give yourself an opportunity to sleep ~8 hours\nGiven a reasonable sleep efficiency, if you got into bed and then got out of bed 8.5 hours later, for many people that’s going to produce a great sleep cycle. \n\nSecondly, it’s ideal to get in bed and get out of bed at the same time every day\n\nThe more consistent your wake up time can be, the better you are because circadian rhythm is not exactly 24 hours and so you like having that morning reset every day \nKeep that wake up time as consistent as possible even on the weekends\nFor Peter, there’s probably less than a 60 minute variation from wake up time on any given day ⇒ “If I could narrow that gap, I would do it even more.”\n\nPeter’s routine:\n\nHe gets in bed before 9pm because his son wakes up at 5am\nIn an ideal world, his nighttime routine begins at least an hour before bed\nPreferably, he doesn’t use electronics at night at all, but if he needs to he makes sure to wear blue light blockers (he uses Felix Gray)\nNOTE: Not all electronics seemed to be created equal, computer is more stimulating and destructive to sleep than TV or a Kindle\n\nSleep trackers\n\nPeter uses the Oura ring (full disclosure he’s an investor and advisor to Oura)\nOther trackers include Fitbit and Apple Watch\n\nWhat’s most important to track?\n\nFirst and foremost, just pay attention to your time in bed\nDon’t get too worked up about stages like how much deep sleep and REM sleep that your tracker says you are getting\nIt still remains to be seen how accurate the staging data are on any of these devices. \nIf you’re in bed for 8.5 hours, give or take, and you’re presumably getting 7.5-8 hours of sleep and you feel and function great, then there’s no need to stress out about the different stages\n\nWays to improve your deep sleep:\n  1 | Blue light blocking glasses if you are going to look at electronics at night\n\nPeter’s first choice is Felix Gray glasses\n\n  2 | A supplement called a magnesium L-threonate\n\nL-threonate is a magnesium transporter\nIt is sold under many different brand names, but it has to have something called Magtein, in the actual ingredients\n\nMany companies will license Magtein to be able to put it in their product\n\n\nPeter takes the L-threonate (Magtein) with additional slow absorbing form of magnesium\n\n  3 | Keeping the bed cool \n\nPeter uses the Ooler\n\nOther measure you can take to improve sleep:\n\nDon’t drink alcohol too close to bed (it’s harmful to sleep quality)\nFood intake too close to bed also has a negative impact (try to cut off food 3-4 hours before bed)\nKeep the room as dark as possible\nKeep the room temperature cold \nGoing to bed earlier (try setting a “get in bed” alarm on your phone)\n\n3 sleep surveys you can take to assess your sleep proficiency:\n\nThe Pittsburgh Sleep Quality Index (PSQI)\nEpworth Sleepiness Scale \nStop-Bang Questionnaire for assessing risk of sleep apnea\n\n\nPeter has his patients take all three of these surveys\nBased on the results of those, he may recommend they go to a sleep lab\n\n“For many people just getting this sleep hygiene dialed in with respect to electronics, blue light, temperature, a couple of supplements, timing of food, limiting alcohol, the discipline around the time in bed, darkness in the room, et cetera. I’m constantly amazed, Bob, at how many people want a single pill to solve this problem when in reality you have to take a broader approach to this and you’ll get much better results.”\n⇒ For more on sleep, check out any of these podcast episodes with sleep expert, Matthew Walker:\n\nMatthew Walker, Ph.D., on sleep – Part I of III: Dangers of poor sleep, Alzheimer’s risk, mental health, memory consolidation, and more",
    "contentLength": 3918,
    "encodedLength": 978
  },
  {
    "content": "\nMatthew Walker, Ph.D., on sleep – Part II of III: Heart disease, cancer, sexual function, and the causes of sleep disruption (and tips to correct it)\nMatthew Walker, Ph.D., on sleep – Part III of III: The penetrating effects of poor sleep from metabolism to performance to genetics, and the impact of caffeine, alcohol, THC, and CBD on sleep\nAMA with sleep expert, Matthew Walker, Ph.D.: Strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep\nAMA #2 with sleep expert, Matthew Walker, Ph.D.: short sleep mutants, optimal sleep environment, sleep apnea, & rapid fire questions\n\n",
    "contentLength": 616,
    "encodedLength": 140
  }
]