[
  {
    "content": "Here are a couple of things I think are worth sharing: \n\n\n\n \n\n\n\nClinical Trial Evidence Supporting US Food and Drug Administration Approval of Novel Cancer Therapies Between 2000 and 2016 (JAMA, November 10, 2020)\n\n\n\nThis recent study looked at the available data on cancer treatment outcomes for new cancer therapies approved by the FDA. It found 92 new FDA-approved cancer therapies for 100 indications over 17 years (between 2000 and 2016). About half (44 of 100) of the indications received FDA approval without supporting evidence from randomized clinical trials (RCTs) and the median absolute increase in overall survival was only 2 months. Yes, you’re reading that correctly. And when you consider the cost of these drugs, it’s even more outrageous. If you’ve been struggling to understand how the United States can spend such a high fraction of its GDP on healthcare (actually, it’s really sick-care), I have a hint for you: look at some of the practices in oncology drugs. For more on the topic of cancer study and policy, I did an interview with Dr. Azra Raza on the shortcomings of the models we currently use to study cancer and an interview with Dr. Vinay Prasad, during which we took a deep dive into the structural problems of cancer policy.\n\n\n\n \n\n\n\n§\n\n\n\nDesigned to Deceive: Do These People Look Real To You? (New York Times, November 21, 2020)\n\n\n\nThis fascinating article explores questions about the nature of human perception compared to artificial intelligence (AI) we create. The NYT used AI to generate images of human faces that are indistinguishable from the actual faces of real people. I encourage you to take a look at the images in the link above—there is something deeply disconcerting about understanding that they are not real. They may make us wonder how we can ever be sure what visual images are of real people or not. Even so, the article points out that, for all of technology’s successes, there are still discernible shortcomings. For example, facial recognition programs have trouble identifying people with dark skin, and virtual assistants cannot understand speakers with foreign accents. Despite these flaws, humans seem to place disproportionately high trust in AI. When having a GPS in a car was a new experience, some overly trusting drivers actually drove into lakes as technology-induced awe overrode their common sense. AI embodies both the best and worst of what humans can create, and as technology comes to infiltrate more and more aspects of our lives we will be forced to reckon with its limits. I had a hard time pulling myself away from these images, especially the ones with levers that allowed me to toggle back and forth across age, race, and gender.\n\n\n\n \n\n\n\n \n\n\n\n \n\n\n",
    "contentLength": 2725,
    "encodedLength": 582
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]