[
  {
    "content": "The holiday season is upon us, and with it comes the annual showdown with my archrival: pie.\nLike most people, I allow myself a little overindulgence on Thanksgiving. A single meal, regardless of how large, does not generally have a long-term impact on body weight, fat mass, or important metabolic parameters. Though many notice an uptick in weight the morning after a heavy meal, such “overnight weight gain” is typically the result of water retention, as a larger-than-average meal usually corresponds to a larger-than-average quantity of sodium and carbohydrate. In other words, the apparent gain is short-lived and doesn’t reflect an increase in fat mass. Good news. Bring on the turkey, stuffing, and candied yams – and of course, the pie.\nThe bad news? It’s very easy to let a single oversized meal turn into a series of many oversized meals, and the excess calories quickly add up. In the days after a large meal, the tendency to continue overeating is in part due to a surplus in supply: leftovers from that delicious holiday feast crowd the refrigerator and constantly tempt us to have another taste (this time with no cooking required).\nWant more content like this? Check out other content on nutritional biochemistry and subscribe to our free weekly newsletter so you never miss an article!\nUnfortunately, this problem is compounded in many individuals by a decreased sense of inhibition toward food following a single episode of overeating. In other words, one is more likely to overeat after consuming a large meal than after eating nothing at all. This phenomenon – known as “counter-regulatory eating” – is, paradoxically, strongest among those who adhere to strict diets under normal circumstances. Researchers explain this observation among restrained eaters as a “what-the-hell” effect: once a diet is broken, dieters may feel that further restriction is pointless, in which case, they might as well overindulge with abandon until some undefined future point when the diet will resume. Interestingly, the strength of the counter-regulatory eating response does not correspond directly to the calorie content of the initial food. Rather, it appears to depend on the degree to which the dieter perceives a food as “forbidden,” irrespective of calorie load, implying that different individuals are likely to have different food triggers for this response.\nMy ultimate trigger is pie. It sends my self-control straight out the window. Still, without a slice, my Thanksgiving would feel as incomplete as sports without rivalries. So, short of cutting out favorite foods entirely, how can we prevent holiday eating from derailing our health and fitness goals?\nA little advanced planning can go a long way toward ensuring that indulgence doesn’t get out of hand or become a habit. I find, for example, that changing my environment in such a way that removes temptation is more effective than hoping I’ll have the willpower to resist temptation as it arises. Willpower is, in my estimation, a lousy strategy. For me, removing post-meal temptation means preemptive leftover control. Whenever I host Thanksgiving dinner, I ask each of my guests to bring tupperware. No one leaves the house without their share, and I’m not left with a stuffed refrigerator. Another strategy is simply to prepare less food. I enjoy cooking and love the idea of a picture-perfect Thanksgiving table with every seasonal dish imaginable, but if I’m trying to avoid a smorgasbord of leftovers, cutting out a few less popular side dishes is a small price to pay.\nIn previous years, I’ve also often relied on a pre-holiday fast to help me prepare for the onslaught of excess calories. This would typically involve maintaining my workout routine while drastically reducing my calorie intake in the 3-4 days leading up to Thanksgiving. By the time the Macy’s parade floats came sailing into Herald Square on Thursday morning, I had built up enough of a calorie deficit that I could safely chow down to my heart’s content. But this still doesn’t address the leftover problem, it only addresses the “damage” from the feast.\nThere’s no such thing as a one-size-fits-all strategy. Some might find, for example, that aggressive fasting only worsens counter-regulatory eating after the fast is broken. The most effective and realistic game plan will vary for different individuals and different families, and even the best-laid plans can sometimes fail in the short-term. Which, incidentally, brings me back to pie…\nA few years back, I hosted a holiday feast with all the classic Thanksgiving favorites, and, naturally, pies for dessert. As usual, I sent guests off with leftovers, but noticed at the end of the evening that we’d forgotten to divide the pies. A deviation from the game plan, but I could improvise: I tossed the leftover pie in the trash, and as I went to bed, I was feeling pretty good about overcoming the temptation of my foe. But after my morning workout the next day, the pie came roaring back with a vengeance. Before I knew it, I was digging through the trash, and sure enough, it was waiting there, still in its box, ready for me. And then… well, I’ll spare you the rest of the details. Suffice to say, my opponent scored a come-from-behind win the likes of which Tom Brady can only dream about when reminiscing about the Atlanta Falcons.\nIt wasn’t my proudest moment (my wife caught me in the act and described it as the most disgusting thing she’s ever seen me do), but it served as a stark reminder that, for me, a strategy of resisting temptation is much less effective than removing temptation altogether. And you can bet that when it comes time to divide leftovers with my guests this year, whatever remains of the pie will be the first to go. Because even the best-laid plans can fail in the short-term, but when it comes to the long game of improving health, every day – and holiday – is a brand-new ballgame.",
    "contentLength": 5918,
    "encodedLength": 1286
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]