[
  {
    "content": "My inbox was stuffed over the past few weeks with emails containing the June 4th story in the WaPo about Pfizer’s rheumatoid arthritis (RA) drug Enbrel—a substance that inhibits an inflammatory cytokine, tumor necrosis factor alpha (TNF-ɑ)—that could potentially reduce the risk of Alzheimer’s disease (AD). The drug company found in 2015 that Enbrel appeared to reduce the risk of AD by 64%, and yet, according to the article, Pfizer chose not to take it any further, nor did they make the data public.\nHow did Pfizer come up with that number? They went through medical insurance claims, identified people with RA and divided the patients into two groups of 127,000 each: one group of patients with an AD diagnosis and the other group without. Then they looked at how many people in each group had taken Enbrel. In the AD diagnosis group, there were 110 people treated with Enbrel. In the group without AD, 302. This difference of nearly 3x, given identical denominators, gives you an intuitive sense of why the reduction is approximately ⅔.\nHow, you might ask, can a company withhold information about a drug that could potentially prevent such a devastating disease?\n\nWell, as it turns out, there was a study published in 2016 yielding results very similar to Pfizer’s internal findings (the WaPo article linked to the study): investigators looked at 8.5 million insurance claims data to determine the risk of AD among RA patients and whether anti-TNF drugs (including Enbrel) for RA was associated with a lower risk of AD. It found that Enbrel was associated with a decreased risk of AD in RA patients (unadjusted odds ratio, 0.33; 95% CI 0.08-0.94; p = 0.03). In English, this means a decreased (relative) risk of 67% with a 3% chance of this being “luck” and not “real” in statistical terms. The authors concluded that etanercept (i.e., Enbrel) “is a promising candidate for the treatment of AD in the future.”\n\nIn other words, this information—that Enbrel may have benefits against Alzheimer’s disease—has been in the open for several years. Here’s the New York Times reporting in 2016: “Arthritis Drug May Have Benefits Against Alzheimer’s.”  So, even if Pfizer did not disclose their data in 2015, virtually the same information was in plain sight the following year.\n\nHere’s another important question that you might ask: why is Pfizer not pouncing on an opportunity to sell a drug that might reduce AD risk by 64%?\n\nIn fact, the WaPo article did ask this. Based on an internal document the newspaper obtained, researchers in one of Pfizer’s divisions suggested that for a mere $80 million Pfizer could have designed a clinical trial to test this question in the only way it can be answered—prospectively with randomization. (I have my doubts this could have been done for only $80 million, but that’s neither here nor there.)\nGraduates of the Studying Studies series, I know you’re grinning now. What if we reframe the question above in absolute terms: why is Pfizer not pouncing on an opportunity to sell a drug that might reduce AD risk by 0.15%? (To see how I calculated this, look at footnote (*) below.)\nThat sounds a lot different. You always need to understand the absolute risk before considering the relative risk. (See: Studying Studies: Part I – relative risk vs. absolute risk for more on this.)\nOne more thing about Enbrel and AD. The majority of people taking Enbrel have RA, obviously. In that 2016 study, the prevalence of AD in over 9,000 RA patients ≥ 65 years-old was 3% compared to 1.4% for patients without RA. That’s more than double the rate. Back of the envelope: if Enbrel truly does reduce the risk of AD by ~60% in this population, it might bring the prevalence down to 1.2%, which would obviously be wonderful, but what Enbrel does for someone with RA may be entirely different than what it does for someone without it. The same data showed that people with RA made up 1.5% of the population.\nI’m not trying to shake the pom-poms for big pharma here. What I’m trying to say is that there’s often more than meets the eye when trying to assess the landscape in medicine and drug development. There’s also this sobering reality confronting any company trying to develop an AD blockbuster drug: the clinical success rate of Alzheimer’s drugs, as of 2014, was 0.4%.  (A 2014 studyidentified 244 compounds tested in over 400 clinical trials between 2002 and 2012, and found that memantine was the only drug approved for use by the FDA. In other words, the failure rate was 99.6%. Hard to imagine it’s improved much since 2014.)\nMaybe anti-TNF drugs have a role in AD. But for this to be true, it would likely require a longer exposure during the pre-AD phase of a person’s life. There is no evidence anti-TNF drugs like Embrel are reversing AD. So, at best, a drug for prevention better be pretty inexpensive, pretty safe, and pretty easy to disseminate widely for decades before a disease takes hold. When you frame it like this, you can see how misleading the press is on this particular example.\n(*) This is a crude estimate of the absolute risk reduction, calculated as follows: In patients with an AD diagnosis, 110 out of 127,000, or 0.09%, were taking Enbrel. In patients without, 302 out of 127,000, or 0.24%. The absolute difference is thus, 0.24% less -0.09%, or 0.15%. For the purists out there, this is only an estimate since the cohorts were matched and not random, but it’s likely in the ballpark.",
    "contentLength": 5444,
    "encodedLength": 1339
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]