[
  {
    "content": "This past week, the Food and Drug Administration (FDA) approved the drug aducanumab for the treatment of Alzheimer’s disease (AD). I first wrote about aducanumab’s approval process in an email Q&A last November, with my collaborator and AD prevention specialist Richard Isaacson. At the time, the FDA advisory panel had just voted against supporting the drug treatment. I also discuss the drug, its clinical trial history, and its potential for treating mild cognitive impairment in my podcast conversation with Amanda Smith. The monoclonal antibody treatment aimed to slow the progression of memory and cognitive problems arising early in AD by decreasing amyloid beta in the brain. It has been nearly two decades since an AD drug was last approved and further, a potential disease-modifying treatment is unlike the four approved drugs for AD, which treat symptoms of the disease and not the disease itself. However, there is certainly controversy and considerable public debate around the drug’s approval; after the FDA approved the treatment, three FDA advisory panel members resigned, which you can read more about here. But controversial or not, the fact of the matter is that the drug is now in the arsenal of drug treatment for AD, and with that, I am interested in what the drug’s approval means for AD clinical care going forward. As of now, there are as many questions as answers, involving the real-world efficacy, safety, and application of the drug. \nThere are questions around what the efficacy of aducanumab will look like in clinical practice, and what the real-world safety (outside the confines of a structured clinical trial) will be. As part of aducanumab’s accelerated approval, the FDA requires Biogen (the pharmaceutical company that manufactures aducanumab under the brand name Aduhelm) to complete a phase 4 confirmatory trial to verify the drug’s clinical benefit. Additional information on the drug’s safety and efficacy will also come from its use in clinical practice, which will shape its clinical use applications. Doctors will see patterns and eventually may be able to stratify the patient population receiving the drug by who best responds, if it is well tolerated, and where side effects lie. This scenario is not unlike what we saw with COVID-19 vaccines that went through phase 3 trials, demonstrated safety and efficacy, and had subsequent confirmatory safety and effectiveness data from their results applied to the general public. \nThe questions around the safety and efficacy of the drug exacerbate the explicit cost of the drug, both financial and experiential. The drug costs 56,000 dollars a year. In addition, patients must receive monthly infusions. The route of administration is quite different from taking a pill: there is a decisional balance that involves time expenditure and level of duress. Given the uncertainty about the safety and efficacy of the drug treatment, these hurdles perhaps hold greater significance.     \nThere is also ambiguity around how to use the drug, which may sound like an unexpected unknown for a drug that has just been approved by the FDA. The clinical trial was very specific about how the drug was used: to treat patients in the mild cognitive impairment stage of AD who had amyloid beta—a protein biomarker of AD. The drug was approved based on its ability to reduce amyloid in the brain (which is correlated with improving mild cognitive impairment), rather than based on a clinical measure such as delaying cognitive decline. In real-world treatment, however, the standard of care does not often include diagnostic methods to evaluate the presence or absence of amyloid beta in patients with AD; rather, treatment guidance relies more on cognitive and daily functional assessments. In terms of amyloid beta assessments, positron emission tomography brain scans used to image beta-amyloid are expensive, spinal taps that can test for the marker are invasive, and blood tests are only just emerging and are not (yet) widely used. ",
    "contentLength": 4013,
    "encodedLength": 815
  },
  {
    "content": "\nThere is further uncertainty around prescribing aducanumab because the FDA explicitly left the directions for who should get the drug general: while the clinical trial was very specific about how the drug was used, the drug label does not include any criteria limiting its indication to a subset of patients. Whether or not you have read the fine print, many of you have likely seen an insert that comes with a prescribed medication. Generally speaking, before a patient starts a drug treatment, every doctor has to read the accompanying package insert. The insert is like a playbook for giving the drug; it includes details and directions, such as what the drug is indicated for, possible side effects from taking it, dosage, and how to administer it. The opening line of the package insert of aducanumab, under the brand name Aduhelm, says that it is indicated for the treatment of Alzheimer’s disease. Full stop. As AD is a spectrum that ranges from Stage 1 Preclinical (asymptomatic) disease, to Stage 2 mild cognitive impairment (pre-dementia), to Stage 3 more advanced stages of mild, moderate and severe dementia, the ambiguous “Alzheimer’s disease” statement may raise some confusion about what specific population of patients the drug is equipped to treat. The aducanumab package insert is like reading instructions that accompany a set of high-performance tyres, which reads “intended for a sports car.” Anyone who has had to buy a new set of tyres knows that which tyres to purchase depends on the type of car and how you want to drive. Just like it is up to the person who is in the market for a new set of wheels to figure out which tyres are best for them (perhaps with help of a competent tire sales associate), it is now up to physicians to figure out which patients are most well-suited for this drug.\nIt is interesting that the FDA is leaving such a broad range of drug application decisions in the hands of clinicians. This discretionary responsibility, which demands a case-by-case approach to care, will quickly reveal how the field will need to amend its current diagnostic methods and data collection practices. The evolution in clinical diagnostics, such as blood tests for amyloid and tau, will be used in a few years to risk stratify patients and also guide treatment (much like commonly used cholesterol tests today). Further, genetic testing may also soon become part of a standard of care, especially considering that patients with two copies of the ApoE4 gene are at higher risk for developing side effects from the treatment, which include brain swelling and bleeding. Those patients may be more optimally managed with a more individualized titration schedule and closer monitoring for adverse events with magnetic resonance imaging scans.",
    "contentLength": 2771,
    "encodedLength": 566
  },
  {
    "content": "\nGiven the outstanding questions around the safety and efficacy of aducanumab, the drug’s approval has been met with reticence by some clinicians. The introduction of aducanumab will surely require education and guidance to help the field navigate the role of this drug in clinical practice and expectations will evolve when more data become available. Every drug treatment has its costs and benefits and those are relative terms, depending on the patient and context. There is nonetheless an exciting possibility for the drug’s approval to propel the push for a new era of AD care that includes routine testing for various disease biomarkers, such as beta amyloid.",
    "contentLength": 665,
    "encodedLength": 133
  }
]