[
  {
    "content": "Beyond prevention, early detection is the only truly effective approach for reducing mortality from cancer (at least for now). The trouble is that we don’t have a whole lot of great screening tools that can detect cancer early, before it has spread to adjacent lymph nodes. To give you an idea of how important early detection is, the 5-year survival rate for breast cancer is about 92% if diagnosed before it has spread to lymph nodes (stage I) compared to about 9% if diagnosed once it has spread to distant organs (stage IV). That is why I am particularly interested in a new early detection blood test, created by the diagnostics company GRAIL (the name, presumably a reference to early detection as the holy grail in cancer research). I spoke about the test when I was recently on my friend Tim Ferriss’ podcast. I believe that the GRAIL test represents a new frontier for early cancer detection, but the technology is still preliminary and warrants further evaluation in real-world applications.\nThe GRAIL blood test is a type of liquid biopsy, aimed to detect whether or not a person has cancer somewhere in the body when there are still very few cancer cells. Liquid biopsies have been around for a number of years and have generated a lot of excitement, but the GRAIL test stands out because its cornerstone technology uses machine learning to analyze blood samples for cancer signatures. The test uses something called cell-free DNA (cfDNA) fragments to detect up to 50 types of cancer and is able to determine the tumor organ of origin with near 90% accuracy. Some other liquid biopsy tests rely on tumor DNA fragments, which are far less abundant than cfDNA and are thus far more difficult to detect in a blood sample. By relying on cfDNA, the GRAIL test can detect cancer at a lower threshold of cancer cells and therefore at an earlier stage of cancer.\nEven though GRAIL uses promising technology, there are still questions about the real-world utility of the GRAIL test for early cancer detection. To understand the trial results and the limitations in translating them to the real-world, we first need to cover the trial’s test conditions, which inform what the test’s performance means. \nThe GRAIL liquid biopsy validation trial used blood bank samples, from which the algorithm could learn patterns and the test results could be compared to the true blood sample status (i.e., cancerous or not). The GRAIL blood test produces a readout that essentially says cancer either has or hasn’t been detected. From the blood samples, the test performance results demonstrated an overall moderate test sensitivity and a very high specificity. Recall that sensitivity is the probability of having a positive test, should the person have the condition at hand and specificity is the probability of having a negative test, should the person not have the condition at hand. These test characteristics reveal how reliably the test can identify someone who is either positive or negative for the condition. If you want a primer on sensitivity and specificity, including a visualization of what these values mean, check out this video tutorial. In the GRAIL test, the test sensitivity was 55% and the test specificity was 99%. So of the blood samples that had cancer, the test correctly identified 55 for every 100 of those samples as having cancer. And of the blood samples that did not have cancer, the test correctly identified 99 for every 100 samples as not having cancer.\nHowever, the more important concept is how test sensitivity and specificity change, depending on pretest probability. The pretest probability is a function of many things such as the person’s age, their individual risk factors, and the type of cancer in question. These parameters give us information about the “pool” in which we are testing and helps us make sense of the test results. In the context of blood samples that are either positive for cancer or not, the pretest probability is the cancer prevalence in the trial population. If we know sensitivity and specificity in the context of prevalence, we can evaluate the test’s positive predictive value and negative predictive value, which signify how confident one can be that a positive or negative test result is truly the given result.  \nOne of the most significant caveats of the preliminary GRAIL test results is that the trial conditions did not mirror real-world cancer occurrence. The trial used blood samples that had about a 50 times higher rate of cancer than one would see in the real-world (52% cancer rate in blood bank samples vs about 1% cancer rate in the real-world). As a result, the test’s ability to correctly identify cancer, the test’s positive predictive value, was overstated. A higher percentage of people who are truly cancer negative in the real world also means that the test has a higher probability of correctly identifying people who are truly cancer-negative, the negative predictive value of the test. In a scenario that much more closely resembles the real world, the GRAIL test’s positive predictive value would be 44.2% (vs nearly 99% using trial samples) and its negative predictive value would be 99.5% (vs 68% using trial samples). (I more deeply explore cancer screening and test results in AMA #25).\nAnother consideration for the test’s real-world value is how well it can identify cancer early. While the test correctly identified cancer in 55% of samples that were truly cancerous at any stage (including stage IV), test sensitivity was not as high for positive samples in earlier cancer stages. It makes sense that early stages of cancer would be more difficult for the test to detect, when cancerous cfDNA markers are presumably less abundant compared to quantities at later stages of the disease. Indeed, the GRAIL test sensitivity increased in a cancer-stage dependent manner: about 20% for stage I cancers, about 45% for stage II cancers, about 81% for stage III cancers, and about 93% for stage IV cancers. In the test validation results, the test’s sensitivity for all local cancers (stages I, II, and III) was about 44%, which means that it missed 56% of true cancer cases. So if the goal is a blood-based test for early cancer detection, then the GRAIL tests will need to demonstrate sensitivity for cancer prior to metastasis. For now, the GRAIL test is yet to be a “mission accomplished” to know if someone has cancer, or to be able to rule it out early in the disease process.",
    "contentLength": 6468,
    "encodedLength": 1342
  },
  {
    "content": "\nWe will need to evaluate liquid biopsy tests and other kinds of cutting-edge cancer detection tests in real-world prospective trials to know how accurate they are. And even then, there is no one-test panacea. The potential utility of liquid biopsies are exciting when they can be stacked and utilized with other cancer screening approaches, using each for their strengths and complementing one another where there are weaknesses, like a well-rounded sports team. There may not be a single player (or cancer screening technology) that can do it all, but a good team can be made complete by complimentary players. In my practice, I use various exams, such as low-dose chest CTs (for former smokers) and a special kind of full-body MRIs, which I discuss in my conversation with Rajpaul Attariwala. What is important about a layered screening approach is to know where the blindspots are. In other words, what are the weaknesses for a given test to know what could be potentially missed? For example, liquid biopsies are not great tests for encapsulated tissues like the prostate, but we have other kinds of diagnostic tests like the 4K score and multiparametric MRI, which I discuss in my conversation with renowned urologist Ted Schaeffer. Despite its inherent limitations for certain kinds of cancers, I think that the GRAIL test’s sensitivity will only improve in future trials because it works like any good algorithm would, improving the more chances it has to learn. Once the GRAIL test can be widely distributed, I believe it will prove to be a scalable tool to aid early cancer screening in the general public.",
    "contentLength": 1616,
    "encodedLength": 340
  }
]