[
  {
    "content": "Moderna. mRNA. Vaccines. With those three words, I’ve probably already lost a few of you, who by now are probably readying your pitchforks, torches, and angry emojis. But for those of you who are still with me, I’d like to offer a few of my thoughts on Moderna’s recent announcement on the efficacy of a personalized mRNA vaccine – in combination with traditional immunotherapy – in treating patients with stage III/IV melanoma. \nThe Announcement\nLast month’s announcement concerns the ongoing Phase 2b clinical trial KEYNOTE-942, sponsored by Moderna in collaboration with Merck. Patients (n=157) with stage III or IV melanoma underwent surgical tumor removal, after which they began treatment in one of two randomly assigned study arms: the experimental group received the immunotherapeutic PD-1 inhibitor drug pembrolizumab (trade name Keytruda) plus the novel anti-cancer mRNA vaccine mRNA-4157/V940, while the comparison group received Keytruda alone. The groups were then followed for comparison of recurrence-free survival (RFS).\nThe recent statement revealed that the group receiving adjuvant mRNA vaccine treatment and Keytruda demonstrated a 44% reduction in risk of recurrence or death compared to the group receiving the PD-1 inhibitor drug alone (HR=0.56, 95% CI: 0.31-1.08; one-sided P=0.0266). Although many have criticized the use of a one-sided statistical test for their primary endpoint, it’s worth noting that this practice had been pre-established in the trial protocol and is common for Phase 2 trials, which are much smaller than Phase 3 trials and are often not powered for two-sided tests. As for their secondary safety endpoints, the investigators reported that 14.4% of patients on the combination therapy experienced treatment-related serious adverse events compared to 10% of patients solely taking Keytruda. (The report did not note whether or not this difference was statistically significant.)\nImportantly, this announcement was a press release and not a research publication, meaning that it provides only very limited details on methodology and results. In-depth analysis of the strengths and limitations of the study will have to wait until the full publication. Still, a 44% risk reduction is impressive, especially considering the already well-established success of Keytruda monotherapy for metastatic melanoma. The preliminary announcement was picked up by several mainstream news outlets, followed shortly by heated debate and misinformation on social media. In light of these data and the attention they’ve been receiving, the topic merits a little perspective, even at this early stage.\nWhy use vaccines to fight cancer?\nMost of us are familiar with vaccines as a method of preventing diseases caused by viruses or bacteria. By introducing a subunit or inactive form of a pathogenic virus or bacterium, we can train the body’s immune system to recognize that microbe in the future and rapidly mount a response to destroy it and prevent full-fledged disease.\nUnlike infectious diseases, cancer is not caused by a foreign organism. Still, the mutations which make cancer cells cancerous distinguish them from normal, healthy cells, making it possible in theory for the body’s immune system, specifically T cells, to recognize them as abnormal and kill them. Yet as Dr. Steve Rosenberg has explained on the podcast, immune responses to cancer are almost always too weak on their own to stem the growth and spread of tumors. However, therapeutics designed to assist the immune system can, in some cases, overcome this problem.\nSimilar to their role in infectious diseases, vaccines may enhance the immune response to cancer by priming the immune system to recognize cancerous cells. Though cancer vaccines are designed for treatment rather than prevention, they function in a manner analogous to that of vaccines against viral or bacterial pathogens – i.e., by introducing an antigen or set of antigens associated with the abnormal cells in order to train the immune system to recognize them and mount a targeted response.\nThe importance of personalization\nThe idea that vaccines might be a valuable tool in combating cancer has existed for decades, but efforts toward that end have been largely unsuccessful. A critical reason for this failure is that cancer cells derive from normal human cells, so despite their mutations, they are still far more similar to healthy cells than any viruses or bacteria. Indeed, the earliest attempts at vaccines against cancer focused on tumor-associated antigens – proteins which were unusually overexpressed in cancer cells. But since normal cells often express these proteins as well, this approach can result in toxic autoimmune responses against healthy tissue, demonstrating the need for tumor-specific antigens.\nUnfortunately, the ways in which cancer cells differ from healthy cells vary from person to person and from tumor to tumor. For those of you who may recall my discussion with Dr. Rosenberg, one of the most amazing insights of the past few years is that while each person’s cancer may have on average about 100 mutations (give or take), at least 80% of cancer patients have mutations that are recognized by their own immune system. That’s the good news. The bad news is that virtually none of these immunogenic mutations are shared across people. Thus, creating vaccines for tumor-specific antigens is not a one-size-fits-all endeavor; it requires a tailored approach for each individual patient and tumor.\nWhy mRNA?\nOf the many categories of vaccines, nucleic acid-based vaccines – i.e., those involving DNA or RNA as a template to code for antigens – offer distinct advantages when it comes to personalization and other challenges. RNA vaccines consist of messenger RNA (mRNA) transcribed in vitro from DNA encoding antigens of interest (e.g., proteins present specifically in pathogens or cancer cells). After entering a cell, the mRNA is used as a template for creating the antigen proteins, which are subsequently presented on the surface of certain immune cells to stimulate a targeted, highly-specific immune response to tumor cells bearing those antigens.\nmRNA vaccines offer several practical advantages over other vaccine types, including lower production costs and enhanced safety, but particularly with respect to cancer, we have reason to expect that they may also be more effective. A single mRNA strand can encode several antigens, and therefore, a single immunization can induce the immune system to recognize and target multiple cancer cell hallmarks, reducing the risk that variations among the abnormal cells might permit some to evade detection. Additionally, unlike DNA vaccines, mRNA vaccines do not present any oncogenic risk themselves, as they cannot integrate into our genome due to the fact that humans lack the critical enzyme necessary to work “backwards” from RNA to DNA.\nBut another appealing aspect of mRNA vaccines is that they facilitate tailoring the immune response to the specific individual and specific tumor. From a routine tumor biopsy, it’s possible to determine the DNA signatures specific to a given case of cancer. For mRNA-4157/V940, Moderna used these signatures to create personalized mRNA vaccines to target unique mutational hallmarks in the tumors of each individual patient, theoretically enhancing efficacy against that tumor while reducing the likelihood of off-target autoimmunity.\nPairing vaccines and immune checkpoint inhibitors\nAs you may recall from my previous newsletter on immunotherapy, the difficulty of recognizing abnormal cells is not the only challenge the immune system faces when it comes to battling cancer. Tumor cells can also actively suppress immune reactions, in part by activating “immune checkpoints.” These checkpoints normally serve to block immune activity against healthy tissue but can be hijacked by cancer cells in order to evade destruction. So we now have two problems: how to make “custom” treatments for each patient, which mRNA vaccine technology can do, and how to rev up the immune system to attack the cancer, now that it recognizes it. In other words, although creating personalized vaccines against specific tumor antigens may help the immune system to identify abnormal cells, doing so does not guarantee that the body will then mount a full immune response to destroy those cells.\nThis is where Keytruda enters the story. Keytruda is part of a class of drugs known as immune checkpoint inhibitors and acts by suppressing the activity of the checkpoint protein PD-1. The drug has rightfully been celebrated in its own right since receiving FDA approval in 2014, with melanoma patients on Keytruda showing significantly higher recurrence-free survival than those on placebo (HR: 0.57; 98.4% CI: 0.43 – 0.74; P<0.001). But according to Moderna’s recent announcement, Keytruda in combination with mRNA-4157/V940 reduces risk by an additional 44% relative to Keytruda alone.\nWhile it’s worth reiterating that these data are very preliminary, they do make sense. An mRNA vaccine stimulates a highly-specific immune response against a given tumor, and a PD-1 inhibitor removes a barrier which would otherwise prevent that response from proceeding. One treatment presses the gas, the other lifts up on the brakes. A logical and potentially very potent combination.\nAnother step toward the future?\nAllow me to state clearly that neither I nor anyone on my team have any financial or commercial interest in Moderna, Merck, or any other pharmaceutical company. But I, like everyone else on the planet, do have a personal interest in seeing an end to deaths from cancer, and I believe that accomplishing that goal will require a variety of approaches and likely tailored treatments for each particular patient. And as I discuss in the cancer chapter of my upcoming book, I believe that no form of systemic therapy (the only hope for advanced cancer) has a fraction of the potential that immunotherapy does. ",
    "contentLength": 9984,
    "encodedLength": 2028
  },
  {
    "content": "\nThis clinical trial and mRNA vaccine won’t answer all of our prayers (and until we see the full publication, we won’t even know if they answer anything at all). But based on our current understanding of science and medicine, we have reason to be cautiously optimistic that mRNA vaccines, in combination with checkpoint inhibitors, might provide yet another incremental advance toward more effective cancer treatment.",
    "contentLength": 417,
    "encodedLength": 79
  }
]