[
  {
    "content": "In last week’s newsletter, I discussed various factors which might contribute to the alarming (and potentially rising) incidence of lung cancer among non-smokers. As a follow-up, I’d like to zoom in on one factor in particular which deserves special attention: air quality.\nThe current state of air quality\nOver the last several decades, air quality studies have convincingly demonstrated that air pollutants are associated with numerous morbidities and early mortality. Extensive evidence shows that long-term exposure to airborne fine particles is strongly associated with negative effects on the respiratory system (chronic obstructive pulmonary disease, ischemic heart disease, and lung cancer), the central nervous system (oxidative stress and neuroinflammation leading to stroke, dementia, and neurodevelopmental disorders), and development (preterm delivery, low birth weight, and birth defects). This may not come as a surprise if your mind conjures images of densely populated city centers awash in traffic and smog. For instance, Delhi has one of the highest levels of air pollution in the world with a PM2.5 of 121 µg/m3 and is estimated to have the highest premature mortalities associated with airborne particulates. (PM2.5 refers to air particulate matter equal to or smaller than 2.5 µm – sizes small enough to penetrate deeply into lung tissue.) Compare this to guidelines set by the U.S. Environmental Protection Agency (EPA), which recommends maximal annual average PM2.5 concentrations of 12 µg/m3 to minimize the risk of health effects associated with long-term exposures.\nDelhi is an extreme case. In the U.S., according to the EPA’s Air Quality Trends report surveying 206 cities across the nation, the average mean PM2.5 was 13.06 µg/m3 in 2000, 9.87 µg/m3 in 2010, and 7.96 µg/m3 in 2020 – a reduction of PM2.5 air pollutants by approximately 20-25% every decade. It’s clear that PM2.5 concentrations are now at their lowest national averages in recent records – even in dense metropolitan areas like New York City and Los Angeles, levels are well below the safe limit recommended by the EPA. But what isn’t clear is just how “safe” these limits actually are.\nThe average person will find it near impossible to avoid some level of exposure to fine particle air pollutants, which originate from a number of indoor and outdoor sources. Outside, fine particles predominantly come from motor vehicle exhaust, burning of fuels such as wood or coal, natural forest fires, and reactions from power plants. Inside, fine particles are produced by cooking, tobacco smoke, burning candles, and lighting fireplaces. Even at low levels, might these pollutants increase risk of pollution-related disease? And should we do anything about it?\nInvestigating the effects of air pollution\nTrying to understand the effect of low air pollution on human health is a challenge. While it might be possible to determine the acute effects of high levels of pollutants by using short exposures in controlled test environments, assessing the health effects of long-term exposure at low concentrations does not afford such opportunities for controlled study environments. By necessity, study cohorts would need to be constantly exposed to very distinct environments in order to breathe distinct air, thus opening the door for a host of systemic differences in culture, diet, occupation, age, and climate, to name only a select few. Randomization and subject blinding are impossible. Thus, our primary data on this subject come from epidemiological studies involving an endless list of potential (and inherent) confounds.\nAs an example, a recently published epidemiological cohort study provided data collected from seven European countries between 2000-2017 as part of the “Effects of Low-Level Air Pollution: A Study in Europe” (ELAPSE) project. This enormous dataset included over 28 million subjects ages 30+, and investigators analyzed these data to assess the relationship between long-term exposure of low level pollution and deaths from cardiovascular disease, non-malignant respiratory disease, lung cancer, and overall non-accidental causes. Concentrations of PM2.5 were estimated from linear regression models across multiple locations in western Europe in 2010. Analysis of the seven cohorts revealed a positive association between overall non-accidental mortality and PM2.5 concentration. Further, out of the total cohort, 4 million subjects were exposed to particulate matter below the EPA PM2.5 guideline value of 12 µg/m3, and within this subset, the calculated hazard ratio of pollution exposure was 1.095 per 5 µg/m3 increment. Meaning, there is a concentration-response even at low levels below clean air guidelines, so air pollutants still pose a greater risk for early mortality.\nSo is this epidemiological data reliable?",
    "contentLength": 4836,
    "encodedLength": 996
  },
  {
    "content": "\nEven with millions of participants, the cohort study found only a slightly increased risk of mortality associated with low levels of PM2.5 air pollution. The authors state that they did not have data on smoking status or body mass index (BMI), both of which could constitute significant covariates or might reveal a “healthy user bias.” With all the confounding factors that may not be accounted for, it’s hard to put much faith in the small difference in risk identified by this analysis. However, it is important to recognize that this is just the latest in a long line of studies over many years which have shown similar outcomes: long-term exposure to low level air pollution is hazardous to health. Despite individual study flaws and the potential for publication biases, the remarkable consistency and apparent dose-dependency of these effects across a large body of literature adds some credence to these conclusions.\nAdditional support for this conclusion comes from mechanistic studies conducted in vitro and using animal models. Mice exposed to PM2.5 at 100 μg/day for 4 weeks exhibited marked lung inflammation and early stages of fibrosis compared with controls. As part of the same study, the investigators also conducted in vitro experiments using a line of lung epithelial cells to demonstrate that PM2.5 treatment induces 2.5-fold increased expression of TGF-β, a potent driver of fibrosis. Other work in mice has demonstrated neural inflammation and cognitive decline following PM2.5 exposure, in addition to pulmonary inflammation. Exposure of pregnant female mice to PM2.5 has been shown to result in lung and brain abnormalities in offspring. Though none of these studies used low PM2.5 exposure levels (i.e., under the limits set by EPA guidelines), they nevertheless provide mechanistic proof of principle for the reported effects of pollution on human health.\nHow to reduce exposure to particulate air pollution\nWhat can be done to reduce our own exposure to particulate air pollution? Taking cars off the road or banning burning of fossil fuels aren’t practical solutions, at least in the foreseeable future. While we might have limited power to impact our outdoor air environment, countermeasures can be taken within the home to reduce our individual exposure. Limiting smoke production from wood-burning fireplaces and other sources is one strategy for reducing pollution originating from within the home. Another strategy – which also reduces pollution that enters the home from outdoors – is to use a HEPA filter in everyday life.\nHEPA (High Efficiency Particulate Air) filters are designed to capture particles in the air that are 0.3 µm or larger. Although dependent upon the PM2.5 levels, filter size, room size, and room ventilation, one may expect a typical portable HEPA filter to reduce PM2.5 by approximately 40%, according to a study that measured PM2.5 inside and outside of homes in Vancouver, Canada. PM2.5 inside homes with HEPA filters was reduced from 7.3 to 4.7 µg/m3 and from 6.5 to 3.4 µg/m3 in areas exposed to traffic-related air pollution or woodsmoke, respectively.  In more extreme cases, such as in coal and wood-burning communities in Ulaanbaatar, Mongolia, use of portable HEPA filters in apartments was reported to reduce indoor PM2.5 by 40% (relative to controls with no air filters) during the first week of use and by 15% by the fifth month of use, with the largest reduction of 45 to 29 µg/m3 during the winter months when burning wood and coal for energy is highest. Furthermore, they collected blood data from pregnant female inhabitants using HEPA filters indoors and found a 14% reduction in levels of blood cadmium, a heavy metal linked to fetal disorders, cancers, and kidney disease. These studies demonstrate that portable HEPA filters are effective in reducing both high and low levels of air pollutants, potentially improving health significantly.",
    "contentLength": 3917,
    "encodedLength": 813
  },
  {
    "content": "\nIn addition to these strategies for improving air quality in our own homes, we can also take steps to reduce the outdoor exposure and the impact that ambient pollution has on our health. A variety of websites and free apps are available for monitoring outdoor air quality in various cities or regions. Using this information, we can modify our behavior in order to minimize exposure to (and damage from) PM2.5. Exercise, for instance, increases the body’s demand for oxygen, thus increasing the volume of air we inhale over a given period of time. So when outdoor air quality is especially poor (typically regarded as ≥35µg/m3 for a 24-hour exposure, as was the case for many areas during the Western wildfires of 2021), an indoor treadmill session might be a safer option than a jog around the neighborhood. When we must be outdoors in polluted conditions, we can reduce our exposure by wearing a particulate respirator mask or by choosing times of day when air quality is at its best – typically in the evenings.\nThe bottom line.",
    "contentLength": 1032,
    "encodedLength": 215
  },
  {
    "content": "\nTaken all together, the large body of literature with consistent findings indicate there may be significant benefits to lowering the total amount of air pollutant exposure one receives over a lifetime. In fact, the EPA is currently proposing to revise the annual standard to below the 12 µg/m3 limit based on scientific evidence gathered during their 2020 policy assessments. Since the time of the ELAPSE project, the World Health Organization (WHO) has already lowered its own recommendations for safe PM2.5 limits from 10 µg/m3 in 2005 to 5 µg/m3 in its 2021 guidelines. Even in “green cities” where PM2.5 exposure is comfortably below the current U.S. EPA limit, efforts to further reduce exposure are likely to be beneficial for long-term health, and HEPA filters are a relatively affordable option for doing so.",
    "contentLength": 817,
    "encodedLength": 176
  }
]