[
  {
    "content": "For elite athletes, even a small competitive edge can make the difference between a gold medal and going home empty-handed. Athleticwear and sporting goods companies are willing to spend hundreds of millions of dollars every year on research and development to offer products which provide even the tiniest improvement in performance – efforts which pay off in this multi-billion dollar industry. But as a recent systematic review and meta-analysis suggests, a competitive edge may sometimes be right in front of us: for instance, in the form of the humble beet.\nBeets (also known as beetroots) are a source of dietary nitrates, one of five supplements listed in the International Olympic Committee’s consensus statement on dietary supplements as having strong evidence to support their use for boosting exercise performance. (The others are caffeine, creatine, beta-alanine, and sodium bicarbonate.) Existing evidence suggests that nitrates from vegetable sources such as beets and leafy greens can be processed to nitrite and nitric oxide via the enterosalivary pathway and provide benefits for cardiovascular health and exercise performance.\nAn Impressive Effect…\nIn their review, Dr. Andrew Coggan and his colleagues at Indiana University have added credibility to this claim by re-analyzing data from 19 studies to hone in on the ability of dietary nitrate supplementation to increase neuromuscular power. Out of 409 studies on this topic, the authors selected the 19 which met the rigorous design criteria of being randomized, double-blind, placebo-controlled, and with a crossover experimental design. Importantly, the review authors appear to have avoided the “Texas sharpshooter fallacy” by pre-defining the endpoint of peak neuromuscular power and seeking studies specifically examining this metric.\nThese studies primarily utilized concentrated beetroot juice as the source of dietary nitrate, which ranged in concentration from 6.4 mmol (estimated) to 15.9 mmol (measured) across studies. The studies measured neuromuscular power (typically using an ergometer or isokinetic dynamometry) among subjects tested in a non-fatigued state using various exercises, with sprint cycling as the most common test modality. Other studies utilized either isokinetic knee extension or inertial load squats. In each source study, investigators conducted within-subject comparisons, meaning that, for each individual, performance on placebo was compared with the same individual’s performance on nitrate supplementation.\nAs a result of their meta-analysis, Coggan and colleagues reported an effect size of 0.43, corresponding to an impressive 5% increase in muscle power with vs. without nitrate supplementation. In the world of professional sports, this difference is astounding. And in the world of aging, it could make the difference between safely managing many day-to-day tasks or risking injury.\n…With Notable Limitations\nBefore you run off to fill your grocery cart with beet juice and other nitrate-rich foods, let’s take a step back and consider some holes in this report. Critically, the majority of studies included in the analysis had not measured the dose of nitrate administered, and most failed to monitor any markers of nitrate bioavailability (for example, nitric oxide in the breath or nitrate/nitrite in plasma). These combined oversights mean that we can’t be certain that all subjects in the “nitrate supplementation” phase actually were receiving nitrate supplementation, and if so, at what level. This issue also complicates the investigators’ assertion that an acute nitrate dosing strategy improved performance to a greater extent than a multi-dose strategy over 5-6 days. Without accurately measuring nitrate dosage, it is virtually impossible to compare dosing strategies across included studies (or to conduct any other sub-analyses), as it is unclear to what extent any difference in results might actually be due to different quantities of nitrate administered.",
    "contentLength": 3987,
    "encodedLength": 805
  },
  {
    "content": "\nAnother limitation is that the mechanism by which dietary nitrates may increase muscle power remains undefined. Nitric oxide is a vasodilator; some studies suggest it enhances blood flow to muscles and particularly to fast-twitch muscle fibers. Other work indicates that oxygen demand is lowered by nitrate supplementation. Nitrates may also improve the efficiency of ATP production by the mitochondria, though tests of this hypothesis have yielded conflicting results. Dr. Coggan and his colleagues propose that dietary nitrates enhance skeletal muscle function through modulation of intracellular calcium concentration. Although a lack of clarity on mechanism does not refute the results of the study, it does raise questions regarding how best to maximize benefit – and how to identify and avoid potential risks. Nitrates and nitrites are also commonly used as an additive in processed meats such as bacon and hot dogs and have long been thought to contribute to increased risk for certain cancers, though this view has been challenged over the last decade. Still, without an understanding of exactly how dietary nitrates act in the body at a cellular and physiological level, we’re unlikely to settle on answers to questions about their net benefits or risks to human health.\nA Call for More Research\nThe results of the current systematic review and meta-analysis by Coggan et al. support previous findings on the benefits of nitrate supplementation on performance, with a reported average increase in muscle power of 5%. For competitive athletes, this could provide the boost needed to dramatically move up in their ranking. For adults struggling with declines in strength that accompany aging, this could aid in everyday tasks and wellbeing.",
    "contentLength": 1748,
    "encodedLength": 323
  },
  {
    "content": "\nThough the authors claim that maximal benefits are achieved with acute supplementation and non-endurance, non-maximal activity, the lack of precise dosage data in most of the source studies prohibits fair sub-analyses. Thus, while the results of this generally well-designed meta-analysis are certainly promising, more research is necessary in order to characterize this effect more fully and determine optimal dosing and frequency. Follow-up studies should also seek to clarify the mechanisms through which dietary nitrate achieves its observed and hypothesized benefits and risks. Then who knows? Perhaps such research will soon make nitrates the next big thing in performance enhancement.",
    "contentLength": 692,
    "encodedLength": 127
  }
]