[
  {
    "content": "The pattern is all too common: an elderly person in relatively good health falls, breaks a hip, and never seems to recover fully. Health and quality of life declines precipitously, and within a year or two, it’s game over.\nAccidental injury is among the leading causes of death in the developed world, and even when an injury itself is not directly responsible for ending one’s life, the associated debilitation can hasten the onset and progression of other health concerns. Although falls and other accidents are typically sudden and unexpected events, we can nevertheless take steps to make them less likely to occur – and to make them less severe when they do happen. Critical to this task are two elements often overlooked in training regimens: eccentric strength and grip strength. This week and next, I’d like to devote special attention to each of these elements individually to discuss their importance for longevity and provide curated content on how to incorporate them into your training routine.\nWhat is eccentric strength and why does it matter?\nEccentric strength is the strength associated with muscle lengthening, as opposed to concentric strength, which is the strength associated with muscle contraction. To illustrate what this means, imagine a bicep curl: we use concentric strength to contract the bicep and raise the dumbbell, but in order to lower the dumbbell in a controlled fashion, we need eccentric strength. Without it, gravity would cause the dumbbell (and forearm) to collapse down rapidly and without control.\nThis simple example highlights some of the key functions of eccentric strength more generally. During eccentric movements, muscles act as shock absorbers and braking systems against external forces such as gravity, and the importance of this function for the prevention of falls and injuries can’t be overstated. As I discussed in detail in a recent video and previous podcast with movement specialist Beth Lewis, eccentric strength of the knee extensors, for example, is what allows us to maintain control as we walk downhill or down a flight of stairs, providing a brake against gravity taking over. In addition to preventing falls, this ability to use muscles for deceleration and controlled movement also reduces force experienced by joints, providing yet another means of avoiding injury. (For more on how stability and eccentric strength affects transfer of force during movements, check out my discussion with chiropractor Michael Rintala in Episode #152 of The Drive.)\nHow to train for eccentric strength\nDespite its importance, eccentric strength is a less intuitive concept than concentric strength, which may explain why it’s so often missing from training regimens. To help overcome this barrier, the links throughout this newsletter are intended to provide more information on eccentric strength and how it plays a role in overall stability and injury avoidance, and below I’ve included a few links to short video clips with specific exercises for eccentric strength training. \n\nStep-ups",
    "contentLength": 3042,
    "encodedLength": 589
  },
  {
    "content": "\nEccentric strength-focused warm-up exercise (also viewable here)",
    "contentLength": 65,
    "encodedLength": 17
  }
]