[
  {
    "content": "A couple of weeks ago, in my rebuttal of a recent paper on the efficacy of statins, I tried to emphasize that one very flawed study does not in any way discredit the importance of constantly reevaluating conventional medical wisdom, especially in response to changing circumstances and information. Only through such questioning can the medical field move forward and adapt to new challenges, but new evidence must be subject to close, discerning examination. While the statin study fell short under scrutiny, this week I’d like to share my thoughts on a study concerning a different gold-standard therapy, one which could potentially raise a more credible (albeit still very preliminary) concern: can paternal metformin use cause birth defects in offspring?\nMany reading this newsletter will know metformin as a first-line therapy for glucose control in patients with type 2 diabetes (T2D), a disease which, historically, has almost exclusively affected adults beyond prime reproductive years. But in developed nations, the average age at diagnosis for T2D has fallen precipitously in recent decades, and incidence among younger adults – and even children and adolescents – is on the rise. These trends mean that metformin and other antidiabetic drugs are now being prescribed to younger populations of patients, on average, than they were when they were first approved, and these younger populations include a growing number of individuals of reproductive age. In addition, metformin is becoming increasingly popular among younger adults without diabetes for its purported geroprotective effects. Such shifts constitute the sort of  “changing circumstances” which necessitate reexamination of traditional therapies in new contexts – i.e., how diabetes medications might affect the offspring of diabetic parents.\nSeveral studies have examined the effects of both maternal diabetes and maternal metformin exposure on offspring (for reviews, see here and here), but prospective fathers have received comparatively little attention. A study published recently in the Annals of Internal Medicine sought to change that.\nStudy Findings and Strengths\nIn their prospective study of over 1.1 million births in Denmark from 1997-2016, the authors used registry data to determine paternal exposure to three separate diabetes treatments – insulin, metformin, and sulfonylurea – during spermatogenesis (the 3-month period leading up to conception). They analyzed the data for correlations between treatment exposure and birth defects in offspring up to one year post-birth, and they found that paternal metformin treatment – but not treatment with insulin or sulfonylurea – was associated with elevated frequency of genital birth defects in male offspring, with an adjusted odds ratio (aOR) of 3.39 (95% CI, 1.82 to 6.30). Additionally, metformin exposure was associated with a higher frequency of all-category birth defects irrespective of offspring sex (aOR: 1.40, CI: 1.08 to 1.82) as well as a lower proportion of male vs. female births (49.3%), contrasting the expected slight male bias. These associations were not observed in the offspring of men who ceased metformin treatment prior to the 3-month preconception window, nor did the authors find any effect on unexposed siblings of exposed offspring. Collectively, these results indicate an alarming association between paternal metformin exposure and birth defects, particularly in male offspring, but how should we interpret these findings?\nThis large study was robustly designed by observational standards, utilizing vast registry data to exclude cases of maternal diabetes or essential hypertension and to adjust for the confounds of birth year; paternal age, income, and education; and maternal age, smoking status, and education. In addition to comparing the effects of three distinct diabetes medications on birth defects, the investigators analyzed their results against several relevant comparison groups, including unexposed siblings, offspring of diabetic fathers who did not take diabetes medication, offspring of diabetic fathers who ceased medication prior to the spermatogenesis period, and offspring of non-diabetic fathers. These measures, in addition to earlier evidence that metformin may affect testosterone levels, all enhance credibility of the observed association between metformin and birth defects, but they do not prove it outright.\nLimitations",
    "contentLength": 4416,
    "encodedLength": 852
  },
  {
    "content": "\nAs the authors themselves point out, this study is not without significant limitations. Perhaps the largest is the absence of data on medication compliance and glycemic control. Paternal exposure was determined from registry data on filled prescriptions, but filled prescriptions aren’t necessarily taken prescriptions, so we can’t be completely certain that every exposed infant truly was exposed. While it might seem like such a distinction wouldn’t matter in a cohort of 1.1 million births, we must consider that the vast majority of these cases (>99%) were unexposed to any diabetes drugs, and only 1451 (0.13%) made up the group exposed to metformin. This, combined with the generally low incidence of genital birth defects, means that an error in assessing exposure for even one of the only thirteen “metformin-exposed” infants with genital defects might have made the difference in whether or not the result was significant. In other words, even with over 1.1 million births included in the analysis, this study was underpowered. Further, even in the unlikely circumstances of 100% compliance on filled prescriptions, the lack of glycemic control data raises the possibility that this variable constituted a major confound for which the authors could not adjust.\nAnother caveat concerns the authors’ findings on sulfonylurea. Both metformin and sulfonylurea were found to have similar associations with all-category birth defects (aORs of 1.40 and 1.34 for metformin and sulfonylurea, respectively) and lower proportions of male births (49.4% and 49.3%, respectively). Though the authors note that the association with birth defects did not reach significance for sulfonylurea (p=0.107), this lack of significance likely reflects that this study was underpowered for sulfonylurea, with only 647 cases of exposure, out of which only 33 were associated with birth defects of any form. Likewise, insufficient power might account for the lack of observed association between paternal sulfonylurea exposure and the specific subclass of genital defects in male offspring. Because metformin and sulfonylurea act through unique biochemical mechanisms, these similarities in outcomes call into question the likelihood that either of these medications contributes directly to the observed birth defects, as opposed to confounding factors that tend to correlate with the use of diabetes medication (e.g., stage of disease, glycemic control, etc.)\nCorrelation is Not Causation\nOf course, this brings us to the fundamental limitation of nearly all observational studies: correlation vs. causation. This study has shown an association between paternal metformin exposure and offspring birth defects, but it cannot show a causal pathway linking the two variables because of the “third variable problem” – the possibility that a third, confounding variable affects both paternal metformin exposure and offspring defects, creating the false appearance of a causal relationship between the two. T2D is a complex disease affecting the entire body, and any number of affected pathways might impact offspring health. Having diabetes certainly makes one more likely to take diabetes medications, but this condition also has clear (though not fully understood) links to reproduction: diabetes in men has detrimental effects on fertility, and maternal diabetes has been associated with birth defects in offspring. Additionally, T2D is correlated with many comorbidities (e.g., obesity) for which the study authors did not have data but which may have also contributed to the associations they observed.\nMore studies are needed.",
    "contentLength": 3611,
    "encodedLength": 721
  },
  {
    "content": "\nWith all of these problems in mind, why do I think this study’s findings might be worth further investigation? Because, in contrast to the association between statin use and cardiovascular risk, we have virtually no existing data on paternal metformin exposure and birth defects – no large body of consistent literature exists to contravene these results. The trend toward an ever-younger average age at T2D diagnosis means that the use of diabetes drugs during reproductive years, especially in men, is relatively uncharted territory in research. The results of this study may ultimately prove to be a false association – or they could be a canary in a coalmine. More thorough, randomized, interventional studies will be necessary to determine which is the case. In the meantime, physicians should exercise caution when considering treatment plans for diabetes patients trying to have children, taking into account both the possible effects of metformin and the clear effects of uncontrolled diabetes on reproductive health.",
    "contentLength": 1026,
    "encodedLength": 194
  }
]