[
  {
    "content": "Can fasting help athletes hold their breath longer? This was basically the question posed to me by my friend, Justin Lee, a world-class freediver and spearfisherman who is already hard at work training for the 2020 World Championships next Fall.  \nFreediving is a sport of diving underwater without the use of a breathing apparatus. There are many different activities that fall under the freediving umbrella—underwater hockey, or “octopush” being among my favorite applications—but all of them favor a particular athlete. Someone who can hold his or her breath longer will have a competitive advantage. And Justin is just such a guy. \nStatic apnea (STA) is a discipline in which a person holds his or her breath (i.e., apnea) underwater, and more or less without moving (i.e., static), for as long as possible. In this case, holding your breath longer is the competition. Most healthy untrained people can hold their breath underwater for at least 30 seconds before coming up for air. What may be surprising is that the major limit to holding your breath for an extended period is not due to a lack of oxygen (O2), but to a trapping of the molecule that we release into the atmosphere with every exhalation: carbon dioxide (CO2). In other words, the discomfort you feel when you hold your breath results from the accumulation of CO2, which is perceived by your brain (thankfully) as an early warning sign that you’re not gas exchanging. \nIn a small study of 13 elite freedivers, the average breath-hold duration was four minutes and 15 seconds in laboratory settings. Instead of immersing themselves underwater, they laid flat on their backs on a bed. While a four-plus minute breath-hold is remarkable itself, what is noteworthy for our discussion today is what happened to the performance of these individuals under two different conditions. \nIn one instance, the 13 participants performed a maximal breath-hold one and a half hours after their first meal of the day. Serving as their own controls, they also performed the same test after an overnight fast, which amounted to 13 hours since their last meal, on average.1 Participants were tested in a weighted order such that seven started with the fasting test, and six with the fed test.\nThe results weren’t subtle. The average duration of the max breath-hold in the fasting condition (4:41) was 50 seconds longer than in the fed condition (3:51). From a statistical standpoint, it’s not often that you see a p-value less than 0.001 in a study with only 13 people, but that’s what the investigators found after crunching the numbers. Unsurprisingly, the investigators concluded that fasting is beneficial for STA performance in elite divers.\nThis study raises a couple of questions: \n\nWhat is it about the fasting condition that is advantageous for these divers? \nHow would a longer fast impact the performance of these divers?\n\nIn competitive apnea, a crucial component is minimizing metabolic demands. A lower metabolic rate means relatively less O2 is needed or consumed by the body. The less O2 consumed, the less CO2 produced, and as noted above it’s the rising internal CO2 levels that triggers involuntary muscle contractions of the respiratory system. These contractions are also known as involuntary breathing movements, or IBMs, leading to an urge to breathe that cannot be resisted.\nBefore I discuss the fasting condition, let me address a couple of things about the fed condition. First, in the study, the participants performed a max breath-hold about one and a half hours after eating a meal containing 500 Calories. There’s a metabolic cost of processing this food for use and storage. If we want to minimize metabolic demands, digesting a meal while performing the event may be part of the reason why the fasting condition resulted in a 22% longer breath-hold. Second, there is something called the diving response, which optimizes respiration by preferentially channeling O2 to the heart and brain, enabling submersion for a longer period of time. The ongoing digestive process and the increased blood and O2 perfusion to the gut after a meal may hamper the diving response. It’s possible that one key advantage of the fasting condition is that it eliminates the disadvantages of attempting a max breath-hold in the fed condition. Studying this question using longer fasts might allow us to tease apart the physiology with more clarity. \nRemember, when I’m referring to the fasting condition above, it was a 13-hour overnight fast. Hardly a fast, at all, really. A 13-hour overnight fast is to multiple-day fasting (physiologically) what a drop of water is to a swimming pool. Longer-term fasts, such as a 5-day water-only fast, have a demonstrable effect on other measures of metabolism that may benefit an elite freediver. Typically, for fasts three days or longer, there are changes in thyroid hormones associated with a lower metabolic rate2 Most notably, a drop in triiodothyronine, better known as T3, and an increase in reverse T3, or rT3 for short. and a concomitant decrease in O2 demand. Also, the longer the fast, the higher the production and availability of ketone bodies.\nThe most abundant of the ketone bodies, beta-hydroxybutyrate,3 Which technically isn’t a ketone. As I explain in a previous post, the reason for this is because the carbon double-bonded to the oxygen in the BOHB molecule is bonded to an –OH group on one side, technically making it a carboxylic acid. or BOHB for short, serves as an alternative fuel source to glucose and free fatty acids, which may also lower O2 demand. A detailed study on the metabolism of ketones by Richard Veech and his colleagues in 1994 showed that giving BOHB to the perfused rat heart in place of glucose increased work output, but decreased O2 consumption. (For more details about this study and its implications, please refer to my previous post on the topic.) In other words, the muscles (in the case of this study, those in the heart) became more efficient, requiring less O2 for the same amount of mechanical work.\nGiven the above, my hypothesis is that a 5-day water-only fast, or even a 3-day water-only fast, or a Calorie-restricted ketogenic diet (KD-R) will extend the average duration of a maximal breath-hold beyond a 13-hour fasting condition. In the STA study, the participants had lower blood glucose, body temperature, and heart rate before attempting the breath-holds in the fasting condition compared to the fed state, suggesting a minimization of metabolic demands and perhaps a mild state of ketosis. (Unfortunately, BOHB was not measured in this study, though I doubt it would have been elevated.)\nThe beneficial effects of a 13-hour fast in the context of higher breath-hold durations may be enhanced by prolonging the fast or following a KD-R because it should substantially increase the concentration of BOHB, thus lower O2 demand, increase the time it takes for CO2 to build up, and extend the window of time it takes before the first aforementioned IBMs take hold in elite divers. (The initiation of the first IBM in freediving was coined the physiological breaking point.) \nAs the legendary George Cahill wrote in a 2006 paper, “Essentially, any cell challenged by low oxygen availability … should benefit by utilizing [BOHB] in preference to any other substrate…” In that same paper, he illustrated a continual rise in BOHB over the first three weeks into a 40-day fast (Figure 1) from experiments he conducted with his colleagues in the 1960s. No, that is not a typo. Forty days. \n\nFigure 1. Concentration of ketones and free fatty acids over a 4-6 week fast in males and females. FFA: free fatty acids; B-OHB: beta-hydroxybutyrate; AcAc: acetoacetate. Image credit: Cahill, 2006. \nThe longer the fast, the lower the metabolic rate, and the higher the BOHB, resulting in a lower demand for O2. Longer-term fasting induces a lower metabolic rate and the cells are less challenged by low O2 availability because they consume less O2. Those cells also benefit by having and using more BOHB, because it’s the most efficient fuel (in terms of how much oxygen it requires to yield a given amount of ATP), resulting in decreased O2 consumption, relative to glucose or free fatty acids, the predominant fuels in a fed state. And of course this O2 conservation means less CO2 production. This sounds like longer-term fasting can improve performance in elite freedivers. Is there reliable evidence at this point that it does or if there’s an optimal “dose” of fasting for these athletes? No, but I’d sure like to see the experiment done. And I know Justin would, too.",
    "contentLength": 8621,
    "encodedLength": 1921
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]