[
  {
    "content": "Fragility is the enemy of performing the activities of daily living.  If you want to be able to walk up the stairs or play with kids on the floor well into your 80s and 90s, you’re going to need to counteract the inevitable age-related losses of muscle and bone tissue. Resistance exercise is one of the most potent ways to reduce sarcopenia, the loss of muscle mass and strength, and osteoporosis, the loss of bone mineral content. Even so, in some clinical cases, such as in patients with dementia, or during temporary bed rest, such as after a hip fracture, exercise is not a viable option. But researchers Ono et al. from Tokyo Medical and Dental University have recently reported their discovery of a new drug that leads to some of the same effects on bone and muscle as locomotion. Could this drug – which they’ve named “locamidazole” or LAMZ – be an alternative to exercising?\nWhile many drugs are developed by imitating a particular substance found natively in the body (e.g., semaglutide is an analog for the native incretin hormone GLP-1), the discovery of LAMZ took a different approach. Since the effects of exercise are widespread, the researchers did not choose to design a drug to target any single known pathway. Instead, they cast a wide net, using a library of more than 300 structurally diverse molecules to screen for a particular phenotype: a single molecule that would stimulate proliferation and differentiation in muscle cells and osteoblasts (bone-forming cells) while inhibiting osteoclasts (bone-resorbing cells).\nEfficacy in vivo\nAfter finding the desired effects on muscle and bone cells during in vitro experiments with LAMZ, Ono and colleagues tested the effects in mice. When administered daily via an oral route in healthy mice, LAMZ effectively entered the bloodstream and was taken up by muscle and bone. After 14 days, the mice treated with LAMZ had increased muscle fiber width, which translated to fewer episodes of fatigue during a fixed 15-minute duration of treadmill running and greater maximal muscle strength. Micro-CT showed that mice treated with LAMZ had increased bone volume, improved trabecular bone thickness, and increased bone mineral content. \nBut results in healthy mice don’t translate directly to efficacy during inactivity. LAMZ was also tested in a tail-suspension disuse model, in which the tail is hung from a device, such that the mouse’s hindlimbs do not touch the floor. This removes any loadbearing from the hindlimbs and better mimics the conditions of inactivity. After 14 days of tail suspension, the controls and LAMZ-treated mice were compared to the active controls from the first experiment. LAMZ treatment was able to slow, but not completely prevent bone and muscle loss. Compared to unbound controls, tail-suspended controls experienced a 35% loss of bone mineral content, but the loss of bone mineral content was reduced to 20% in the tail-suspended mice treated with LAMZ. In addition to higher bone mineral content, compared to the tail-suspended controls, the mice treated with LAMZ had greater muscle fiber width, more bone volume, a greater number of trabeculae, fewer osteoclasts, and fewer eroded bony surfaces. While it’s not a substitute for exercise, LAMZ was able to blunt the effects of sarcopenia and osteoporosis and may prove to be useful as a stop-gap during temporary extended periods of inactivity.\nMechanism of LAMZ\nOnce the researchers found that LAMZ had the desired phenotype, they worked backwards to find its mechanism of action. The LAMZ-treated cells had a much higher expression of the protein PGC-1α (peroxisome proliferator-activated receptor-gamma coactivator 1-alpha). This transcriptional coactivator enhances mitochondrial biogenesis and regulates the genes involved in energy metabolism. The increased expression of PGC-1α stimulated the differentiation of osteoblasts and myotubes, which would lead to an increase in bone deposition and muscle fiber formation. LAMZ exerts its effects through PGC-1α by increasing intracellular calcium in myocytes and osteoblasts. Similarly, the mechanical stimulus of exercise also leads to cellular calcium influx, which is why LAMZ has exercise-mimicking effects. These mechanistic findings help to reduce uncertainty over potential confounds in the in vivo experiments (e.g., due to unmonitored activity level) and add credence to the authors’ interpretation that LAMZ impacts bone and muscle dynamics directly.\nWill LAMZ be effective in people?\nThe initial findings may seem exciting, but there are several reasons to remain skeptical that these results will translate to humans. Even with increases in muscle fiber size and bone deposition, the mice treated with LAMZ didn’t change weight and remained the same weight as the controls. The overall metabolic implications remain unknown without any reported changes in body composition. Additionally, the male mice tested in all of these experiments were only 7 weeks old, the human equivalent of a young adult. The physiology of stimulating anabolism in muscle and bone changes with age and levels of sex hormones. The influence of LAMZ with declining levels of sex hormones will need to be compared to these initial results to determine if the drug will be effective in older populations. \nWhile there were no adverse effects seen on routine blood test monitoring, there may be other long-term effects of LAMZ, since calcium signaling and PGC-1α have a wide range of functions. Each experiment was conducted over 14 days, the equivalent of a few months in humans, so other side effects might not show up in this timeframe. Lastly, there are already approved drugs for treating low bone mineral density and proof-of-concept Phase II trials for drugs to treat sarcopenia, meaning LAMZ will need to prove as effective as these other individual treatments – with equivalent or fewer adverse effects – to be a viable therapeutic option.\nNo substitute for exercise\nDespite its significant effects relative to control treatment, LAMZ was not able to completely stop the sarcopenic and osteoporotic effects of disuse, so this drug is not a replacement for exercise (or an excuse to be sedentary) in the average person. Beyond the effects on muscle and bone, there is currently no evidence that LAMZ positively influences the cardiovascular system, the nervous system, or overall metabolism. Exercise is essential for increasing aerobic capacity, cardiac output, and insulin sensitivity. Being able to walk up a flight of stairs requires sufficient cardiorespiratory capacity and neuromuscular control, not just adequate bone and muscle mass. Exercise is also an effective means to improve cognition and mood while lowering stress. LAMZ cannot mimic these myriad effects of exercise beyond muscle anabolism and bone deposition, and while it might save everyone a lot of gym time if we ever found a miracle pill that could replicate these effects, I certainly wouldn’t hold my breath.\nThe bottom line",
    "contentLength": 6991,
    "encodedLength": 1485
  },
  {
    "content": "\nPhysical exercise is one of the best ways to maintain overall health with age. In some clinical cases where exercise is not feasible, such as recovering from a hip fracture, drug therapy such as LAMZ may prove to be a viable way to slow the onset of frailty resulting from inactivity or reduced movement. But more needs to be understood about the effects of LAMZ before it is translated to human trials, including its efficacy in elderly populations. For those who are able, the best way to continue to avoid sarcopenia and osteoporosis is through exercise – not a flashy exercise-mimicking drug.",
    "contentLength": 597,
    "encodedLength": 126
  }
]