[
  {
    "content": "This audio clip is from episode #37 with Zubin Damania, M.D., originally released on January 21, 2019.\n\n\n            \n            Show Notes \nBenefits and challenges of meditation [54:15]\nBook recommendation from Zubin: The Mind Illuminated\n\nZubin found meditation very challenging until this book and things improved vastly\n“This is a goddam manual for nerds and for type A’s who want a process.”\n\nMeditation apps Zubin has used\n\nWaking Up with Sam Harris\nHeadspace\n\nThe sub-mind system (described in The Mind Illuminated)\n\nOur mind is really like a boardroom where you’re projecting stuff on a screen, and that’s our conscious awareness\nThese sub-minds are what’s doing the projecting\nWe have an audio sub-mind, a visual sub-mind, and a narrating sub-mind that ties them together\n“The liberating thing about that is that at any moment your next slice could be something completely different. It’s influenced by the momentum of the previous slices, but it is in itself an unknown and anything is possible.”\n\n§Zubin Damania, M.D.Zubin Damania, aka Zdogg MD, is a UCSF/Stanford trained internal medicine physician and founder of Turntable Health, an innovative primary care clinic and model for Health 3.0 that was part of an ambitious urban revitalization movement in Las Vegas spearheaded by Zappos CEO Tony Hsieh. During a decade-long career as a hospitalist at Stanford, Zubin led a shadow life performing stand-up comedy for medical audiences worldwide as a way to address his own burnout. His videos and live shows have since gone epidemically viral with nearly a half a billion views on Facebook and YouTube, educating patients and providers while mercilessly satirizing our dysfunctional healthcare system. The goal of his movement is to rapidly catalyze transformation by leveraging the awesome power of passionate and engaged healthcare professionals. [zdoggmd.com]\nFacebook: ZdoggMD\nTwitter: @zdoggmd",
    "contentLength": 1910,
    "encodedLength": 473
  },
  {
    "content": "\nInstagram: @zdoggmd",
    "contentLength": 20,
    "encodedLength": 9
  }
]