[
  {
    "content": "“A calorie is a calorie” seems like a simple and obvious statement. But to obesity experts, this phrase is loaded with implications that have been hotly debated for decades. Do different macronutrients vary in their ability to drive obesity? The most prevailing theories on obesity pathogenesis – the “carbohydrate-insulin model” and the “energy balance model,” both discussed in detail in my recent podcast interview with Dr. Stephan Guyenet – seem to agree that not all calories are created equal, but the question remains: how exactly are they different? \nA recent study by Dr. Kevin Hall and colleagues provides new clues – and likely new fodder for debate. \nAbout the study\nThe researchers sought to determine how a reduced fat (RF) diet versus a reduced carbohydrate (RC) diet impacted reward signaling in the brain. Though small, the study featured a robust randomized crossover design in which 17 volunteers with obesity were assigned to either an RF or RC diet to achieve 30% calorie restriction relative to a weight-maintaining baseline diet (tailored to the calorie needs of each individual based on resting energy expenditure measurements). Participants were housed at the research facility during the baseline and restricted phases, giving the investigators complete control over food intake and meal timing. The 6-day calorie restriction protocol involved only reduction of either fat or carbs – the other two macronutrients remained unchanged relative to baseline. After an out-patient washout phase, the volunteers returned to the facility to repeat the test with the alternate restricted diet. Neural reward responses were measured by fMRI and PET scans in response to visual food cues during baseline and on Day 5 of RF or RC diets.\nTo their surprise, the investigators found that participants on RF diets – but not those on RC diets – exhibited reduced activity in response to food cues relative to baseline in the caudate nucleus and putamen, two areas of the brain known for their involvement in reward processing. Further, the RF diet decreased dopamine receptor binding potential, whereas the RC diet did not. The critical implication here is that dietary fat may have a greater effect on neural reward circuitry than dietary carbohydrate, which might explain why low-fat diets are often difficult to maintain. Still, what do these results tell us about overall food intake and obesity?\nImplications for food intake and obesity\nTo address this question, Hall and colleagues also investigated the effects of each diet on food intake and food choices among participants. After each calorie-restricted phase of the study, volunteers remained at the facility for an additional 3 days with ad-libitum access to a vending machine containing foods and beverages ranging in fat and carbohydrate content. During this time participants received all food from these vending machines, which contained breakfast, lunch, dinner, and snack items. (The exact items were not specified but were reported to include both “ultra-processed” and “non-ultra-processed” options.) The authors reported that participants typically consumed more high-carb/high-fat foods as well as more sugar-sweetened beverages following the RF diet than following the RC diet. However, it’s critical to note that total calorie consumption during this ad-libitum phase was equivalent following RF and RC diets. Though RF appeared to have a greater effect on food choices, it did not alter overall calorie intake relative to RC, making it difficult to ascertain what these results mean for the development of obesity.\nTo be clear, this study was short, as the rigor of an in-patient testing environment prohibits extensive study durations. A longer study conceivably might have revealed a gradual divergence between diets in their subsequent effects on overall calorie intake for instance, or it might have shown a shift or reversal in effects on reward signaling as a result of long-term circuit adaptations. Notably, the authors do not appear to have measured how body weight or other metabolic parameters may have changed over the course of the interventions.\nAdditionally, fats and carbohydrates are metabolized on different timescales, and their respective downstream effects on neural signaling are thus also likely to occur on different timescales. The fMRI and PET scans in this study were conducted 2-3 hours after a meal, a wide range over which  one’s metabolic state could change considerably – one participant at 2 hours postprandially is likely not a fair comparison to another participant at 3 hours postprandially. Further, it’s possible that a 2-3 hour timeline was simply better suited to detect alterations in signaling from fats instead of carbohydrates because it aligns better with the natural timescale of fats’ effects on dopamine. While circulating triglyceride levels peak at around 4 hours after a meal, glucose levels typically return to baseline within about 2 hours, potentially corresponding to a dropoff in effects on reward circuits. If carbohydrates have minimal effects at 2-3 hours postprandially, it’s unlikely that reducing carbohydrate intake will result in any detectable change in those effects at that time point. After all, you can’t subtract from nothing.\nThe bottom line: a calorie isn’t always a calorie.\nSo what are we to make of these findings? Above all, they provide robust evidence that calories from carbohydrates and calories from fats are not identical in their effects on neural reward signaling. However, it would be premature to review these results and conclude that fats exert effects on reward circuits and carbs don’t – or even to conclude that fats exert a greater effect. Altering the study duration or neuroimaging timelines could lead to different observations. Further, follow-up studies would be necessary in order to elucidate the relationship between reward signaling and food choices, as this study establishes an interesting correlation but was not designed to test causation. So all in all, this study shows that, when it comes to neural reward signaling, a calorie is not a calorie. But what exactly that means is still very much up for debate.\n– Peter",
    "contentLength": 6205,
    "encodedLength": 1219
  },
  {
    "content": "\nFor a list of all previous weekly emails, click here.",
    "contentLength": 54,
    "encodedLength": 13
  }
]