[
  {
    "content": "This video clip is from episode #205 – Energy balance, nutrition, & building muscle with Layne Norton, Ph.D. (Pt.2), originally released on May 2, 2022.\n\n\n            \n            Show NotesDispelling myths that excess protein intake increases cancer risk through elevations in mTOR and IGF [1:55:30]\n\nLayne knows that many people have heard that mTOR and IGF-1 are bad\nDavid Sinclair said, “I really try to limit mTOR and IGF-1”\n\n“It will never cease to amaze me how many scientists do not understand the difference between a short-term, truncated acute response to a stressor versus dysregulated signaling that persists indefinitely”— Layne Norton\n\nmTOR elevations that lead to cancer and whatnot, those originate mostly via insulin resistance\n\nElevations in insulin result in insulin signaling through AKT (shown in pink in the figure below), which can then transmit to mTOR (shown in purple at the bottom of the figure)\nThis is pushing that button on a chronic, low level (as opposed to a pulsatile stimulus)\n\n\n\n\nFigure 5. Insulin signaling stimulates mTOR. Image credit: Endotext \n\nThere’s a big difference between a dose of protein that causes mTOR to rise and go back down in a natural rhythm [and a chronic stimulus]\nThis is also tissue-specific; we’re talking about in skeletal muscle, not liver, not brain necessarily, those sorts of things\nThe same is true for IGF-1\nLayne asks, “Where are all the resistance-trained people that are getting cancer by the droves?”\n\nThe amplitude of response from mTOR due to resistance training dwarfs what protein does\n\n\nIf we look at the meta-analyses on cancer incidence amongst resistance trainers, we see lower levels of cancer in people who resistance train\n\nThis tells Layne there’s a difference between these 2 signals\n\n\nPeter points out that people would say the difference is a healthy user bias \n\nBut instead, lifting doesn’t increase mTOR to the point of it being detrimental to your health\nOr this increase in mTOR is tissue-specific; this is an important part of it\n\n\n\nViewed in a certain light, exercise seems unhealthy but we know it is not\n\nConsider exercise in general and suppose you knew nothing about exercise\nIf I told you I’m going to do something that’s going to make you elevate your heart rate, elevate your inflammatory markers, elevate your reactive oxygen species, raise your blood pressure, increase hepatic glucose output…. What would you say?\n\nYou’d think this couldn’t be good for you; don’t do it\n\n\nBut exercise is good for us\nExercise is a short-term stressor, it’s a controlled dose of a stressor that your body can handle\nThere’s a difference between an acute response and a chronic response\nIf you look at people with elevated inflammation, their inflammatory markers are not super high but are elevated all the time\n\nIt’s the chronic pulse that’s the problem\n\n\nFor the argument that there is a healthy user bias for people who have high rates of IGF-1 and mTOR\n\nThere is no evidence that they have a higher incidence of cancer\nThere are some confounding variables because people who have high levels of mTOR activation and IGF-1 typically have insulin resistance\n\nThey typically have poor dietary habits and lifestyles \nThese things are tied together \n\n\n\n\nLayne is not saying that mTOR plays no role, but it can’t be the cart before the horse sort of thing\n\nPeople will say Rapamycin is an mTOR inhibitor and that’s a cancer treatment drug\nBut is it a good idea to use chemotherapy to prevent cancer?\n\n\nPeter adds that Rapamycin has never been a particularly successful cancer therapeutic used constituently \n\nIt does show benefits for longevity in basically all animal models\nSo the extrapolation would be pulsatile rapamycin is probably beneficial\n\nBut in that application, it’s not really being taken to constantly suppress mTOR\nIf you took it all the time, you’re suppressing mTOR complex 2 and mTOR complex 1\n\n\n\n\nPeter agrees with the point that tissue specificity and time course are very difficult things to infer from the outside, which is sort of the meta view of all things equal\n\nIGF levels have a J curve with mortality and therefore very, very high levels of IGF must be problematic ",
    "contentLength": 4179,
    "encodedLength": 994
  },
  {
    "content": "\nAnd high protein increases IGF and therefore must be bad\n\n\n\nDiet\n\nLayne points out, “we have this idea that like, there’s this perfect diet out there. That’s going to be the one diet that’s going to reduce cancer and cardiovascular disease and mortality and all that. And the fact is that there’s probably trade offs for everything.”\nThere are people that will say that protein increases cancer\n\nThere’s a ton of cofounders to that\nMeta-analysis looking at cancer and protein content of the diet look at above 70 g protein per day (1.2 g / kg body weight)\nMost Americans eat high protein according to the RDA definition but where is this from?\n\nBurgers, hot dogs, and processed meat\n\n\n What is the incidence of cancer in people who just have a high protein, but overall healthy diet?\n\nHere’s the thing, most people who eat high levels of meat eat low levels of fruits and vegetables\n\n\nLayne notes, “What they found was that at the highest levels of meat intake, but also with the highest levels of fruit and vegetable intake, there was no difference in cancer incidents between the lowest level of meat intake and even with the highest level of fruit and vegetable intake”\n\nSo high protein is not an issue in a healthy diet\nHe doesn’t want to extrapolate too much on 1 study (even though it was a large one), but it suggests that the quality of the overall diet is what is important\n\n\n\n\n\n“You can achieve good diet quality on a whole host of different diets”— Layne Norton\n\nYou can have a ketogenic diet that is very poor quality or high quality\n\nThe same is true for plant-based, intermittent fasting, etc.\n\n\nA lot of it boils down to: What are the food choices you’re making on balance? \n\nAre you getting enough fruits and vegetables and minerals and micronutrients?\n\n\nEvery time we try to say, fruits and vegetables have these benefits on health that we see pretty consistently, so let’s try and take out these isolated micronutrients and give them in the supplements\n\nWe’re always disappointed with the results\nWe have to eat the whole food to get those benefits\n\n\nIf the mTor story were true in terms of dietary protein, we would’ve expected in that study to see a linear increase in cancer, especially at each level of fruit and vegetable intake\n\nBut we didn’t\nWhat we saw was more of a linear inverse association with fruit and vegetable intake \n\n\n\n§Layne Norton, Ph.D.Layne Norton is a natural pro bodybuilder, professional powerlifter, and a bodybuilding / figure / physique coach.  He has won numerous bodybuilding and powerlifting competitions and currently holds the world record for the IPF 93 kg class squat (303 kg, 668 lbs).  He is the co-author of several books, including Fat Loss Forever: How to Lose Fat and KEEP It Off, as well as several research publications. He has a degree in biochemistry from Eckerd College and earned his PhD in nutritional sciences from the University of Illinois.\nWebsite: Biolayne \nPodcast: Physique Science Radio\nTwitter: @BioLayne\nFacebook: Layne Norton",
    "contentLength": 3004,
    "encodedLength": 718
  },
  {
    "content": "\nInstagram: Biolayne",
    "contentLength": 20,
    "encodedLength": 6
  }
]