[
  {
    "content": "Health-related guidelines are important. And simple framework solutions are particularly enticing. But sometimes, directives are based on unsubstantiated or even incorrect information. Here, as a primary example, we can discuss the well-known guideline that says to drink at least 8 glasses of water that are 8 fluid ounces (oz) a day, or 64 oz per day. This is often referred to as the “8 x 8” rule and it is popularly used as a benchmark for keeping hydrated. Let me give you the punchline up front: there is no science supporting the “8 x 8” concept.\nThe origins of this piece of advice are fuzzy. The earliest cited source appears to be a 1945 report written by the National Research Council’s Food and Nutrition Board which stated that a “suitable allowance” of water for an adult was generally about 2.5 liters, which converts to 84.5 oz per day. To allow for a range of caloric intake from person to person, the report specified the guideline to 1 mL of water for each calorie of food. Based on a daily range of 1900 to 2400 calories per day, this converts to roughly 64 oz to 80 oz per day, the lower range of which would translate to 8 glasses of 8-oz daily servings, or “8 x 8.” But there is an important piece of information left out here: the original recommendation stated that most of this H2O is contained in prepared foods. This addendum has since been largely left out alongside the 8 x 8 recommendation.\nIn 2002, a medical school professor named Heinz Valtin set out to examine all of the evidence surrounding the 8 x 8 rule. He combed through older, non-electronic sources as well as more recent articles and found no data to support the recommendation. He made clear, however, that his conclusions were limited to healthy adults in temperate climates with physical activity levels that wouldn’t warrant dehydration risk. The analysis excluded circumstances such as illnesses, hot climates, and strenuous exercise.\nIt turns out the body has a pretty effective and attuned osmoregulatory system that maintains balance through mechanisms like thirst response and hormone secretion, such as antidiuretic hormone (ADH), which decreases renal fluid excretion. It is hard to imagine that evolution left us with a chronic water deficit so that we need to compensate by forcing fluid intake. This is all to say that eating a typical diet and drinking when thirsty is adequate to avoid dehydration. Furthermore, there is evidence that not all fluids need to be in the form of water. One study concluded that various beverages—including coffee, tea, and soft drinks—count toward daily fluid intake in healthy adults. It does not seem to be the case that caffeine robs you of hydration status. But what about caffeine being a diuretic? It’s true that caffeine can induce an increase in urine output but you won’t lose more than you take in. In other words, you lose about as much fluid as you originally drank. Fluid loss due to caffeine is in the range of 1.17 mL per 1 mg of caffeine. Let’s take a standard cup of coffee that is 237 mL, or 8 oz, in which there is 95 mg of caffeine. If 1.17 mL of water is lost per 1 mg of caffeine, then there will be 111 mL of fluid excreted, leaving 126 mL left in the body.\nAnd how about alcohol? A landmark study of alcohol’s diuretic impact in a single individual reported that 10 g of alcohol causes an additional 100 mL of urine produced. Recall that ADH signals your kidneys to hold on to water but when alcohol is in the system, it reduces how much ADH you make. This translates to more fluid expelled. Remember that finely attuned fluid-electrolyte regulatory system we have? Well, it gets blocked. Using the fluid loss finding, let’s consider 2 bottles of beer that are 355 mL each in volume. Beer is about 5% ethanol which yields 35.5 mL of alcohol consumed. Although you drink 710 mL of fluid, you expel an additional 284 mL, according to the ratio and general condition we have used (and multiplying 35.5 mL by the density of alcohol that is about 0.8 grams per mL). A total of 994 mL leaves the system, leaving you about 284 mL in the hole. So the water you take in from a typical alcoholic drink is outweighed by the water you lose to the alcohol’s diuretic action. But with low enough alcohol content, an alcoholic beverage could provide at least some hydration effect.",
    "contentLength": 4330,
    "encodedLength": 993
  },
  {
    "content": "\nSo let’s say you do drink more fluids besides what you would otherwise get in food. And these fluids don’t leave your hydration in a net negative balance. There are some commonly-cited speculative advantages of pushing fluids, the most supported of which is for preventing the recurrence of some kinds of kidney stones. Increasing fluids, water in particular, remains an effective preventative measure. Drinking fluid with a meal can also mediate an increase in blood pressure. Keeping in mind it’s dependent on the individual and the amount of salt in a meal: Rick Johnson mentions a study in our conversation that suggested water in combination with eating salt can help avoid a rise in serum osmolality and thus, blood pressure.\nThere are, however, known disadvantages from being an overachiever in the realm of additional fluid intake. If you dilute plasma too much, the concentration of sodium gets too low, and the result is hyponatremia (low plasma sodium), which can have some pretty serious consequences. For an example, look no further than Dr. Tim Noakes’s research on excess fluid, or overhydration, while exercising. To be sure, some groups will require additional fluid intake, such as those with particular illnesses, on medications, athletes, and those in hot climates. But even then, you could overdo it.\nIn a testament to how good the body is at regulating its fluid concentration, look at this study by Noakes and his colleagues, reporting results of soldiers marching in extreme heat. They were told to drink as much as they wanted at their chosen pace. The finding was that the participants automatically self-regulated to preserve homeostatic serum osmolality. So even though they were only taking in water, their blood sodium concentration didn’t change. Sure, they lost some salt in sweat but they also lost fluid, leaving their concentration unchanged.\nThirst is one mechanism the body uses to maintain the plasma osmolarity we have discussed, but it doesn’t necessarily mean you are dehydrated. You know the advice that if you are thirsty it’s already too late—connoting that the gig’s up; you’re dehydrated? Well, that’s not valid either. In short, the threshold of plasma osmolarity for thirst is lower than the level that constitutes dehydration (a calculation reported as approximately 302 units of osmotic concentration [mosmol] per kg of H2O).\nTo further elucidate how much fluid we actually need, journalist Alex Hutchinson makes an important distinction between thirst and hydration status. In the context of athletic performance, he notes in his 2018 book Endure, that thirst, not dehydration, plays an important role in athletic performance. Thirsty athletes have an increased sense of perceived effort. So yes, not paying attention to thirst cues will hurt your performance, but it may not be about dehydration. Real-world studies indicate that the fastest marathon running finishers, for example, tend to be the most dehydrated. I continue this conversation in a podcast discussion I had with Alex.\nSo how do we reconcile an arbitrary 8 glasses of 8 oz per day guideline with how much fluid we actually need? The recommendation of how much someone should drink is subject to a broad range of scenarios—like the aforementioned illness, heat, or exercise. The individual scenario—as is the case with most recommendations—is the determining factor. By the same token, the body is generally highly attuned to both dehydration and overhydration. But what is certain is that applying the 8 x 8 rule to the general public is simply not supported by scientific data. Even so, as one researcher and contributing editor to the New York Times noted, it is a “health myth that will not die.”\n ",
    "contentLength": 3720,
    "encodedLength": 810
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]