[
  {
    "content": "This audio clip is from our sleep series with Matthew Walker, Ph.D., episode #49 — Matthew Walker, Ph.D., on sleep – Part III of III: The penetrating effects of poor sleep from metabolism to performance to genetics, and the impact of caffeine, alcohol, THC, and CBD on sleep. This episode originally aired on April 15, 2019.\n\n \n\n            \n            Show NotesThe efficacy of THC and CBD as sleep aids [1:05:30]\nReview of the literature on THC and CBD ⇒ Cannabis, Cannabinoids, and Sleep: a Review of the Literature. \nTHC\n\nTHC is not a good sleep aid for a teenager (because their brain is still developing)\n\nDoes THC help sleep in adults?  ⇒ “No. I don’t think I’d feel comfortable in suggesting that it’s a pro sleep compound.”\nWhat about different strains (sativa vs. indica)? ⇒ Not enough data to differentiate among strains\nWhat does THC do for sleep?\n\nTHC does make you fall asleep faster (reduces sleep latency)\nBut like alcohol, it blocks REM sleep\n\nTHC tolerance\n\nWith regular use of THC…\n\nyou start to lose the sleep latency benefit\nAnd if you try to quit using it, many people get “rebound insomnia” \n\n\n\nCannabidiol (CBD)\n\nThere’s not enough data yet on CBD as a sleep aid, although the data is more promising than THC\nBut it’s very hard to get studies funded because of the “moral” factor\nMatthew would love to do a study on CBD (is considering something like Kickstarter to crowdsource the funding)\n\nWhat the early data on CBD is showing:\n\nFalling asleep faster with CBD \nEarly tentative preliminary evidence suggests it does not have the same negative impact on REM\nAlso fewer dependency issues and don’t get insomnia rebound\nCBD might also benefit some sleep disorders\n\nMight reduce severity of sleep apnea\nMight also help PTSD-related sleep problems\n\n\nCaveats\n\nIt’s dose dependent, and it’s not clear at this point what the optimal dose is\nThere may be other doses that are actually detrimental to sleep and we need to stay away from them\nSo it might that there is a U-curve with a “sweet spot” for dosing with other doses being detrimental to sleep\n\n\n\nDoes CBD increase your deep sleep?\n\nNot enough evidence to say it definitely increases the amount of deep sleep\nBut there is some promising data (one single, small study)\n\nBy what mechanism is CBD potentially improving sleep?\n\nLowering core body temperature\n\nOne hypothesis is that CBD may decrease your core body temperature, leading to better sleep\n\n\nAnxiety \n\nAnother is indirect benefits through its reduction of anxiety, for which evidence is strongest right now\nAnxiety is a major cause of insufficient or poor sleep\nIf you lower the “fight or flight” response, you get a more parasympathetic state and/or your core temperature drops\n\n\n\nPeter has seen some anecdotal evidence of impressive results with CBD\n\nSeems to especially work for people with existing sleep issues\nFor those who sleep well already, CBD doesn’t seem to improve it\nAnd it does not work for everyone\nBut Peter has seen patients for which medications won’t work for them but CBD oil does, it’s not clear why\n\n",
    "contentLength": 3057,
    "encodedLength": 771
  }
]