[
  {
    "content": "A paper was recently published in Science by investigators from Washington University that tested the effect of a high dose of nicotinamide mononucleotide (NMN) in overweight or obese postmenopausal pre-diabetic women. It was a tiny study — 13 in the treatment group and 12 in the placebo group — but it found one statistically significant difference between the placebo and treatment groups: improved muscle insulin sensitivity.NMN, like nicotinamide riboside, or NR for short (commercially sold as “Basis,” “Tru Niagen,” and probably others), is an oral precursor to NAD+. As we age, cellular NAD+ levels decline. Because NAD+ is an important substrate for sirtuins, which play an important role in DNA repair, it is hypothesized that replacing NAD+ will be geroprotective (i.e., slow the aging process). In fact, the university press release referred to NMN as an “anti-aging” compound in its headline due to some beneficial effects seen in mice. (Nota bene: few terms irk me more than “anti-aging.” The correct term here is geroprotective if, indeed, NMN protects one from the process of aging.)It’s not clear if NAD+ declines with age because we’re using more to repair increasingly damaged DNA, or if it declines for some other reason, which limits its availability for repair, but it does seem highly plausible that more cellular NAD+ is a good thing. It’s also hypothesized the NMN might be a more stable way (i.e., less prone to degradation) to deliver this precursor than NR. (If you want to learn more about this, and this broader topic in general, listen to episodes #27 and #70 of The Drive podcast, both of which feature discussions with David Sinclair, an expert on this topic.)Unfortunately, you can’t just give NAD+ intravenously. Well, you can, and no shortage of clinics do, but IV NAD+ doesn’t actually make it into the cells in any meaningful way, so this approach is at best a marketing ploy, and at worst, a scam. Instead, people have turned to taking NR or NMN orally in the hopes that they will be converted by the body into NAD+ in the place it matters most: inside cells.Back to the study: commercial doses of NMN are typically sold at 50 to 150 mg, but the treatment group took 250 mg per day for 10 weeks versus a placebo group. At the conclusion of the study, the investigators repeated something called a hyperinsulinemic-euglycemic clamp which is considered the gold standard to measure how well muscles take up glucose. (I discuss this in the AMA podcast on insulin resistance.) The Figure below (Figure 2A from the paper) — the glucose disposal rate — shows what they found. On the left is the placebo group. With basal amounts of insulin (in white bars) compared with insulin infusions (in gray bars), there was a noticeable rise in glucose disposal rate. But if you compare the pre-treatment (in white circles) to the post-treatment (in dark circles), there is no difference. Translation: the placebo treatment did not increase glucose disposal rates. Next, look at the right side of the Figure, the NMN group. Same idea, except there is a small, statistically significant difference in glucose disposal post insulin infusion. Translation: the NMN group was better at putting at least some amount of glucose into their muscles post-treatment, when insulin is present.\n\nFigure. Muscle insulin sensitivity, assessed as glucose disposal rate during basal conditions (white bar) and insulin infusion (gray bar) of a hyperinsulinemic-euglycemic clamp procedure. Image credit: Yoshino et al., 2021But while this difference, about 20% more insulin-mediated glucose disposal, is statistically significant, is it necessarily clinically significant? That is, is it enough of an increase to really matter in the real world? With such a small number of participants, including a massive response in one individual, which may have skewed the average glucose disposal rate in the NMN group upward (see the black circle at the upper right of Figure), I’m not sure you can apply these results outside the context of this study. There were also several findings in the study that call into question the efficacy of the intervention.",
    "contentLength": 4151,
    "encodedLength": 941
  },
  {
    "content": "\nConsider the Table below (Table 1 from the paper) entitled, “Body composition and basal metabolic variables.” In the words of one of my snarkier colleagues, a better title might be, “All the things NMN doesn’t do.” Typically, when a treatment improves insulin sensitivity, there are improvements in other related markers of metabolic health, including body composition, liver and abdominal fat content, blood pressure, glucose, and insulin, but that didn’t happen in this study, except for one metric, which is surprising given a duration of 10 weeks. (I would have liked to have seen a 24-hour area under the curve or AUC for insulin, or a 24-hour urinary C-peptide, which is almost as good, to see if there was less overall secretion over the course of the day. If that were the case, it would lend more credence to NMN improving overall insulin sensitivity.)Table. Body composition and basal metabolic variables. Image credit: Yoshino et al., 2021\n",
    "contentLength": 952,
    "encodedLength": 218
  },
  {
    "content": "\nSo, what is the upshot here? Well, I still remain unconvinced that supplementing NR or NMN is geroprotective in a meaningful way. I can think of several compounds I’d rather be taking to achieve that goal. (For a list of those compounds, the Rich Miller episode is the best place to start.) Is it possible the dose was still too low in this study, or that more time is needed? Yes, and that’s worth more investigation. Is it also possible that the benefits are not quantifiable by the measurements used here? Of course. But consider the recent results from the Interventions Testing Program (ITP), which sought to test this rigorously using NR (though not NMN). A good geroprotective candidate will have several lines of evidence pointing to its efficacy, including human studies showing improvements in outcomes related to quality of life and even mortality (consider metformin in cancer patients) and animal studies finding extension of lifespan (consider rapamycin in virtually every test model). The best place to find the latter is the ITP, which rigorously tests compounds to see if they extend lifespan in mice. The ITP uses hundreds of mice for each study, they carry out parallel studies at multiple sites, they use genetically heterozygous mice, and they have an open invitation for anyone to suggest a molecule to be studied. In fact, a company that was interested in making an NR supplement recommended it for testing by the ITP several years ago. When I discussed this topic on the podcast with Rich Miller, one of the architects of the ITP, the data was not yet published. It is now, and the results show that NR failed to increase lifespan. While genetically variable mice are not furry little people, they can give us insight into what might work for humans. Look at rapamycin’s history with the ITP — multiple cohorts, different doses, administered from early to late-life, all extending lifespan — as well as studies in yeast, worms, flies, (other) mice, monkeys, and humans all suggesting geroprotection. When you compare its results to date to NR and NMN, they’re just not in the same ballpark.So for now I remain a skeptic of this approach for “life extension,” which is (indirectly) how it’s touted commercially (it’s illegal for such companies to make direct claims of this nature). I’m happy to be proven wrong as more data emerges.",
    "contentLength": 2357,
    "encodedLength": 528
  }
]