[
  {
    "content": "Excitement related to omega-3 polyunsaturated fatty acids (n3FA), found almost exclusively in seafood, began in 1995 when a Seattle population-based case control study suggested that seafood consumption reduced primary cardiac arrest and cardiovascular (CV) mortality. Fish oil supplements, specifically those containing n3FA eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), have become part of the preventative treatment repertoire. Current lipid society guidelines recommend EPA for reducing residual risk (that is, the risk that remains after standard procedures for reducing risk have been applied) of cardiovascular disease (CVD) in high-risk, statin-treated patients with triglyceride (TG) elevations, while other organizational guidelines have continuously recommended intake of n3FA through diet. Though not explicitly included in most guidelines, n3FA intake through supplementation has largely been considered a safe alternative to dietary n3FA consumption.\nWant to learn more? Check out our interview with Bill Harris, Ph.D. on Omega-3 fatty acids, and our interview with Tom Dayspring, M.D. on the latest insights into cardiovascular disease and lipidology. Subscribe to our free weekly newsletter so you never miss an article!\nDespite the promise shown by early studies, other reports have called into question the efficacy of n3FA in reducing risk of CVD. Early hypotheses about the cardioprotective effects of fish oil postulated that the reduced risk of CVD events might be related to an anti-arrhythmic effect of n3FA, but such speculation was tempered when, in a placebo-controlled study of participants with implanted defibrillators, n3FA did not demonstrate an arrhythmia-suppressive effect and was reported instead to have a pro-arrhythmic effect in some participants. Further, data from a recent randomized controlled trial (RCT) showed that supplementation with n3FA (2000mg EPA + DHA) compared to placebo did not result in a lower incidence of major CV events (“VITAL” study: VITamin D and OmegA-3 TriaL). This contrasted findings from a 2019 RCT, which demonstrated that among high-risk, statin-treated patients with elevated TG levels, 2000mg of EPA twice daily appeared to reduce the risk of CV events relative to placebo.\nMuch of the debate over the cardiovascular effects of n3FA has focused on its potential association with atrial fibrillation (AFib), a type of arrhythmia originating in the upper chambers of the heart. Entering into this discussion is a recent meta-analysis which investigated the association between AFib and n3FA supplementation in people at high CVD risk with elevated TG. The study pooled 5 RCTs, each of which had either favorable or neutral findings for n3FA reducing CVD risk compared to placebo. Ultimately, the meta-analysis reported a significant 37% increase in AFib rates among participants taking n3FA compared to those on placebo (Table). The absolute rate of AFib across the 5 studies was 2.65% compared to about 1.94% in placebo-assigned participants. (If you’ve followed our Studying Studies series you’re probably quick to put this into the following terms: Relative risk increase = 36.6%; Absolute risk increase = 0.71%.) Of note, the meta-analysis reported that there was no increased risk for stroke, which is a known complication of AFib. This could be because fish oil has been reported to act as an anticoagulant, and anticoagulants are typically given to people with AFib to reduce the risk of stroke or events related to clotting. It is also possible that, had the trial been extended, stroke incidence may have eventually increased in the fish oil group with AFib. Or perhaps participants with AFib had an increased incidence for stroke in the fish oil group, but the trials did not report the incidence of paired events.\nFigure. Forest plot of the incidence rate ratio for AFib events associated with n3FA supplementation compared to placebo across the 5 included studies in the meta-analysis. Image credit: (European Society of Cardiology, 2021)\nTable. Atrial fibrillation event rates in omega-3 fatty acid supplementation group compared to placebo for each trial included in the meta-analysis study. Data adapted from (European Society of Cardiology, 2021) and the 5 included studies\n\n*Daily omega-3 doses were a ratio of EPA/DHA in the included studies with the exception of the REDUCE-IT study, which used EPA only\nIRR: incidence rate ratio",
    "contentLength": 4433,
    "encodedLength": 960
  },
  {
    "content": "\nThis study is not the first to show an association between n3FA and AFib risk, though results have varied. In one study, higher levels of EPA in men and women were associated with greater incidence of AFib, though, interestingly, DHA was found to have a similar association with AFib only in women and not men. The VITAL study on n3FA cardiovascular effects reported no significant difference in AFib incidence among participants randomized to receive EPA, DHA, vitamin D3, or placebo, while yet another suggested n3FA may even be protective against fibrillation, as higher plasma levels of DHA were associated with decreased AFib incidence.\nSeeing these discrepancies in results, I am left to question whether a positive association between n3FA and AFib is real, and if so, under which conditions?  To address this, let’s first briefly consider what we know (and what we don’t) about how n3FA acts in the body.\nThe molecular mechanisms through which n3FA exerts various effects on the cardiovascular system are not precisely known, in part because these molecules affect a wide array of molecular pathways, any combination of which might contribute to various downstream physiological effects. Omega-3 fatty acids influence cellular functions in many different types of tissues by modulating (i.e., turning up or down) gene expression and interacting with cellular receptors, ion channels, and enzymes, as well as by incorporating into cell membranes and altering their structural properties. For the heart, the net result of these n3FA cellular actions is potentially alteration of cardiac electrical activity and modulation of processes like vasodilation, vasoconstriction, and platelet aggregation. In many cases, these effects of n3FA seem to improve cardiovascular function. For instance, existing data indicate that n3FA decreases resting heart rate and increases heart rate variability (HRV), which represents the change in the time interval between successive heartbeats. Both of these effects – which together reflect an increase in vagal tone – are beneficial, as both increased heart rate and decreased HRV are associated with increased risk of a cardiovascular event.\nFavorable effects of n3FA in one context, however, may not necessarily translate in all other contexts. For instance, in a randomized study of patients with end-stage kidney disease, n3FA had no effect on HRV, contrasting beneficial effects reported in a general population or in populations with other chronic diseases. Thus, in considering the differential results from various investigations on associations between n3FA and AFib, we must take careful note of differences in the populations under study. The five studies included in the meta-analysis described above all examined n3FA effects in populations at high-risk for cardiovascular events (i.e., typically individuals with atherosclerotic CVD and/or history of heart attack). This contrasts the previously-mentioned study which reported an inverse relationship between n3FA and AFib, in which all participants were free of CVD at baseline. Likewise the VITAL study, which found no association between n3FA supplementation and AFib, did not include participants at high-risk for CVD.\nAn additional source of individual variation in CV outcomes of n3FA therapy comes from variability in vagal tone. As noted earlier, the cardiovascular effects of n3FA are consistent with a heightening of vagal activity, characterized by a decrease in heart rate and increase in HRV. Though these effects are desirable in most cases, they are associated with an increased risk of AFib among individuals with high vagal tone at baseline, such as certain highly-trained athletes. In other words, n3FA may – through the same mechanism of increasing vagal tone – result in reduced AFib risk in some and increased AFib risk in others.",
    "contentLength": 3855,
    "encodedLength": 774
  },
  {
    "content": "\nSo what’s my take?  An association between supplemental n3FA and increased risk of AFib seems likely to exist, but perhaps only for those already at significant risk for cardiovascular events. Current research using existing data is further interrogating the question of n3FA supplementation and associated risk of AFib and may help shed light on how such an association might depend on prior CVD risk factors. The Global Organization for EPA and DHA is currently conducting its own meta-analysis covering a large number of studies, and the Fatty Acids and Outcomes Research Consortium, which has collected massive volumes of lipid data from study populations over many years, is looking now at AFib endpoints among its datasets. Pending further insight, all patients who are advised to take supplemental or prescription n3FA products should also be advised of the potential risks, and caution is warranted particularly for those with a predisposition to AFib. Given the existing evidence that n3FA supplementation may alternatively reduce CVD-associated risk, I weigh the benefits with the risk for each patient, and individual characteristics like heart rate, HRV, TG, and CVD history are important considerations to assess whether n3FA supplementation provides more harm or benefit.",
    "contentLength": 1286,
    "encodedLength": 248
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]