[
  {
    "content": "If you’re still confused about how vitamin D deficiency impacts your COVID-19 risk, that is understandable. Especially with infographics like this one from a preprint study floating around, plotting COVID-19 case severity and vitamin D level. As I have mentioned before, observational studies cannot be used to make causal conclusions about associated risk factors and disease. This JAMA article likewise gets to that point. It consolidates mostly retrospective studies that report on the relationship between vitamin D status and COVID-19 risk of infection or disease severity. It concludes that adequate vitamin D levels are important for bone health and immune function but there is insufficient evidence to claim that vitamin D protects against COVID-19 infection. \nSo what can we say about supplemented vitamin D and the (extent of) benefit? Let’s be clear—it’s hard, or nearly impossible, to answer the extent that vitamin D may help with disease severity given the data we have. I will discuss how I think about vitamin D and COVID-19 disease and the factors I take into consideration.\nI likewise wouldn’t claim that vitamin D is a magic pill against infection, given the evidence we have. But if we are extremely careful, we can learn something by looking at good observational studies. These studies can make observations, with the help of statistics, and draw associations that can inform us. While it is easy to fool ourselves, quasi-experimental studies like this one, for example, shouldn’t be overlooked completely. The study reported the 14 day mortality of 77 elderly (mean age 88 years) hospitalized patients comparing those that regularly supplemented vitamin D in the preceding 12 months and those that started supplementing after COVID-19 diagnosis. Both groups were compared to a third group that didn’t supplement with vitamin D at all. Long-time supplementers had a 93.1% survival rate compared to 81.7% survival rate in the more recent supplementers, and there was a 68.7% survival rate in the group that didn’t take vitamin D. Given the hazard ratio 0.07 in the first group, the study reported a 93% reduced associated risk for those that regularly supplemented vitamin D. In other words, the no supplementation group was associated with 14.3 times the risk of death compared to those who regularly supplemented with vitamin D. \nRandomized controlled trials (RCTs) do, nonetheless, continue to be the gold standard. There is one pilot RCT that looked at the rate of ICU admission and death for 76 people with and without in-hospital vitamin D supplementation. It reported that 98% of the treatment group did not get admitted to the ICU compared to 50% admission in the untreated group, of which 15% (2 people) later died. After adjusting for confounding variables, patients treated with vitamin D had 0.03 times the risk for ICU admission compared to non-treatment. Put another way, patients not treated with vitamin D had 33.3 times the risk of ICU admission compared to patients treated with vitamin D.  And if you want further commentary on the importance of RCTs to distinguish signal from noise on issues like this, my conversation with Vinay Prasad gets to the heart of the matter.\nSo there is some compelling evidence that associates vitamin D status and disease severity. This makes sense. We know that vitamin D is an important modulator of immune function and that a deficiency can have additional health implications. Deficiency is defined as having a serum vitamin D level less than 20 ng/ml or a vitamin D insufficiency, a milder form, as a level between 20 ng/ml and 30 ng/ml. In youth, deficiency can appear as rickets—the softening or weakening of bones—or osteoporosis and bone disease like osteomalacia in adults. There is little risk with supplementation. Too much vitamin D results in hypercalcemia, most commonly due to an overproduction of calcium that can result in kidney stones. However, vitamin D toxicity is not easy to come by: a review article noted that all published cases involved an intake of at least 40,000 IU/day. Even though the Food and Nutrition Board established a conservative dose threshold of 2,000 IU/day, some studies suggest that doses of up to 10,000 IU/day is safe for most adults. Note, however, that supplemental vitamin D and naturally-derived vitamin D from the sun are not the same thing. Humans are designed to receive their vitamin D from cutaneous synthesis and it may be the preferred method of obtaining vitamin D. So supplementing doesn’t mean giving up on grabbing a few rays of sunshine if you can.",
    "contentLength": 4584,
    "encodedLength": 964
  },
  {
    "content": "",
    "contentLength": 0,
    "encodedLength": 0
  },
  {
    "content": "\nThe risk of infection depending on vitamin D levels is hard to determine. It may not prevent you from getting disease. The risk of COVID-19 severity and vitamin D levels is also not so clear cut. The published literature suggests that sufficient vitamin D status is either really beneficial, beneficial, or inconsequential. It is likely beneficial for decreased risk of severity, given what we know about immune system health and function. More concretely, there is virtually no risk to supplementing, say, 5,000 IU/day. But I would add, assume and act as if vitamin D doesn’t significantly reduce the incidence or severity of COVID-19 (but cross your fingers and hope it does).",
    "contentLength": 679,
    "encodedLength": 144
  }
]