[
  {
    "content": "I recently came across an interesting study pertaining to fasting (in mice). The rodents were randomized to ad libitum (i.e., without restriction) feeding or ad libitum feeding followed by 24 hours of fasting prior to the, ahem, “intervention.” Said mice collectively had the privilege of getting blasted with total abdominal radiation at a mega-dose of 11.5 Gy (a unit of ionizing radiation dose) in a single fraction. To get some sense of context here, a CT scan of the abdomen and the pelvis exposes an individual to a relatively high radiation dose, clocking in at approximately 20 milligrays, or mGy (0.020 Gy). This means that for the mice in this study, the absorbed dose of radiation was about the equivalent of 575 abdominal CT scans in one shot.\nThe average American living at sea level absorbs about 3-5 mGy of radiation annually. So the dose used in the study is almost 3000 times the radiation a person is typically exposed to (and absorbs) over the course of a year.\nIt therefore might not come as a shock that the non-fasting mice all died within a week from radiation-induced toxicity, akin to humans who have been exposed to staggering doses of radiation (e.g., Hiroshima, Nagasaki, Chernobyl). However, all of the mice that fasted for 24 hours prior to the radiation insult were alive after one month. And while all of the mice, in both groups, showed signs of radiation toxicity, the fasted mice were back to their baseline activity levels 8 days later. The fasting also appeared to protect intestinal stem cells: intestinal epithelial cells in the fasting mice were regenerating by day 10 post-radiation.\nThe purpose of the study was to find out if fasting could protect the intestines from high-dose radiation, which could allow for higher doses of radiation treatment in killing pancreatic tumor cells. (When patients undergo abdominal radiation the intestines are, due to their rapid turnover of cells that make up the lining, very sensitive to the dose of radiation, and patients are often debilitated by colitis-like symptoms.) Not only did the investigators demonstrate that fasting improved survival and intestinal cell regeneration, they also found that fasting improved the survival of mice with pancreatic tumors also subjected to lethal doses of abdominal radiation. The investigators also noted that the protection conferred by fasting applied only to the normal tissues, whereas the pancreatic tumors were not radioprotected, and actually may have been more vulnerable as a result of the 24-hour fast.\nThis is not the first time that fasting and/or dietary restriction has been shown to improve the tolerability of toxic cancer therapies (e.g., chemotherapy, radiation therapy). A 2019 review points to several studies in which forms of fasting protects normal cells in mice from the damage induced by chemotherapy and other toxic drugs while differentially making cancer cells more vulnerable.\nOf course, what’s true in mice living in laboratory conditions may not be true in men and women living in the real world. I’m doubtful that the study above swung the door wide open for an IRB to approve a clinical trial in humans that includes a lethal dose of radiation. However, fasting is an entirely different story. There already have been a number of feasibility studies in cancer patients showing it is well-tolerated and efficacious.\nIt’s also worth reiterating (as I try to do every time I make a comment about fasting rodents) that the 24-hour fast in the study above resulted in a 20% loss of body weight. Not a typo. This is about the equivalent of an individual starting a fast this evening weighing 180 lb and dropping 36 lb by the next night. For context, each quarter when I fast for about 7 days, my weight typical goes from about 178 lb to 172 lb or so. (I covered this issue in a little more detail in a previous email.) A 7-day fast is almost universally fatal in mice. In other words, fasting is riskier in mice and generally better tolerated in humans. On the other side of the coin, there is still the question of whether the dose makes the antidote. If a mouse fasts for 24 hours and loses 20% of its body weight, it’s probably not an unreasonable assumption that an equivalent fast for a human is closer to 3 or 4 weeks. (Although, given such dramatic differences, it’s really difficult to say with any confidence if there is a truly equivalent dose of fasting between mice and humans.) Given that the mice in the study received a lethal dose of radiation and survived beyond expectations, could less fasting have sufficed if a more clinically appropriate radiation was given?\nThat said, given the mounting evidence that fasting appears to be safe and may be beneficial, I would love to see more clinical trials in cancer patients looking at its potential effects, especially given that humans might not need a fraction of the protection the mice needed to survive this study, even under all but the most extreme circumstances.",
    "contentLength": 4980,
    "encodedLength": 1043
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]