[
  {
    "content": "People often ask me how I break a longer-term fast. As I’m coming off of a week of fasting and heading into a week of a ketogenic diet, the timing seems right to address the question of how I break a longer-term fast and the responses that some people get. A number of people note that they see big glucose spikes (if they wear a CGM or test postprandial blood glucose with a glucometer) the day they complete their fast.\nThere’s a relatively recent paper reporting a similar trend. But in this case, it was a response to just a single day of restricted carbohydrate (CHO) eating rather than coming off a one-week fast.  A group out of Japan in 2017 took 10 healthy adults, provided them with continuous glucose monitors (CGMs), and provided them with isoenergetic meals for 4 consecutive days. On days 1, 2, and 4, participants ate a higher carbohydrate diet (i.e., 3 meals/day of ~120 gm CHO/meal for males), while on day 3, they ate a CHO-restricted diet (i.e., 3 meals/day of ~10 gm CHO/meal for males).\nWhat they found was that one day of almost complete CHO-restriction led to post-meal glucose surges the next day when eating a higher carbohydrate diet. I must confess, I was surprised to see this result after such a modest period of CHO-restriction. (As an aside, coming up on 4 years of wearing CGM, I have never seen such an extreme response in myself, but exploring the possible reasons why will be another topic for another day.)\n\nThe authors suggested that if a CHO-restricted diet is stopped abruptly and a lot of CHO are reintroduced, it could cause a larger degree of post-meal hyperglycemia. I believe this can also be the case with fasting that’s stopped abruptly, if not more so. So, what’s going on here? Was the increase in postprandial glucose levels caused by a decrease in insulin secretion (as this study suggests) and/or an increase in insulin resistance (as this study suggests both in CHO restricted and fasting individuals), and/or something else? Unfortunately, in this study, the investigators did not measure insulin, c-peptide, free fatty acids (FFAs), or GLP-1 and GIP for that matter, so they couldn’t address the question. I can only assume they did not have the budget for them, as it’s not rocket science to realize the value of such measurements.\nAs squishy as the term insulin resistance can be, what I think is going on here is some form of insulin resistance occurring in the muscle. Fasting or CHO-restricted diets lower insulin levels, which leads to more circulating FFAs that can be utilized by muscle, and triggers insulin resistance in those muscles, sparing more glucose for the brain and red blood cells in the bargain. Similarly, Phinney and Volek discuss how keto-adaptation can take weeks, and one of the reasons it may take this long is the muscle shifting from ketones and towards more FFA for fuel, which now spares both glucose and ketones for the brain.\nBut, if you plan on coming off a CHO-restricted diet or a fast, and you’re reintroducing CHO, how do you avoid spiking your glucose? The most sensible approach is a gradual reintroduction. If you typically eat 200 grams of CHO a day, take a few days to get back to this volume, titrating up from meal to meal.\nAnother possible tool in the belt is high-intensity exercise. This can help promote glucose uptake that’s independent of insulin, often referred to as non-insulin mediated glucose uptake, or NIMGU, for short. Emptying out some glycogen from muscle may help blunt any swings in glucose after a meal because of an increase in NIMGU.\nFor what it’s worth, personally, when breaking a fast, I’m optimizing for minimizing discomfort and a behavioral response to a craving. This usually manifests itself as a salad with a bit of chili or some eggs, and I generally try to take my time, moving from smaller meals and lower CHO, to larger (and more infrequent) ones, titrating up my CHO consumption along the way.",
    "contentLength": 3927,
    "encodedLength": 921
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]