[
  {
    "content": "I’ve frequently discussed the relationship between atherosclerotic cardiovascular disease (ASCVD) clinical outcomes and increased concentration of apolipoprotein B (apoB). So it should come as no surprise that my interest was piqued by an article published last month describing the first human patient to undergo a therapeutic gene-editing treatment to lower apoB. If you ignore the author’s rampant use of the horrible term “bad cholesterol,” it becomes readily apparent that if this therapy works in humans, it has the potential to be a one-time, permanent treatment with significant effects on ASCVD risk reduction.\nAs I’ve discussed in the past, reducing apoB levels relies on increasing hepatic clearance of LDL particles from circulation, which is often achieved through the use of pharmaceuticals such as statins and PCSK9 inhibitors. However, statins require taking a daily pill and PCSK9 inhibitors require one or two monthly subcutaneous injections, with the understanding that once these medications are prescribed, they are often a lifelong commitment. Patients’ imperfect compliance as well as the cost associated with decades of medication make the possibility of a one-time therapeutic treatment to lower apoB at the very least intriguing, and possibly revolutionary in the way we treat and prevent ASCVD. \nAn elegant and possibly permanent solution\nThe PCSK9 gene was discovered because of a rare gain-of-function mutation causing an upregulation of PCSK9 and consequent familial hypercholesterolemia. But other naturally occurring variants, found in 2-3% of the population, are associated with loss of PCSK9 function. Individuals with these variants exhibit lifelong low levels of circulating apoB, resulting in lower risk of ASCVD. These protective variants result from a change in just a single nucleotide within the genetic sequence, and they are not associated with any serious adverse health consequences. Such patients walk around with very low levels of LDL-C and apoB, are largely immune to ASCVD, and experience no increase in other causes of mortality. This combination of factors makes the PCSK9 gene an excellent candidate for the gene-editing technology known as CRISPR: the gene function can be knocked down by editing a single nucleotide, and inhibiting the gene is unlikely to be accompanied by other adverse health outcomes. \nThe CRISPR therapeutic treatment of the first human comes on the heels of successful preliminary experiments in nonhuman primates. Through the use of lipid nanoparticles, these experiments were able to target CRISPR treatment preferentially to liver cells – the primary organ that expresses the PCSK9 gene and the key site for clearing LDL from plasma. In three cynomolgus monkeys, using a one-time intravenous infusion was able to achieve over a 60% gene editing frequency. A year later, circulating PCSK9 was reduced by 90% and LDL-C was reduced by 60% – the same reduction achieved in a clinical trial combining statins and PCSK9 inhibitor therapy – with no adverse health effects observed in any of the monkeys.\nPotential risks of gene editing\nOne concern with this type of therapy is the possibility of off-target gene editing, either through editing in tissues other than the liver or through editing at genomic sites other than the PCSK9 gene. In the primate studies, gene editing frequency was assessed in fifteen different tissue types and was found to occur primarily in the liver, with much lower frequencies of editing in the spleen and adrenal glands, and minimal in all other tissues. With regard to editing at non-PCSK9 genomic sites, primate liver cells showed off-target editing at one alternative gene locus. However, because this gene has poor homology to the human genome, this off-target editing was not observed when the treatment was applied in vitro to human liver cells, and editing only occurred at the PCSK9 gene target. The success in developing a highly specific gene-editing therapy thus supported proceeding to the initial human trial.\nWill this treatment be available soon?  \nCRISPR gene-editing therapy for lowering apoB is still in the early stages of testing, and the results in the coming months from the first patient will provide insight into how this technology stacks up compared to pharmaceuticals. Of course, even if the results are as compelling as those from non-human primate studies, further larger scale and longer-term studies will be needed to determine any potential side-effects or negative outcomes of treatment before it can become widely available. Unlike medications, once administered this therapeutic option can’t be reversed, so it is important to do a thorough risk assessment before making it publicly accessible. ",
    "contentLength": 4735,
    "encodedLength": 962
  },
  {
    "content": "\nWidespread acceptance of gene editing as a form of treatment presents another potential barrier. Scientific organizations worldwide have called for a moratorium on the use of heritable gene-editing (e.g., in cell populations that pass genetic information on to offspring), but there’s less of a consensus on the ethics of using gene-editing in other human tissues. While ex vivo CRISPR gene-editing – in which a sample of cells are edited in a lab before being reinfused into the patient – is finding applications for treatment of various diseases, using CRISPR to inhibit PCSK9 differs in that the treatment is in vivo and delivered systemically, a strategy with only very few select precedents. With the availability of equally effective pharmaceuticals for apoB reduction, it is unclear if gene-editing will become another common option even if human clinical trials are successful. If so, this option may be reserved only for those with strong risk factors, such as the PCSK9 gain-of-function mutation in the first human volunteer. ",
    "contentLength": 1037,
    "encodedLength": 216
  },
  {
    "content": "\nEven if gene-editing becomes a widely-available option for treating high levels of apoB, finances will be a major initial barrier to treatment. The few CRISPR therapies approved for use are in rare diseases, and the cost of these treatments range from hundreds of thousands to millions of dollars. However, high levels of apoB affect about a third of the U.S. population. If the cost of a treatment decreases at scale, the cost of a one-time treatment may outweigh the cost of decades of medication. Ultimately, the long-term benefits of lowering apoB through a one-time treatment may make this not only a viable future option, but potentially an intervention that could change preventive cardiovascular medicine.",
    "contentLength": 714,
    "encodedLength": 148
  }
]