[
  {
    "content": "In the summer of 2009 I was preparing for a swim that nobody had ever done before.\n\nMarathon swimmers are always looking for a body of water that has never been swum by someone else. The span of ocean between Catalina Island and Santa Barbara Island (SBI) seemed like a perfect spot. Four years earlier I had swum from Catalina Island to Los Angeles and three years earlier I had been part of a relay team that swam from SBI to LA.\nThis stretch of water between Catalina and SBI would be a tough swim for reasons too numerous and mundane for this post. The swim was scheduled for a window in early September, but by early July, my right shoulder was really hurting during any training swim that exceeded six hours. By late July, the pain was getting very sharp by hour four of each training swim. After an arthrogram (an MRI where they inject contrast directly into the shoulder joint) and a visit with an orthopedic surgeon, we had what appeared to be a diagnosis. I had a torn labrum.  The surgeon recommended surgery, which would require being in a sling for six weeks post-op and a period of no swimming for nine months.\nI asked the surgeon if continuing to swim for a few more months, despite the pain, would reduce the chances of a successful surgery. He said no, and so I decided to suck it up and keep training. I did, however, decide to opt out of what I considered would be a very tough Catalina to SBI swim—something I estimated would take at least 12 hours in very rough water—in favor of what I assumed would be a much more manageable LA to Catalina swim. Generally the currents make this swim slightly easier than swimming from Catalina back to the mainland, which I had already done in 2005, only 18 months after really learning how to swim. It took 10 and a half hours, so I assumed this would be a pretty straightforward swim. (Any ocean swimmers reading this are laughing at this point. Such hubris always gets you spanked.)\n\nThe story of this swim is one of the most painful of my athletic career. A last-minute change of the current—head on—turned this into 14 hour-plus swim, in some of the roughest chop (first and only time I was ever sick in the water) of which the last eight hours I was screaming under the water from the pain so my crew would not hear me. Unlike my first Catalina swim where I was able to enjoy the marine life and sights and sounds of the ocean, this was my equivalent of Ali’s third fight against Joe Frazier (“the closest thing I’ve ever known to death,” he would say following his victory). Ali had it worse, to be sure, but this was unsettling pain.\nParenthetically, if anyone is wondering how dark it is when you’re swimming in the ocean at 2 am, it’s really dark, hence the glow-stick on my back so they can see me when not shining giant light down from the boat (which I hate, as it makes it impossible to see the bioluminescence–the swimmer’s reward for swimming in complete darkness).\n\nA week following the swim I had another arthrogram which showed the tear was, more or less the same, but at the last minute I decided to forgo surgery. The thought of not swimming for 9 months was too unappealing. Instead, I took a break from marathon swimming and focused only on Master’s swimming and racing in the pool. For the next two years I did mostly fine, especially as I focused on less volume and more intensity, and mostly on breaststroke, fly, and medley.\nBy 2012 I was spending more and more time on my bike, but it was clear my right shoulder was getting weaker and weaker, even as I limited my swimming to one hour per day. Soon I could not do many pushups and certainly could not bench press heavier than 135 pounds. I recalled a former swim coach telling me that once it got the point where you could not shampoo your hair, you were hosed. Though I didn’t shampoo my hair, I knew I was at this point in late 2013. I could not bench press an unloaded bar or do even one pushup without terrible pain.\nI was scheduled for surgery in early 2014 and during one of my sessions with Brian Dorfman shortly before the procedure (I’ve made reference to Brian before, including on several podcasts and in Tim Ferriss’s most recent book, Tools of Titans) I mentioned it to him. At this point, Brian was primarily working on my lower body as I was deeply in the throes of time-trial season on the bike. Brian, being Brian, examined my shoulder in depth and just “declared” that my pathetic strength and agonizing pain was not due to my labral tear. Before I could object, he elaborated. It was not that I did not have a labral tear—the MRIs made that clear—but he hypothesized that the tear was not the proximate cause of my pain and complete loss of strength. For that, he said, I could blame my deltoid, triceps, and subscapularis.\nBrian asked if I would be willing to delay surgery for six months to give him a chance to work on “the fix.” He told me it would be tough, and painful, to manipulate these tissues and, of course, I would need to make a lot of changes to how I exercised my shoulders.\nBrian had previously rescued me, miraculously, from a left knee operation that also seemed inevitable by fixing my glute meds and hamstrings, so I was willing to give this a try. And so began the amazing transformation of my right shoulder and, ultimately, my left one, too. Just as Brian had predicted, within six months I was back to about 80% of previous function and today I’m at 95% which implies I have no functional limitation and no pain. And no surgical incisions.\nMy friend Terry Laughlin, founder of Total Immersion swimming, used to always tell me when I was learning to swim that practice did not make perfect. Only perfect practice made perfect swimming. This is true in life, of course. Specificity matters a lot. In the same vein, the only reason the Brian Dorfman experiment worked is because it was done correctly, both in terms of what Brian did to me and in terms of what I had to learn about exercising my shoulders.\nThis experience was at least part of the motivation for the next video series Jesse Schwartzman and I wanted to prepare for you. Both in my own life and in my practice (i.e., in the lives of my patients) it has become so clear that a very proactive strategy is necessary to offset orthopedic injuries as we age. In some cases, like mine, the injuries are brought on by years of overuse. Before swimming, boxing probably did the most damage to my shoulder, having resulted in a dozen subluxations between the ages of 13 and 20. In other cases I see, the injuries are more a result of underuse. I can’t reiterate this next point enough: to pursue physical bliss into your “senior” years (you know, into your 40’s), requires a shockingly deliberate effort and incredible consistency. It’s not “hard,” but you have to embrace that coming back from injuries like mine is much harder than not having them in the first place. Furthermore, there is no assurance that I will manage to escape the next surgery. My goal is to avoid the drama next time.\nThe neck and upper back series below can be used as an active recovery workout by itself. Too often we see people push through too many high intensity workouts a week, leading to overtraining. The series can be done as a standalone day, and it will still give you a sweat and count as your exercise for the day.\nHaving said that, if a few of these moves feel particularly good and needed for your body, you can also choose to add some of these exercises as part of your regular warm-up routine, or repeat the exercises for multiple sets as part of a circuit. Try not to be concerned that you may not get all your usual strength training exercises done every workout, as these moves take time to do correctly, and will take up some of your budgeted exercise time. As we age, we need to increase our ratio of proper tissue warm up and range of motion practice, relative to actual intense exercise. Tissue becomes less elastic, and motor units lose their signals, so if we don’ use it we lose it. This is true of athletes, and normal civilians.\nIn the spirit of the first post on movement preparation, Jesse and I have (once again with the awesome help of Elliot Stern* and Kelly Choi who shot, produced, and edited these videos from start to finish) put together a sequence of movements and exercises designed to get your neck, upper back, and shoulders ready to do anything, free of pain.\n(* If you’re looking for someone to help you with video, I can’t recommend Elliot enough, and if you want to reach him, you can ping him at: eliestern427@gmail.com)\nHere is a link to our tear sheet to help you recall the sequence of movements and the important cues for correct execution.\nIntroduction\n\nDirect link: https://youtu.be/FjRorW4n8Rg\nThere are three main videos in this sequence:\nI. Soft tissue preparation\n\nDirect link: https://youtu.be/XZOrnznGzH4\nII. Dynamic stabilization\n\nDirect link: https://youtu.be/q2I1I_qH0jE\nIII. Loaded exercises\n\nDirect link: https://youtu.be/V9pc82gupX0\nIn addition, there is some extra material:\nA shoulder diagnostic test\n\nDirect link: https://youtu.be/hXtW8bgm4hs\nExercises specifically for the rotator cuff\n\nDirect link: https://youtu.be/cIjKtVc4J0Q\nExercises to improve scapular health\n",
    "contentLength": 9246,
    "encodedLength": 2162
  },
  {
    "content": "\nDirect link: https://youtu.be/v5xnJArYWjM",
    "contentLength": 42,
    "encodedLength": 20
  }
]