[
  {
    "content": "This audio clip is from ask me anything (AMA) episode #19, originally released on January 18, 2021.\nIf you’re not a subscriber and listening on a podcast player, you’ll only be able to hear a preview of the AMA. If you’re a subscriber, you can now listen to this full episode on your private RSS feed or on our website at the AMA #19 show notes page. If you are not a subscriber, you can learn more about the subscriber benefits here.\n\n§\n\n            \n            Show NotesAdvice for engaging with and questioning your doctor [1:03:15]\nWeekly emails on this topic:\n\nHow to find a good doctor – 7/12/20\nColorectal cancer screening – 7/27/20\n\n***\nHow to talk, engage, and question your doctor\n\nFirst, Peter admits that physicians are in a tough position—many doctors must see upwards of 6 patients an hour to maintain their practice which squeezes the time they have for answering questions from patients unrelated to the particular visit\nSo coming into an appointment and hitting them with tons of questions they weren’t prepared for creates a difficult scenario\n\nBest practice: Send them an email before your appointment to give them a chance to reflect your questions, read up on it, and have their point of view ready \n\nPlease remember, you’re still the consumer, so if the doctor is utterly dismissive of what you want to discuss, then you have a right to go get another doctor\n\n“Medicine is not that special. There’s nothing special about the fact that we spent four years going through certain types of school. There’s good doctors, and there’s bad doctors.” —Peter Attia\nMedicine comes down to these four A’s: advocacy, affability, availability, and ability\n\nYour doc many not score a perfect 10 in all 4 categories but you better get some fraction of those to a level that is your satisfaction\n\nIf you’re not getting an answer that you’re comfortable with from your doctor, you should go find another doctor — “Yeah, that’s a bit painful. But we’re talking about your health here. So it’s probably worth that investment.”",
    "contentLength": 2029,
    "encodedLength": 509
  },
  {
    "content": "\n§",
    "contentLength": 2,
    "encodedLength": 2
  }
]