[
  {
    "content": "This video clip is from episode #201 – Deep dive back into Zone 2 with Iñigo San-Millán, Ph.D, originally released on March 28, 2022.\n\n\n            \n            Show NotesMetrics for finding Zone 2 threshold—lactate, heart rate, and more [1:25:00]\nMetrics for characterizing Zone 2 training\n\nIn a patient or a world class athlete you have the ability to do indirect calorimetry and lactate testing to determine Zone 2 training\n\nBut training normal people is different\nThe lactate measured in the blood is heavily influenced by production and clearance\n\n\nThe gold standard would be to measure fat oxidation\n\nBut even this can be confounded in people on a ketogenic diet\n\n\nWith patients, Peter will do a Zone 2 test based on their fat oxidation during an escalated VO2 max test\n\nFor example, their maximum fat oxidation may be 0.3 g/min, and this occurs at a wattage of 1.5 watts/kg\n\n\nHow should patients train to achieve Zone 2?\n\nThey won’t be able to train with indirect calorimetry\nSome people will have lactate meters and some people won’t\n\n\nWhat is a good surrogate for determining your training zone?\n\n\nIn this example, the patient oxidizes the most fat at a workload of 1.5 watts/kg \nPeter wants them to increase this to 2.5\n\nHow would Iñigo recommend they train?\n\nHe would start with a metabolic test; this information can provide watts, or speed, or heart rate (many people don’t have a power meter)\nPeter brings up another metric he uses with patients, RPE\n\nPeter misspeaks and defines this metric as “relative perceived exertion”, instead of “rating of perceived exertion”\nFrom his experience, he is in Zone 2 when his lactate levels are between 1.7-1.9 mmol\nHe can carry on a conversation but it’s not as comfortable\nIñigo agrees, exercising at a level where you can carry on a conversation and it feels a bit strained is a good surrogate for knowing you’re in Zone 2 \n\nYou will be just at that threshold of not being able to carry on a conversation\nThe person you’re talking to will know you are exercising\n\n\n\n\n\n§Iñigo San-Millán, Ph.D.Iñigo San-Millán earned his doctorate at the University of the Basque Country School of Medicine.  He did his postdoctoral research at the Harvard Medical School Cancer Research Program.  Currently he is an Assistant professor in the School of Medicine at the University of Colorado School – Colorado Springs.  His research and clinical work focuses on: exercise metabolism, cancer metabolism, metabolic health, nutrition, sports performance, diabetes, and critical care.\nDr. San-Millán has worked for the past 25 years with many professional teams and elite athletes worldwide across multiple sports, this includes: soccer, cycling, football, basketball, track and field, rowing, triathlon, swimming, and Olympic training. He has been a consultant in exercise physiology and sports medicine to international organizations such as the US Olympic Committee.  He has pioneered the development of new methodologies for monitoring athletes at the metabolic and physiological level.  He developed the first method to indirectly measure mitochondrial function and metabolic flexibility/  He co-developed the first methodology to deploy metabolomics assessment to professional sports as well as the first method to indirectly measure skeletal muscle glycogen in a non-invasive manner using high frequency ultrasound.  Currently, he is the Director of Performance for Team UAE Emirates cycling team and the personal physiologist and coach of 2020 and 2021 Tour de France winner Tadej Pogacar. \nAlthough now a recreational athlete, he used to be a competitive athlete.  He played soccer for 6 years for the developmental academy of Real Madrid soccer team.  He also raced as a low-key, professional cyclist for 2 years.  [Dr. San-Millan’s Website]",
    "contentLength": 3785,
    "encodedLength": 878
  },
  {
    "content": "\nTwitter: @doctorIñigo",
    "contentLength": 22,
    "encodedLength": 8
  }
]