[
  {
    "content": "This audio clip is from “Ask Me Anything” (AMA) episode #36 — all things fruits and vegetables, originally released on June 20, 2022.\nIf you’re a member, you can now listen to this full episode on your private RSS feed or on our website. If you are not a member, learn more about the how to become a member and the benefits here.\n\n\n            \n            Show NotesHow one’s current state of health impacts their “optimal” diet [11:30]\n\nDon’t confuse the optimal diet for you in a state of health versus the optimal diet for you in a state of sickness that’s trying to restore your health\nFor example: When Peter works with patients who are metabolically healthy, he’s never once restricted the amount of fruit they consume\n\nBut when working with a patient who has type 2 diabetes and non-alcoholic fatty liver disease, he will actually restrict how much fruit they consume\nPeter says that “we’re going to have a better chance of improving your metabolic health if we at least temporarily reduce the volume of that significantly. Reduce the burden of fructose on your liver.”\nThis is because both fructose and ethanol are pretty uniquely poised to make a sick liver sicker\nDoes that mean that that person’s going to always be restricting fruit? ⇒ No, not necessarily, but empirically, it seems easier in those people to reduce fructose intake and to do so through fruits\n\n\nEven for Peter personally, he says that how he eats today to preserve his health is “unquestionably different from how I was eating 15 years ago when I was in the process of trying to improve my health from a place that was actually below where it is today”\n\nDefining “metabolic health” [14:45]\nThere’s a lot of different ways you can define it\n\nIt’s sort of like BMI is the easiest way to to define overweight and obesity but body composition would be a better way to do it\nSimilarly, the quickest and easiest way to define metabolic health is probably to use the criteria for metabolic syndrome\n\nmetabolic syndrome is basically defined in a binary fashion where if you have three or more of the the following five criteria you are considered to have MetSyn:\n\nIncreased blood glucose\nAbdominal (truncal) obesity\nHigh fasting triglycerides\nLow HDL cholesterol\nHigh blood pressure\n\n\n\n\nThat said, Peter doesn’t use this with his patients since he’s not trying to make assessments at a population base level\nHe’s looking at many more factors beyond those things, such as:\n\noral glucose tolerance tests\nuric acid levels\nhomocysteine levels\nthe entire lipid profile \nFunctional testing\n\nhow the mitochondria perform in a zone two test\nhow much lactate is a person producing at rest and then how much lactate did they produce under increasing amounts of workload\n\n\n\n\n",
    "contentLength": 2736,
    "encodedLength": 657
  },
  {
    "content": "\n§",
    "contentLength": 2,
    "encodedLength": 2
  }
]