[
  {
    "content": "In my previous email, I laid out a nutritional framework, consisting of 3 levers—dietary restriction (DR), caloric restriction (CR), and time restriction (TR)—and alluded to a recent review in The New England Journal of Medicine (NEJM) highlighting TR (i.e., when you eat and don’t eat).\n(We also just released an AMA exclusively on fasting.)\nA staple of the NEJM is research relating to treatments for disease, and how they can be used in the clinic. The review article from the NEJM—“Effects of Intermittent Fasting on Health, Aging, and Disease”—is no exception. After describing the potential mechanisms underlying its beneficial effects—metabolic switching and stress resistance chiefly among them—the authors go on to describe the reported effects of so-called intermittent fasting (IF) on health and disease, and finish with recommendations for how health care providers can help their patients implement this eating pattern to treat or prevent a number of metabolic maladies.\n(I say “so-called” IF because I think this term is confusing and inaccurate. The authors conflate three distinct forms of fasting into one in their definition of IF: Alternate-day fasting (ADF), 5:2 intermittent fasting (5:2), and daily time-restricted feeding (TRF). This is confusing because these are quite different forms of fasting or restriction. It’s important to distinguish between them. The other problem within these definitions is the flexibility around the term “fasting.” Most studies on ADF and 5:2 allow up to 700 Calories per day on fasting days, while others don’t allow any Calories. I’m very particular about the definitions because I think different forms of fasting and restriction may have different physiologic effects, and I worry that by lumping all forms together, we may dilute such insights.)\nOne of the aforementioned mechanisms, metabolic switching, refers to the preferential shift from the use of glucose as a fuel source to the use of fatty acids and ketone bodies. Your ability to toggle back and forth between these two metabolic states is an indicator of your metabolic flexibility. For those interested, I’ve discussed this concept in more detail on the website (here and here) and most recently with Iñigo San Millán on the podcast.\nThe authors question how much of the benefit of IF is due to metabolic switching and how much is due to weight loss, which often, but not always, accompanies fasting. They point out that many studies have indicated the benefits of IF are independent of its effects on weight loss. They also emphasize that ketone bodies produced from fasting are not only used for fuel, but are also signaling molecules that have profound effects on metabolism and are known to influence health and aging.\nWhat is the level of ketosis one must reach in order to elicit these benefits? The minimum threshold appears to be about 1 mM, at least in mice. This raises the question of whether different types of fasting achieves levels above this threshold. According to the authors, plasma ketones generally increase to 0.2-0.5 mM during the first 24 hours of fasting.*\n* In the review article, the authors wrote, “In the fed state, blood levels of ketone bodies are low, and in humans, they rise within 8 to 12 hours after the onset of fasting, reaching levels as high as 2 to 5 mM by 24 hours.” We wrote to the corresponding author questioning this and he confirmed this was an error in the paper and he’s submitting the change to the editor.\nGiven the importance put on ketone bodies by the authors, it’s surprising that very few trials in humans measure plasma ketones during IF, TRF, or ADF. But if it takes 24 hours for ketones to reach up to 0.5 mM, and the beneficial threshold is 1 mM, it suggests there may be a dosing problem with some forms of fasting. This raises the possibility that the metabolic switch isn’t occurring in some types of TR.\nIn one trial that did look at morning ketones after 4 days of TRF (18-hour fasting window) in 11 overweight adults, levels were 0.15 mM. In a different trial, a one-week 5:2 IF regimen in 19 healthy female participants, in the morning after the full (and non-consecutive) days of fasting (about 36 hours of fasting), self-measured BHB levels were 2.58 and 1.14 mM, respectively.",
    "contentLength": 4268,
    "encodedLength": 955
  },
  {
    "content": "",
    "contentLength": 0,
    "encodedLength": 0
  },
  {
    "content": "\nHowever, these studies are very small and lasted a week or less. Whether the results are reproducible and what happens when people engage in these regimens long-term hasn’t been determined. Do people improve their metabolic flexibility during long-term TRF, IF, and ADF? Do the levels, and utilization of, ketones increase over time? Does one regimen work better than the others in this regard? Does a ketogenic diet mimic the effects of TR (or does TR mimic the effects of a ketogenic diet)? If we have any chance of sorting this out, we need to start carrying out more (and longer) studies that look at different forms of restriction and measure the thing that presumably matters, in this case, ketones.",
    "contentLength": 706,
    "encodedLength": 153
  }
]