[
  {
    "content": "In part II of this series, as promised, I interviewed one of the nations top trainers of professional athletes to provide a “real world” look at how athletes are using Superstarch.  As excited as I’ve been using Superstarch and sharing my experience with endurance athletes, I was really interested to know his experience was, both personally and professionally, using it with the type of athletes I don’t work with.\nAs you’ll see in this interview, he gets just as much joy working with and helping troubled high school athletes in disadvantaged schools as he does working with the best football players and track and field athletes in the world.  It’s been a huge honor for me getting to know him and learning about the conditioning and training of athletes in sports I can’t really relate to.  Most amazingly, I’ve come to realize that whether you’re a Heisman Trophy winner, an avid cyclist, or a weekend warrior, we all struggle with the same problems when trying to refuel our bodies.\n\nTell me a little bit about yourself, your athletic background, and what you do today?\nMy name is Ryan Flaherty and I am the founder of Prolific Athletes LLC, a sports performance training company based in Carlsbad, California, that specializes in teaching athletes of all levels to be fast and injury free. We train all types of athletes including professional athletes from the NFL, NBA, MLB, Olympic Track and Field athletes, NCAA All Americans, and high school athletes all the way down to middle school all-stars. Our facility is focused on two very important athletic principles, which are speed and injury prevention. As a kid growing up I was not considered fast. I vividly remember when I was playing in a Little League baseball game and I was thrown out at first base when I hit a line drive to center field. Those familiar with baseball know that should never happen. As I was jogging past my coach back to the dugout I asked him what happened and he told me, “well, apparently you forgot to unhitch the trailer from behind you.” Aside from my coach needing a lesson in coaching kids, he was right, I was slow. Shortly after my embarrassing experience in baseball my mom made me join a track and field club at my middle school. At the time I was so frustrated because I was the only one out of all my friends that had to run track. But, looking back on it today I can emphatically say it was the best ‘athletic’ decision my mom ever made for me. My youth track coach, Paul Clark, spent countless hours with me to develop proper sprint mechanics and running form. The hard work paid off and soon I was one of the fastest kids in my middle school, then high school, and then college. I played football at Utah State University and was one of the faster players on the team, despite my size (I weighed 255 pounds). My speed combined with my size was not common and I was fortunate to have a great college career. The competitive advantage I had was that I learned at a very young age a secret that not many people know: speed is not something you’re necessarily born with, it is actually a skill that can be learned.\nI am fortunate to now teach the youth athletes I work with what I was able to learn at a young age so they can reach their full athletic potential. Along with speed training, our philosophy equally emphasizes injury prevention. At the end of my football career I suffered several knee injuries that forced me to retire prematurely. Because of the injuries I became very motivated to understand the reason why they happened. I educated myself on ACL injuries while I was in graduate school and realized the archaic training I was getting from collegiate and professional strength coaches is what led to my knee injuries. Their programs were based on getting bigger, lifting heavier, and training harder. Much like nutrition, these “experts” or coaches were indoctrinated in old-school science and methodology. Today, a big part of what I am passionate about is being able to deliver the latest and greatest in science and research to the athletes I work with and help them to avoid injuries. Every athlete I work with is given an in-depth biomechanic movement analysis, movement screen, and we review past injuries before I design their unique training program. The information we gather gives me what I need to know to ensure that we are going to pinpoint their imbalances and develop those weaknesses to build a strong, balanced athlete.\nWhat type of athletes do you work with?\nAthletes that I train range from a 12-year-old kid who plays for the local Pop Warner (youth football league) all the way to Pro Bowl NFL quarterbacks. We have multiple programs that we offer for youth athletes that teach them how to sprint properly, change-of-direction speed, stimulus response training, flexibility, and core strength. Our High School programs offer the same as the youth training and here we introduce weight training. We also have a large NFL combine training program that prepares future NFL stars for the NFL combine and draft. I work with over 100 NFL players including: Cam Newton, Andrew Luck, Donovan McNabb, Vince Young, and Vincent Jackson. I also work with several Division 1 programs as a consultant to their strength staff.  And, we recently launched our Non-Profit that trains a local inner city high school that is nominated based on their need. We train their athletes for a year, train their coaches on our training programs, and we give their weight room a makeover. This past year, Kearny High School (San Diego) was chosen and it was an amazing experience for us. \nPrior to using Super Starch, what sort of products did you use yourself?  What about your athletes?\nOver the course of my career I have tried a lot of supplements. I’ve used whey protein, casein protein, egg protein, branch chain amino acids, glutamine, creatine monohydrate, waxy maize, pre-workout supplements…the list goes on and on. I am not a big proponent of supplement use with my athletes because it’s a slippery slope with the lack of research associated with a majority of these products. I emphasize getting their nutrients from food as opposed to using supplements and I preach high fat, low carbs, and eliminating sugar from their diets. Most recently, however, I have become a huge fan of Super Starch.\nHow did you learn about Super Starch?\nI was introduced to Generation UCAN by you, (Peter Attia). I had actually never heard of it prior to you giving me some to try on my own last year. At the time I was struggling in my own personal training after making the switch to a higher fat, low carb, no sugar lifestyle and it made a big difference for me personally.\nWhat did you notice, personally, when you switched from other sports nutrition products to Super Starch?\nI have always struggled figuring out when and what to eat prior to workouts. I became accustomed to either having an upset stomach while I was training or, to avoid a stomachache, I wouldn’t eat and would bonk in workouts. It was a constant struggle to figure out the right combination of certain foods or supplements and timing my digestion to optimize my own performance.  I never quite figured it out, until I found Super Starch. I take it about a hour prior to my workouts and it doesn’t upset my stomach, it gives me steady energy, and I get a carbohydrate source that allows me to keep burning fat stores.\nWhat have your athletes been telling you about the changes they’ve noticed since switching to Super Starch?\nI have about 20 NFL athletes that are currently using Super Starch. I train a NFL athlete for a total of 5 months throughout the year. Every workout is very important to their overall improvement and missing one of those workouts can be a major set back in their progress. I have had so many athletes over the years miss workouts because of getting nauseated or because they didn’t eat and they crash halfway through. So, for a lot of these athletes Super Starch is a big deal. I would say the overwhelming response I get from them is that they feel like they can make it through our workouts without getting nauseas, they feel like they are stronger at the end of the workout, and that they love the fact that it’s so convenient for them when they are on the road travelling or running short on time.\nHave you or your athletes found any downside to using Super Starch?\nThe problem I experience most with Super Starch is the chalky taste. I usually have them try making a smoothie with Super Starch, almond butter, heavy cream, almond milk, and ice. It is so good that they usually all come back with rave reviews of the smoothie and that helps with the chalky taste issue.\nA lot of the athletes you train seem to exercise so much – many of them are professional athletes – why do they even care about fat burning?\nA big misconception is that elite athletes don’t struggle with weight issues. I have professional athletes I train who have struggled with their weight for years. Most of these guys have a target weight that they have to be when they report to the NFL team they play for and if they fail to meet the weight expectation, they can either get released or fail their physical. I have actually seen the biggest benefit of Super Starch with the 300+ pound NFL athletes because it gives them an energy source that will keep them burning body fat while they train. This past summer I had a defensive tackle from a NFL team go from 340 to 315 pounds just by using Super Starch and removing all other supplements that contained sugar from his diet.\nHave you encountered athletes who do not benefit from Super Starch?\nThe athletes that have not benefited from taking it have been the ones who either haven’t enjoyed the taste and didn’t continue, or guys who didn’t give it a chance because they didn’t feel a more immediate effect. Supplements these days usually make the athletes feel the effects in their workout after taking it only one time. Whether it’s the caffeine or beta alanine, the effects are pretty immediate. The thing about Super Starch is the effects are not very noticeable unless you struggle with GI distress, which Super Starch immediately helps with.\nWhat do you see as the most important factors necessary to give athletes and parents of youth athletes the best information possible to make an informed decision about what sports nutrition products they use?\nSome products out there have incredible marketing and I see so many parents giving their kids crap and thinking because Michael Jordan is on the commercial it must be great. (Cough) Gatorade. I think educating parents on the truth behind other products and comparing them to Super Starch in a simple way is a start. In order to make a nutrition product something that athletes can’t live without, it needs to serve a purpose in their life or they won’t care about it. So, that’s where I think the benefits of no GI distress come in to play for a lot of my athletes. Once I was able to show the difference between eating a heavy meal or drinking a UCAN shake and how much better their stomach felt during the workout, that was a selling point for them. Now they can’t train without it and they are telling their teammates, family members, and so on.\nWhat do you see as the benefit of Super Starch for average people and their relatively more moderate exercise regimen?",
    "contentLength": 11355,
    "encodedLength": 2409
  },
  {
    "content": "\nI think the benefits would be the exact same benefits as the athletes I work with: it’s convenience for people who don’t have the luxury of being able to time their meals with meetings, the fact that it will keep them burning fat and not spike insulin levels, and providing a steady carbohydrate energy source.",
    "contentLength": 311,
    "encodedLength": 66
  }
]