[
  {
    "content": "Occasionally, I have alluded to a product I use to improve my athletic performance.  This product, derived from corn starch, is called Superstarch and is produced by Generation UCAN.  Many of you have asked a lot of questions about it, and so at last I’d like to take the time to really explain this technology to you.\n\nIf you’ve been reading this blog at all, you probably already know one thing about me: I don’t do bumper stickers. I tend to leave that to the really smart folks who can take complex topics and turn them into slogans.  Instead, I tend to like the nuanced explanations.  In keeping with that spirit, I decided to create a presentation to formally introduce you to Superstarch.\nIn reality, if you want to understand why you’re better off consuming Superstarch instead of Gatorade, Powerade, goo, gel, or other “sports nutrition” products out there, you need to know how they work. I know, I know, most people don’t want to understand this sort of stuff.  And they certainly don’t want to read a 10,000 word post on the topic.  But if you really want to understand the remarkable evolution in sports nutrition, you sort of have to understand the whole evolution of these products, which is why I put this video together.\nJeff Volek introduced me to Superstarch.  After using it for a few months, and being completely blown away by it, I wanted to know more. I was introduced to the co-founder, Peter Kaufman, and soon I was poring over their patents in an effort to understand how in the heck they made this stuff. Once I understood this, I never looked back.  Today I simply refer to Superstarch as “superior technology.”  If Superstarch is the latest iPhone, all other sports nutrition products are rotary phones.  They simply don’t belong in the same sentence.\nBut to understand why I would make such a strong statement, you should not just take my word for it. In Part I of this post (i.e., the video, below) I’ll walk you through the nuances of how our bodies use stored energy (i.e., food and internal stored sources) to generate motion (and life, actually). Once you understand the basics I’ll explain why Superstarch is a step-function improvement over all existing products.\nIn Part II, I will share an interview with one of the most prolific trainers of professional athletes, who has not only transformed his training with Superstarch, but also that of some of the highest profile athletes in the country.\nIn the end I believe you’ll come to appreciate that this technology, while originally developed to save the lives of children with a very rare genetic disorder, is going to revolutionize sports nutrition as we know it.\n",
    "contentLength": 2653,
    "encodedLength": 618
  },
  {
    "content": "\nThe link to this video can also be found here, for those reading this post on email or those wishing to view it in a larger format.",
    "contentLength": 132,
    "encodedLength": 31
  }
]