[
  {
    "content": "Intermittent fasting is nothing new.  For millennia, religions and societies all over the world have practiced voluntary abstinence from food and drink for the purpose of promoting spirituality and health. More recently, intermittent fasting has seen an uptick in popularity following research showing positive effects on metabolic health and cognition, particularly in rodent studies.  Unfortunately, data from humans has been less conclusive, which provided the motivation for James Betts and his colleagues at the University of Bath to design a 20-day randomized-controlled study in 36 lean healthy adults examining the effects on weight loss and metabolic health of three different food intake patterns: calorie restriction without fasting (CR), calorie restriction with alternate-day fasting (ADF+CR), and alternate-day fasting without calorie restriction (ADF).\nWhat does it mean to be a lean and healthy adult in this study? To be eligible, participants needed to have a body mass index between 20.5 and 24.9 (i.e., normal weight), be free of diabetes or other metabolic diseases, be between the ages of 18 and 65, be weight stable, and obviously be willing to engage in fasting. \nThe first thing the investigators did was monitor the participants for four weeks to estimate their habitual diet and physical activity. Participants recorded their habitual energy intake and physical activity by using a record of food and fluid intake and Actiheart monitors, respectively. Participants then visited the lab for metabolic testing. After the visit, participants were divided in a 1:1:1 ratio among the three feeding pattern protocols, which they began after a one-week washout period.\nOne group, which served as a continuous dietary energy restriction control, was prescribed 75% of their habitual energy intake each day. In other words, the control group was prescribed a 25% calorie-restricted (CR) diet. This group was designated as the 75:75 group, meaning that alternate days of the study for them consisted of the same amount of dietary restriction. \nIn a second group, participants were prescribed the same 25% net energy restriction as the CR control group, but were asked to alternate days between complete fasting (i.e., 0% of habitual energy intake) and consuming one-and-a-half times their habitual intake on the other (i.e., 150% of habitual daily intake). Thus, this group was dubbed the 0:150 group, and followed a hybrid of CR and alternate-day fasting (ADF+CR). \nA third group was prescribed a protocol involving no caloric restriction: participants consumed the same amount of net energy that they consumed habitually. However, they were asked to alternate days between complete fasting and twice their habitual intake (i.e., 200% of habitual daily intake). In other words, ADF without CR, hereafter referred to as the ADF group.\nEach group consisted of 12 participants, and the mean age was 45, 42, and 41 for the CR, ADF+CR, and ADF groups, respectively, with seven, five, and nine females in the respective groups. For the ADF+CR and ADF groups, participants transitioned from fasted and fed (and vice versa) at 3:00 PM on a daily basis.\nSo, what were the results? Let’s look at body composition first.\nAll three groups lost weight after three weeks on their respective dietary protocols. The CR, ADF+CR, and ADF groups exhibited mean weight loss of 4.21, 3.53, and 1.15 lb, respectively. The percentage of weight loss attributed to fat mass, assessed using a dual-energy x-ray absorptiometry (DEXA) scan, was 91.6, 46.3, and 23.1%, respectively. In other words, the CR group not only experienced the greatest overall weight loss, but the weight loss in this group was almost entirely due to loss of fat mass. In contrast, more than half of the weight lost in the two ADF groups was attributed to fat-free mass.\nOne possible explanation for the differences in fat loss between the CR and ADF+CR groups is a change in physical activity. The investigators observed significantly reduced physical activity in the ADF+CR group, which they primarily attributed to reduced spontaneous light- and moderate-intensity movements. No such reduction was observed in the other two groups.\nNone of the three treatment groups exhibited significant effects of their respective dietary interventions on post-meal glucose, insulin, fatty acids, or high- or low-density lipoprotein cholesterol. Gastrointestinal hormone responses to feeding (ghrelin, peptide YY) also showed no changes from pre-intervention levels. However, this study did not include a true control group in which participants continued eating in their usual baseline intake pattern.",
    "contentLength": 4657,
    "encodedLength": 978
  },
  {
    "content": "\nHow should we interpret these findings? According to James Betts, the lead investigator of the study, the findings suggest that there is nothing special about intermittent fasting when compared to more traditional diets like CR for inducing weight loss. “Most significantly, if you are following a fasting diet it is worth thinking about whether prolonged fasting periods is actually making it harder to maintain muscle mass and physical activity levels,” says Betts, “which are known to be very important factors for long-term health.”\nAnother factor to consider is that this was a study in “lean” adults, and it is possible that results would be different if the investigators included people who actually need to lose weight. The average weight of the participants in the study was 155 lb, with an average body fat of 24.5%. Do these individuals have excess fat to lose? It’s difficult to say, because the averages include both men and women, with women accounting for close to 60% of all the participants in the study. These findings may not necessarily generalize to produce the same outcomes after three weeks of treatment in participants with obesity, and it would be worthwhile to see this study repeated in an overweight population. Further, effects of these interventions on systemic metabolic parameters may become significant when treatments are adopted by individuals with obesity.\nThe length of the intervention needs to be taken into consideration as well. What if participants were prescribed these diet patterns for 1-2 years instead of three weeks? We might see different results, especially when we consider relative differences in how easily each of these patterns can be sustained over time. For many, continuous energy restriction (75:75) may be substantially easier to maintain than completely abstaining one day and engaging in relatively unrestrained eating the next (0:150). In this context, I agree with the lead investigator’s statement about considering the approach that you can sustain while maintaining physical activity. ",
    "contentLength": 2055,
    "encodedLength": 391
  },
  {
    "content": "\nOverall, this study challenges the common belief that alternate-day fasting results in greater loss of fat mass and improvement in metabolic parameters than a diet equal in calorie content but consumed in a more consistent pattern. However, limitations in the study duration and participant population leave room for the possibility that diet intake patterns may have more profound effects over longer periods of time and/or in individuals with greater fat mass at baseline. Finally, for all diet patterns, maintaining both the diet and physical activity are critical for maintaining lean mass and promoting long-term health, so the “best” diet may simply be the one that can be sustained without a resulting decline in activity levels.",
    "contentLength": 737,
    "encodedLength": 134
  }
]