[
  {
    "content": "When I was in Norway in February 2020, I shared on Instagram that a friend and I were experimenting with cold exposure by spending about 20 minutes outside in a wind chill of roughly -10°F. Our hope in putting ourselves through such misery? Activation of brown fat.\n\n\n \nWhat is cold exposure therapy?\nCold exposure therapies are forms of short exposure to cold temperatures (which don’t have to be as extreme as Norway in mid-winter). Cold showers, ice baths, open water swimming, and even short walks in cold weather are all forms of cold exposure therapy. Goals of cold exposure therapy include boosting energy expenditure and improving metabolic health. Though the precise activities and durations may vary, for the purpose of improving metabolic health, cold exposure therapies are all rooted in the same simple rationale: production of heat (known as “thermogenesis”) requires an expenditure of energy. In cold environments, the body must produce more heat to maintain its temperature, thus burning more calories. One mechanism by which mammals are known to produce heat is through skeletal muscle shivering. Another is known as “nonshivering thermogenesis” and relies principally on a specialized type of adipose tissue called brown fat.\nTo learn more about both cold exposure therapy and heat therapy, check out AMA #16.\nWhat is brown fat?\nBrown fat, or brown adipose tissue (BAT), gets its name from its difference in color relative to white adipose tissue (WAT), which constitutes the vast majority of fat in the human body. Unlike WAT, BAT contains a high concentration of iron-rich mitochondria, which, in addition to giving the tissue a brown color, make BAT far more metabolically active than WAT. The mitochondria in BAT are unique from those in other body tissues, however. Instead of harnessing energy and converting it to chemical forms (ATP) that the cell can use to support its normal functions, BAT mitochondria are designed to “waste” energy in the form of heat.\nWhen mammals are exposed to cold conditions, the sympathetic nervous system releases norepinephrine, stimulating brown fat to burn energy and create heat to maintain core body temperature. Smaller mammals lose heat easily due to their relatively high surface area to volume ratio, and thus need to generate more heat to maintain core body temperature against cold environments than larger mammals. For this reason, small rodents have been used extensively to study BAT, since BAT activity contributes up to 60% of nonshivering thermogenesis enabling survival in winter conditions. One study found that an eight week constant exposure to 41°F led to a 42% increase in nonshivering thermogenesis capacity over control mice housed at 72°F. In another study, hairless mice housed at an ambient temperature of 50°F for four weeks had 3x more BAT by percent body weight than their counterparts housed at 86°F (1.5% compared to 0.5%).\nHow important is brown fat for humans?\nIn humans, the thermogenic capacity of brown fat is most important during infancy. Newborns, like other small mammals, have a high surface area to volume ratio and a relatively low quantity of insulating WAT at birth. Therefore, it makes sense that about 5% of a newborn’s body weight is BAT, a much higher percentage than adults. As we age, we lose a lot of the brown fat with which we were born and transition to muscle shivering as the predominant form of thermogenesis in cold conditions. However, small deposits of brown fat persist through adulthood in vital regions of the body, especially around the neck and upper shoulders.\nIn humans, BAT volume cannot be measured directly, as BAT cells are intermingled with WAT cells and other tissues. Instead, BAT volume is estimated from measurement of BAT metabolic activity. The gold standard for measuring BAT activity in laboratory studies is positron emission tomography-computed tomography (PET/CT) imaging, in which 18F-fluorodeoxyglucose (18F-FDG), a radionuclide marker for glucose, is used to visualize glucose uptake in BAT. When activated, BAT increases its uptake of glucose and free fatty acids from the bloodstream, acting as a “metabolic sink” to fuel thermogenesis. BAT is thus identified as areas of adipose tissue that show high levels of 18F-FDG uptake – indicating high metabolic activity.\n18F-FDG studies have shown that BAT activity in humans increases with cold acclimation. Young adults underwent a ten day protocol of acclimation to intermittent, mildly cold temperatures of 60°F. BAT activity was measured before and after the acclimatization with 18F-FDG PET/CT during a more acute cold exposure, just above the threshold for shivering. After acclimatization, glucose uptake increased, nonshivering thermogenesis increased from 10.8 to 17.8%, and the subjective experience of cold became more comfortable over the ten day period. In addition to the increase in BAT activity, there is also evidence from rodent studies that suggest that cold exposure may cause BAT induction, where WAT cells become more “brown-like.” This process – termed “beiging,” has limited and inconclusive evidence in humans for short-term cold exposures. However, there is some evidence that long-term, regular cold exposure promotes this type of WAT-to-BAT transition in humans.\nMeasuring Brown Fat Activity\nFor my self-experimentation in Norway, I was not going to have a PET/CT scan following my stint in the cold, so instead I used an infrared camera to capture a thermal map of my skin surface.\n\nAs you’ll hear us discuss in the video below, the measurement of BAT activation is based on a “delta” – or the change in the thermal measurements before vs. after cold-exposure. And it turns out, I had the largest change in BAT activity in response to the cold!\n\nImpact of BAT Activation on Energy Expenditure\nSo how much of a difference can BAT activation make for overall energy expenditure? The estimated mass of BAT in adults is small, ranging from 10-300g (whereas WAT mass is typically 13.5-18 kg for a normal weight adult male). It is estimated that 50 g of BAT is responsible for roughly 5% of resting energy expenditure, or 75-100 kcal per day. During short-term mild cold exposure, when BAT is most active, glucose uptake per gram of BAT is greater than uptake per gram of skeletal muscle. However, skeletal muscle mass far exceeds BAT mass, so in considering each of these tissues in total, BAT is not going to have nearly the effect on metabolism that skeletal muscle has. This is clear from measurements of energy expenditure changes during cold exposure: while overall energy expenditure increases up to 250-300 kcal/24 h, the contribution of BAT activity accounts for <20 kcal/24 h, even in individuals with relatively high amounts of BAT. The remaining increase in energy expenditure is attributed to thermogenesis in skeletal muscle.\nThe Bottom Line.\nCold exposure therapies are based on a known and reliable mechanism of BAT activation. Even seasonal changes in temperature have been correlated to increased BAT activity. Still, despite the high metabolic capacity of active BAT, its overall contribution to total energy expenditure is fairly small in adults. Indeed, even when looking exclusively at cold-induced increases in energy expenditure, BAT activity contributes only a relatively small percentage compared with both shivering and nonshivering activity in skeletal muscle. In other words, the rationale for cold therapies may be valid at a cellular, mechanistic level, but it falls apart when we consider the miniscule impact that cold-induced BAT activation has on whole-body energy expenditure in humans.",
    "contentLength": 7636,
    "encodedLength": 1608
  },
  {
    "content": "\nIt’s possible that cold exposure therapies may also influence alternative pathways besides BAT, which might account for the observed effects of these practices on inflammation and the cardiovascular, endocrine, and nervous systems. Further, pharmacological interventions may someday be capable of activating BAT and/or triggering beiging of WAT to a far greater extent than appears possible by cold exposure, potentially opening the door for BAT activation to become a viable option for driving meaningful increases in energy expenditure. But when it comes to using cold exposure therapies to activate BAT, the benefits are likely too small to make any difference for metabolic health. It appears that my suffering in Norway was to no avail for health. But hey, at least I left with some pretty unique bragging rights.",
    "contentLength": 819,
    "encodedLength": 150
  }
]