[
  {
    "content": "This audio clip is from our sleep series with Matthew Walker, Ph.D. — episode #58 – strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep. This episode originally aired on June 17, 2019.\n\n§\n\n            \n            Show NotesIs it bad to eat food too close to bedtime? [11:40]\nMatt advises cutting off all eating at least 3 hours before bed\n⇒ Two main reasons why:\n\nFirst, the principal reason is just because when you lie down, you’re more likely to get acid reflux, more likely to have digestive issues\nSecondly, because it can raise your core body temperature\n\nYou need to drop your core body temperature by about two to three degrees Fahrenheit to initiate sleep and then to stay asleep\nThat’s why it’s easily to sleep in a cold room than a hot room\n\n\n\n**If you must have something to eat close to bed because you are too hungry to sleep, avoid simple carbs because those will actually just get translated more quickly into energy and ultimately a heat index\n§Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science. \nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google. \n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/",
    "contentLength": 2063,
    "encodedLength": 475
  },
  {
    "content": "\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s",
    "contentLength": 82,
    "encodedLength": 40
  }
]