[
  {
    "content": "Are petri dishes the beef farms of the future? A growing number of startups are promising that sustainable, lab-grown meat will hit grocery stores by the end of the decade, and investors have been eating it up. But are these “meats of the future” really viable? Today, we take a closer look at how prospects for these meat alternatives stack up.\nWhat is Cultured Meat?\nLab-grown meat – also called cultured meat – is created from culturing animal-sourced muscle and fat cells in vitro.  It is the most well-known example of the burgeoning field of “cellular agriculture,” which received hundreds of millions of dollars in global investments just in 2020 alone. Advocates praise lab-grown meat for its potential benefits for the environment and animal rights, as well as for improving global access to quality, protein-rich food. Over the last few years, dozens of cultured meat start-ups have announced that they are very close to bringing their products to market, suggesting that it’s only a matter of time before cultured meat starts flooding grocery store shelves.\nOr is it?\nChallenges with Cultured Meat\nAs this article in The Counter lays out, several analysts and industry insiders are skeptical that cultured meat is imminent and inevitable. The science and technology currently available cannot produce cost-competitive cell-cultured meat products, but some groups claim that they can be competitive within the next 10 years by addressing several technical and economic barriers.\nHowever, chemical engineer David Humbird, who has researched the technology and economics of cell-cultured meat, told The Counter that it was “hard to find an angle that wasn’t a ludicrous dead end.”\nHumbird likened the process of researching the report to encountering an impenetrable “Wall of No”—his term for the barriers in thermodynamics, cell metabolism, bioreactor design, ingredient costs, facility construction, and other factors that will need to be overcome before cultivated protein can be produced cheaply enough to displace traditional meat.\n \n“And it’s a fractal no,” he told me. “You see the big no, but every big no is made up of a hundred little nos.”\nSo whom should we believe? The cellular agriculture industry, which insists that marketable products are just around the corner, or the skeptics who point to the current roadblocks? There’s probably some level of truth in both sides of the debate. It’s possible that breakthroughs or discoveries will lead to a future of affordable and abundant cultured meat, but there are consequences to putting so many eggs into one basket. And since any one breakthrough isn’t likely to solve all of the problems currently facing the cultured meat industry, the product timelines that these start-ups have set for themselves seem little more than fantasy.\nFor cultured meat to move the needle on climate, a sequence of as-yet-unforeseen breakthroughs will still be necessary. We’ll need to train cells to behave in ways that no cells have behaved before. We’ll need to engineer bioreactors that defy widely accepted principles of chemistry and physics. We’ll need to build an entirely new nutrient supply chain using sustainable agricultural practices, inventing forms of bulk amino acid production that are cheap, precise, and safe. Investors will need to care less about money. Germs will have to more or less behave. It will be work worthy of many Nobel prizes—certainly for science, possibly for peace. And this expensive, fragile, infinitely complex puzzle will need to come together in the next 10 years.\n \nOn the other hand, none of that could happen.\nBottom Line?\nCultured meat start-ups claim that marketable products are just on the horizon. If we consider the fact that horizons are distant lines that can never be attained, then I agree with this assessment. The number of revolutionary breakthroughs that would be needed to overcome all of the current roadblocks simply seems insurmountable, at least within a 10-year timeline. For now, we can only hope that the investments being poured into these startups yields research with more widespread applications.\nMeanwhile, as lab-grown meat struggles to get off the ground, plant-based “meats” – produced by companies like Beyond Meats and Impossible Foods – have already proven their viability and popularity. Keep an eye out for a future post in which I plan to revisit these particular meat alternatives and their implications for health.",
    "contentLength": 4448,
    "encodedLength": 938
  },
  {
    "content": "\nWhat do you think? Will lab-grown meats eventually take the place of traditional animal agriculture? If you’re interested in a more thorough conversation on this topic, I’d love to hear your recommendations for experts on both sides of the argument.",
    "contentLength": 250,
    "encodedLength": 53
  }
]