[
  {
    "content": "This video clip is taken from episode #194 – How Fructose Drives Metabolic Disease with Rick Johnson, M.D., originally released on February 7, 2022.\n\n\n            \n            Show NotesWhole, fresh fruit\n\nNatural fruits are different; they have much less fructose in an individual fruit\n\nFruit juice is made from multiple fruits\nEat an orange and it has 6-8 grams of fructose, closer to 6 g of fructose and some glucose\nRick thinks natural fruits are fine, even for someone with NAFLD (fatty liver)\n\n\nThere are certain fruits that are high in sugar— mangoes, figs, dates\n\nFigs are very, very enriched in fructose; fFigs are probably something that we should avoid\n\n\nApples and pears, plums, tend to be fairly high, around 9-10 grams\nBananas are fairly high glycemic; they have a fair amount of fructose, but it’s probably in the range of 6-8 grams\nMost fruits are between 3-9 g, 10 g max, with the average being 4-6 g (see the table below)\nSome fruits have much less sugar— kiwi and berries (strawberries and blueberries)\n\nPeople  should be encouraged to eat these\n\n\n\n\nFigure 10. Fructose content per serving of fruit.  Image credit: Nature Wants Us to Be Fat\n\nRick did a study, they gave people a low sugar diet that was low in refined sugar and low in high fructose corn syrup\n\nPublished in Metabolism in 2011, The effect of two energy-restricted diets, a low-fructose diet versus a moderate natural fructose diet, on weight loss and metabolic syndrome parameters: a randomized controlled trial \nOne group got natural fruit, but was low sugar and low fructose\n\nIt was sort of a modest total fructose intake\n\n\nThe other group was restricted too\n\nIt was a low fructose diet that was low fructose in all aspects\n\n\nThey found equivalent improvement in metabolic syndrome in both groups\n\n\n\n“The presence of natural fruit did not block the ability of the low sugar diet to improve metabolic syndrome” – Rick Johnson\n\nPeter notes, “The takeaway here is don’t drink it and don’t consume added sugar, and I think this is a difficult thing for people to differentiate. So added sugar is when a food has sucrose or high fructose corn syrup.  These are typically the most common agents that are added to the food. So if you go and get a jar of pasta sauce, they have added sugar to it.” \n\nThis is not the sugar naturally present in the tomatoes; it’s deliberately added to make it taste sweeter\nRick agrees\n\n\nRemember the intestine acts as a shield for 4-6 grams of fructose\n\nEating 4-5 g of fructose in a fruit is okay because the intestine’s going to provide protection\nIn addition, there is fiber in a natural fruit and that slows the absorption so the concentration of fructose that goes to the liver is lower\n\nThis results in less ATP depletion\n\n\n\n\n\nDried fruit\n\nPeter asks about dried fruits.  How does apple chips compare to a whole apple, when considering equal amounts of calories?\n\n“The trouble with dried fruit is that it still has all the fructose, but a lot of the good things are removed… Dried fruit is sort of like candy.” – Rick Johnson",
    "contentLength": 3044,
    "encodedLength": 748
  },
  {
    "content": "\n§Rick Johnson, M.D.Richard Johnson is a professor of medicine in the Department of Nephrology at the University of Colorado since 2008 and he’s spent the last 19 years being a division chief across three very prestigious medical schools. An unbelievably prolific author, Rick has well over 700 publications in JAMA, New England Journal of Medicine, Science, et Cetera. He’s lectured across 40 countries, authored two books, including The Fat Switch, and has been funded extensively by the National Institute of Health (NIH). His primary focus in research has been on the mechanisms causing kidney disease, but it was in doing this that he became really interested in the connection between fructose (and fructose metabolism) and obesity, diabetes, heart disease, hypertension, and metabolic disease.",
    "contentLength": 800,
    "encodedLength": 161
  }
]