[
  {
    "content": "There was a paper on time-restricted feeding (TRF) that caught my attention recently. This study looked at what they called “early TRF” (eTRF). As its name implies, eTRF refers to shifting the feeding window earlier in the day. In this study, relatively healthy (i.e., non-diabetic) participants were placed on a diet whereby they ate between 8 am and 2 pm each day, in a 4-day randomized crossover study. The control schedule was a feeding window between 8 am and 8 pm. So, eTRF was an 18/6 protocol, while control was a 12/12.\nThe study was nicely controlled: both the intervention and control ate the same three meals each day, with eTRF mealtimes commencing at 8 am, 11 am, and 2 pm, while the controls were fed at 8 am, 2 pm, and 8 pm. (No detail provided on the actual diet, other than the macronutrient composition of 50% carbs, 35% fat, 15% protein, designed to meet weight-maintenance energy requirements.) Participants wore continuous glucose monitors (CGMs) beginning on day 3 of the study until the morning of day 5. (Why participants couldn’t wear CGMs for the duration of the study—4 days of eTRF + ~4 weeks of washout + 4 days of control feeding—was a question I was asking myself when reading this paper.)\nOne of the great things about using CGMs in studies is that we now have a window into what’s going on with blood glucose levels at all times, particularly at night and during sleep. Typically, most studies only report a couple of snapshots of fasting glucose in the morning, during baseline and follow-up. CGMs give you the movie, and this movie looks a lot like the one I’ve been seeing in myself and my patients (those willing to wear CGM) for the past few years.\nThe eTRF group had lower 24-hour glucose levels, which only told part of the story. There wasn’t a significant difference between eTRF and control when participants were awake, but eTRF lowered mean glucose levels when asleep. Glucose excursions, something I harp on quite a bit, also were reduced during eTRF. Insulin levels were also significantly lower in eTRF compared to control.\nTurning to cortisol, eTRF tended to increase morning cortisol levels and decrease them at night (an ideal pattern), which suggests an improvement in circadian rhythm, and may explain the lower glucose levels in this group. But I would have liked to see the investigators look at free cortisol in the urine rather than in the blood as a spot check. The latter gives a really incomplete picture so take these results with a grain of salt.\nWhat came as a surprise to the investigators, given only 4 days of intervention, eTRF induced “wide-sweeping changes in circadian clock gene expression,” as 6 out of the 8 circadian genes they tested were affected. In particular, during the morning before breakfast, eTRF (i.e., at the end of an 18-hr fasted period) increased both SIRT1 and the autophagy gene LC3A compared to control.\nThe study covered a lot more than I did above, and keep in mind that it is not without limitations, in particular, it’s small and short—this tends to be the tradeoff in highly-rigorous diet studies, unfortunately. Nevertheless, it’s intriguing for several reasons (that admittedly move in the direction of confirming my biases):\n\nAvoiding food for several hours (in this case, more than 8 hours) before bed may help lower nighttime cortisol and overnight glucose (and possibly sleep quality)\nThe eTRF group showed lower glucose, glucose excursion, and insulin levels\nThey also showed an increased expression in the autophagy gene LC3A, suggesting that more autophagy occurred during eTRF\nThe SIRT1 gene was also upregulated in the morning during eTRF (if you want to hear more about the importance of sirtuins, listen to my interview with David Sinclair)\n\nThe above are especially interesting because both the eTRF and control ate the same amount, type, and number of meals each of the 4 days of the study. There are some obvious social limitations of the eTRF implemented in this study. If your last meal is 2 pm, you’re likely making a hell of a lot of changes in life! My observations do suggest that not eating for several hours before bed improves nighttime glucose and sleep. But, how much of a difference would we see if the eTRF group ate meals between 11 am and 5 pm? That protocol is an easier pill for most people to swallow, but the question becomes, how much less (or more) effective is that pill compared to a 2 pm dinnertime? While there were several limitations in this study, I’d like to see this group improve from this one and pursue some different feeding windows and see if there is an optimal window of feeding (and fasting) for TRF.",
    "contentLength": 4652,
    "encodedLength": 1089
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]