[
  {
    "content": "Note: This article is being published to help provide information about an exclusive, member-only deal with Biosense. We do not take a dime from any of the companies we offer deals with. Instead, this allows us to take the money sponsors would have paid us, and directly pass that on as savings to you. Learn more about our member-only discounts. \nKetogenic diets and fasting have rapidly expanded in popularity and clinical applications, and the benefits of both result, in part, from the physiological state of ketosis. In fact, the ketogenic diet acquired its name from the observation that three water-soluble compounds, β-hydroxybutyrate (BHB), acetoacetate (AcAc), and acetone (collectively known as ketone bodies) were elevated in healthy people during prolonged fasting or carbohydrate restriction. The level of ketosis correlates with clinical management of many disease processes and also provides a lens into our metabolic flexibility. Ketone monitoring devices are thus powerful tools for providing actionable feedback on one’s health.\nKetogenesis and Ketone Measurement\nBoth ketogenic diets and fasting have the common effect of drastically limiting glucose availability in the body, which instead must then rely on fats for fuel. Insulin levels are suppressed, driving a sharp increase in fatty acid β-oxidation by liver mitochondria. Under normal conditions, the end product of fatty acid oxidation – acetyl-CoA – is subsequently utilized in the TCA cycle to produce cellular energy. In a ketogenic state, however, the very high rate of β-oxidation produces acetyl-CoA at levels that exceed TCA cycle processing capacity, and the excess acetyl-CoA is instead shuttled toward the biosynthesis of ketone bodies. Acetyl-CoA substrates are converted through multiple enzymatic steps to acetoacetate (AcAc), which then gives rise to BHB. BHB is the most stable and abundant ketone in circulation and is rapidly taken up into brain and peripheral tissues, where it can be used as a fuel source.\nMeasurement of ketone bodies provides a means for quantifying the level of ketosis that an individual is experiencing. AcAc, for example, can be measured using urine test strips, with a level of 15 mg/dL constituting the clinical cutoff for ketosis. Commercially available ketone monitoring systems measure BHB in the blood; levels of BHB above 0.5 mmol/L (or mM) are clinically considered ketosis. However, ketone production can vary significantly throughout the day, and based upon the current clinical trial results, it is concluded that multiple daily ketone measurements (3-5x/day) are needed to capture the full picture of daily ketone exposure. If measuring BHB in circulation, this would involve many finger pricks and expensive test strips. Thus, there is a need for accurate ketone monitoring systems that are easier to use and more cost-effective than those measuring blood BHB.\nBreath Acetone Measurement\nIn addition to giving rise to BHB, AcAc can alternatively be converted spontaneously to acetone, a small volatile organic compound that readily diffuses into the lungs and is expelled when we exhale. In healthy, non-dieting subjects, breath acetone level can be as low as 1 ppm, whereas levels as high as 1,250 ppm can be observed in diabetic ketoacidosis. Breath acetone rises during a fast as the body mobilizes stored fat to meet its energy requirements. Numerous studies have correlated the level of breath acetone with fat loss (reviewed here), and elevated breath acetone while fasting indicates that your body has made the “metabolic switch” towards greater fat and ketone metabolism.\nBreath acetone can now be measured with high precision, accuracy, and sensitivity (e.g.,1 ppm range), making it a viable alternative to blood BHB for ketone monitoring.\nWhat is Biosense?\nReadout Health developed Biosense®, which is currently the only medical-grade breath acetone device designed for tracking ketosis. The Biosense clinical trial showcased the technology and clinical data demonstrating a correlation of breath acetone with blood BHB. The relationship between blood and breath ketones is temporally shifted, and, under certain conditions like fasting (see below), may vary depending on the individual’s metabolism and energy demand. In the context of a eucaloric ketogenic diet, the areas under the curve (AUCs) from breath and blood measurements are highly correlated.\nCompared with BHB tests, simply blowing into a Biosense device is considerably less invasive and more cost-effective. The Biosense device includes a free app with personalized ketone data and goal tracking, which is Bluetooth-enabled (when synced) and permits unlimited testing (no expensive strips needed). In addition to its clinical superiority when compared to other breath ketone devices, Biosense has launched several in-app programs that include weight loss, anti-inflammatory, and even healthspan for a fasting-centric experience.\nACE Levels\nBiosense uses proprietary units called ACEs, where 1 ACE is equivalent to 0.1 mmol/L of BHB. Since nutritional ketosis is typically defined as blood BHB levels ranging from 0.5-3.0 mmol/L, an ACE score of 5+ would indicate ketosis. The level of carbohydrate restriction, calorie restriction, or duration of your fast will directly influence the levels of ACEs detected by the Biosense meter. The higher your ACE score, the deeper you are in ketosis.\n0-4 ACEs – Trace\n5-14 ACEs – Small\n15-30 ACEs – Moderate\n31-39 ACEs – Large\n40 – High (typically only seen with prolonged fasting or high-dose exogenous ketones)\nFor those who want to achieve a deeper and potentially more therapeutic state of ketosis, it is best to aim for over 10 ACEs. This level of ketosis would be consistent with individuals using clinical ketogenic diets. In addition, Biosense has found that this level of ketosis can be easily achieved with a modified fasting approach. Exercise is another quick and reliable way to elevate ACEs.\nIn Summary",
    "contentLength": 5964,
    "encodedLength": 1299
  },
  {
    "content": "\nIn summary, the Biosense breath acetone meter is a tool for the clinical monitoring of therapeutic ketosis. In addition, it can help those who want to monitor their nutrition, ketone supplementation, exercise, and fasting protocols to provide insight and feedback for actionable steps towards optimizing your metabolic health.",
    "contentLength": 327,
    "encodedLength": 62
  }
]