[
  {
    "content": "See Full Series:\n\n\n\n(September 19, 2021) Does low cholesterol cause cognitive impairment? | Part I\n(September 26, 2021) Does low cholesterol cause cognitive impairment? | Part II\n(February 2, 2022) Low LDL cholesterol and neural development | Part III\n\n\n\n\nSeveral months ago, I wrote two newsletters on the impact (or lack thereof) of cholesterol-lowering medications on cognition. In response, I received an interesting question on whether these treatments might have a greater effect on the brain during periods of active neural development – that is, during childhood and adolescence. Although adults certainly comprise the bulk percentage of those on cholesterol-lowering medications, these drugs have proven life-changing for many young patients with dyslipidemia or familial hypercholesterolemia (FH). Might we be risking the cognitive health of these children in order to improve their cardiovascular (CV) health? To address this important topic, I’ll first revisit some critical concepts from my original post before moving on to discuss how children and adolescents fit into this story.\nCholesterol and Cholesterol-Lowering Medications\nCholesterol, like all lipids, is not soluble in water and can only circulate in plasma (which is basically water) in protein-cased macromolecular particles called lipoproteins. Of the two main classes of lipoproteins, only those enwrapped by a single molecule of the protein apoB – 90-95% of which are low-density lipoproteins (LDLs) – have the ability to enter arteries and initiate atherogenesis. Thus, over the last 50 years or so, pharmaceutical companies have developed many treatments for lowering LDL-C and apoB with the goal of reducing CV events and mortality, but this has led many to question whether low LDL-C might have negative repercussions for areas of the body that rely heavily on cholesterol for normal functioning.\nThough many LDL-lowering therapies have been developed, those that have been shown in CV outcome trials to reduce CV mortality are all based upon a common principle: to reduce apoB or LDL-C, we must increase hepatic clearance of apoB particles from circulation in plasma. This, in turn, is accomplished by increasing the expression of liver LDL receptors (LDLR), which bind to apoB and trigger the cell to internalize the entire LDLR/LDL complex and all of its lipid content. As the LDL particle is catabolized, the LDLR is sometimes released back to the cell surface and becomes functional again. However, this receptor recycling is inhibited by a protein called proprotein convertase subtilisin/kexin type 9 (PCSK9), which binds to the LDLR, resulting in receptor degradation.\nWhat are PCSK9 inhibitors?\nOne therapeutic strategy for enhancing LDL clearance is thus inhibition of PCSK9. By blocking PCSK9-mediated LDLR degradation, more LDLR remains available to return to the cell surface and rebind LDL, clearing more particles from circulation. There are two classes of PCSK9 inhibitors (PCSK9i) now available: (1) antibodies (alirocumab and evolocumab) that bind to PCSK9 and prevent it from interacting with LDLR; and (2) a novel, liver-selective, short-chain, synthetic siRNA called inclisiran, which inhibits the expression of the PCSK9 gene and thus production of PCSK9 protein. CV outcome trials for inclisiran are still pending, but the efficacy of alirocumab and evolocumab (when used in combination with statin therapy) has been demonstrated in the FOURIER and ODYSSEY clinical trials, respectively. Results of these trials showed a dramatic decrease in circulating LDLs and a reduction in CV events and all-cause mortality.\nGood for the heart… but what about the rest of the body?\nThe most cholesterol-rich tissue in the human body is the central nervous system (CNS), which, though it accounts for only ~2% of the body’s total mass, contains roughly a quarter of its total unesterified cholesterol. Most is present in myelin – the axon-insulating sheath that increases the speed of signal transmission between neurons – while the rest is found in cell membranes, where it affects neuron shape and plays a vital role in synaptic transmission. The critical importance of cholesterol to brain function is evident from disorders of cholesterol synthesis or transport (for example, Smith-Lemli-Opitz syndrome and Niemann-Pick disease type C, respectively), which are frequently characterized by neurological traits including cognitive impairment, uncoordinated movement, and mood disorders.\nDoes lowering LDL-C impact cognition in adults?\nDoes lowering circulating LDL-C with PCSK9i have similar detrimental cognitive effects? As I discussed in my original post, mounting evidence indicates that the answer is no. In separate randomized controlled trials for alirocumab and evolocumab, both drugs were found to yield significantly greater reductions in LDL-C and total serum cholesterol than placebo treatment among high CV-risk adult subjects. For both studies, neurocognitive function was examined using the Cambridge Neuropsychological Test Automated Battery (CANTAB), a series of modules used extensively in research to assess memory, attention, reasoning, and coordination. Treatment vs. placebo groups exhibited no significant differences in neurocognition across any of the CANTAB modules. Further, investigators behind the evolocumab trial also conducted analyses in which the groups were stratified by lowest-attained LDL level over the intervention period. By doing so, they demonstrated the absence of any correlation between lowest-attained LDL-C level and CANTAB performance, indicating that even very low LDL-C levels do not impact cognition.\nWhat about adolescents?\nBoth of the studies mentioned above were conducted in adults ages 40+, long after the human brain has reached full maturity (between the ages of 25-30). In contrast, adolescence marks a period of extensive brain restructuring, reorganization, and maturation – particularly in regions associated with social behavior and cognition.\nSo now we reach the question of the hour: does PCSK9 inhibition impair cognition in the developing brains of adolescents? Fortunately, this question also occurred to the authors of the recent HAUSER-RCT study, who then sought to investigate. Subjects aged 10-17 with familial hypercholesterolemia (FH) were treated with either placebo or the PCSK9i evolocumab for 24 weeks, after which they were tested for cognitive function in four domains: psychomotor function, attention, executive function, and visual learning. As seen in adult trials, evolocumab treatment did not result in cognitive decline relative to either baseline measurements or to the placebo group in any of the domains tested.\nBut isn’t cholesterol critical for neural development?\nThe findings of these studies collectively suggest that LDL-C can be reduced even to very low levels without impacting the brain, but how is this possible when we know that cholesterol is so critical for neural development and function?\nThe reason is simple: why import what you can make yourself? Virtually every nucleated cell in the body is capable of synthesizing cholesterol, and the brain is no exception. In the CNS, cholesterol production exceeds demand, and net cholesterol flux is thus outward from the CNS across the blood-brain barrier. Indeed, measurements in experimental animals have found no evidence of plasma LDL particle uptake by the brain, indicating that systemic cholesterol has little, if any, effect on cholesterol supply in the CNS. In other words, although PCSK9i reduce circulating (serum) cholesterol, the brain remains unaffected because it doesn’t rely on serum cholesterol in the first place.\nWhat about other lipid medications?\nWhile these recent studies have focused specifically on cognitive effects of the PCSK9i class of LDL-lowering drugs, there is likewise no evidence to suggest that other classes of lipid medications  have any harmful effects on the brain. Existing data indicate that statins, for example, do not increase risk of cognitive impairment, and please note that nearly all subjects in the PCSK9i trials mentioned above – including adolescents in the HAUSER-RCT study – were treated on a background of statin therapy. Although statins act by reducing cholesterol synthesis, their ultimate mechanism of action is similar to PCSK9i because reduced cholesterol synthesis leads to increased hepatic expression of LDLR and thus increased LDL clearance. However, unlike PCSK9i, statins are capable of crossing the blood-brain barrier and influencing brain cholesterol synthesis, which theoretically may be detrimental beyond a certain threshold.\nWhat about earlier stages of neural development?\nWith respect to pediatric patients, it’s worth noting that most neural development occurs very early in childhood, whereas the HAUSER-RCT investigated effects only during adolescence. However, pharmacological LDL-lowering interventions are generally not recommended for children under the age of 8 except in very rare, extreme cases such as homozygous FH, when LDL concentrations exceed 500 mg/dL and patients are at risk of childhood myocardial infarction. Younger children can potentially be exposed indirectly to certain cholesterol medications, however, as some evidence indicates that statins taken by lactating mothers may be transferred to breast milk. Though few studies have investigated this topic, current evidence suggests that this transfer is very limited and that statins have low bioavailability upon ingestion by infants. Further, statins do not appear to impact fetal development when taken during pregnancy, and FDA warnings against their prescription for high CV-risk expectant mothers was recently lifted.\nThe bottom line.\nAltogether, these studies provide robust and necessary clinical evidence for putting to rest concerns over potential cognitive effects of LDL-lowering medications in both children and adults. But these results should hardly come as a surprise if we step back and consider what the term “low LDL” really means. Lab assessments measure and report LDL protein (apoB) and cholesterol content in circulation because these parameters are most relevant to CV risk, but they’re poor proxies for cholesterol in the CNS. Children under age 5, for example, have very high demand for cholesterol in the brain yet have incredibly low serum cholesterol (in the range of 20-50 mg/dL). Neither LDL nor PCSK9i are even capable of crossing into the CNS, which, even by late fetal development, begins to produce and recycle more than enough cholesterol to serve its own needs. So when it comes to lowering circulating LDL in an effort to improve cardiovascular health for ourselves or our children, we can feel assured that it won’t come at an expense to the brain.\nAnd that should put many hearts (and minds) at ease.",
    "contentLength": 10836,
    "encodedLength": 2220
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]