[
  {
    "content": "This audio clip is from “Ask Me Anything” (AMA) episode #15 — Real-world case studies—metabolic dysregulation, low testosterone, menopause, and more, originally released on August 17, 2020.\nIf you’re a member, you can now listen to this full episode on your private RSS feed or on our website. If you are not a member, learn more about the how to become a member and the benefits here.\n\n\n            \n            Show NotesCase study—Metabolic dysfunction and a framework for metabolic health [33:30]\nPeter’s framework for metabolic health\n\nMetabolic health is a foundation with 3 pillars that stand on it\nPeter uses this framework to think about chronic disease\nThe 3 pillars are the 3 disease states that are responsible for the majority of chronic deaths\n\n1) Atherosclerotic diseases\n2) Cancer\n3) Neurodegenerative diseases\n\n\n\nMetabolic health is the foundation for which these disease states are set upon\n\nIf the metabolic state of health of an individual is anything other than fully optimized, it is going to increase risk for each and every one of the three pillars of chronic disease\nYou can think of metabolic health as a continuum with the most extreme state of metabolic dysregulation being unregulated type 2 diabetes\nT2D is a situation in which the patient is completely unable to partition fuel, even at the most basic level, which is to get glucose out of the circulation. \nA person’s risk of the pillar diseases goes up significantly\nObesity and type 2 diabetes probably represent the second leading cause of cancer (second only to smoking)\nAnd there’s no disputing the relationship that type 2 diabetes has on Alzheimer’s disease and on cardiovascular disease\n\n“If you want to further reduce your risk of Alzheimer’s disease, cancer, atherosclerosis, in addition to doing all of the “disease these specific things,” you must be the most metabolically flexible, metabolically healthy person imaginable.”\nWhat does that mean? \n\nYou must be able to dispose of glucose really, really efficiently. \nThis is why many of Peter’s patients wear a CGM — it’s a tool to be able to see if average glucose is below 100 with a standard deviation below 15 — which gives you a sense of how much it’s cycling and therefore how low you’re keeping insulin levels\n\nYou can also look at lipids\n\nA person will sometimes have very high LDL, very high triglycerides and very low HDL\nIn fact, the condition of metabolic syndrome is partially defined by two of those\nMetabolic syndrome that is meant to closely approximate insulin resistance\nIt’’s defined by having at least 3 of the following 5 things\n\nElevated waist circumference: waist to hip ratio > 0.90 (male); > 0.85 (female), or BMI > 30 kg/m2\nElevated fasting blood sugar: >100 mg/dL\nElevated blood pressure: systolic BP > 130 or diastolic BP >85 mm Hg\nElevated triglycerides: > 150 mg/dL\nAnd low HDL: < 40 mg/dL for males; < 50 mg/dL\n\n\n\n*****\nCase study – “Patient C” \n\nFigure 6. Patient C – Glycemic control.\n\nFigure 7. Patient C – Lipid panel.\nAt first glance—\n\nThis patient does NOT meet the criteria to be considered having metabolic syndrome\nHis lipid panel also shows a good outlook\nIn fact, if he goes to the doctor, he will most likely be told he has a complete bill of health\n\nDigging a little deeper—Looking at liver function test (LFT) — These are enzymes that are produced by the liver under the stress of the liver. So as the liver is experiencing any inflammation or scarring, these numbers will get higher and higher and higher.\n\nFigure 8. Patient C – LFTs.\nNote: Peter thinks of normal ALT and AST as being below 20 whereas the labs will say that below 40 is normal (see Rob Lustig episode of The Drive)\nInflammation markers—\n\nFigure 9. Patient C – Inflammation markers.\nOther important metrics—\n\nHomocysteine = 12 (lab will say this is pretty normal, but Peter thinks it’s too high)\nUric acid = 7.8\n\nEven the lab says that this number is too high — but the lab is thinking about this through the lens of gout\nPeter on the other hand sees this as very concerning through the lens of blood pressure and insulin resistance (see Rick Johnson’s episode of The Drive)\nPeter wants his patients below 5 on the uric acid scale, “non-negotiable”\nIdeally, uric acid is in the 2-3 range\nPeter has seen incredible benefits on blood pressure and insulin simply by reducing the uric acid\n\n\n\n*Summary of observations about Patient C so far: \n\nThis guy is 0 for 5 on metabolic syndrome\nHe looks to be as insulin sensitive as they come\nYet his uric acid is 7.8 and his homocysteine is 12 — both signs of inflammation\n\nLooking at his insulin and OGTT results—\n\nFigure 10. Patient C – OGTT results.\nNotable observations:\n\nFasting insulin at baseline is quite high\nAt 90 minutes, insulin is still dramatically elevated\n\nThoughts and lessons:\n\nThis is a guy who metabolically slips through the cracks in most cases\nYou can’t just look at the traditional markers of metabolic syndrome — you’ve got to dig a little bit deeper\n\nHow the treatment has gone with Patient C:\n\nGoal was to reduce inflammation by correcting homocysteine and insulin levels\n\nIt has been stubbornly difficult to correct his homocysteine—He’s got an MTHFR mutation that has made it complicated\nIt took a year to get this patient’s fasting insulin to a normal range\n\n\nCGM became a very helpful tool for him as well on the behavioral front, because he was struggling with some of the things he was eating\nHe struggled with some bad eating habits — He runs marathons was mainlining energy goos and such and it took him a while to understand how damaging those foods can be\n\n ",
    "contentLength": 5590,
    "encodedLength": 1383
  },
  {
    "content": "\n§",
    "contentLength": 2,
    "encodedLength": 2
  }
]