[
  {
    "content": "If you’ve watched or read the news at all over the last week, chances are high that you’re aware of a study published this past Monday reporting that the common sweetener erythritol increases risk of heart attack, stroke, and cardiovascular (CV) death. As soon as I saw it, I prepared myself for the inevitable panic and flood of questions that would follow, as many processed food products and artificial sweeteners have begun to include erythritol among their ingredients over the past few years. But before you purge your pantry and refrigerator, let’s first examine where these claims are coming from – and why they aren’t as alarming as they might seem.\nA link between circulating erythritol and CV risk\nInvestigators Witkowski et al. first identified erythritol as a molecule of interest by conducting metabolomics analyses on fasting plasma samples from 1,157 participants (the “discovery cohort”) to determine which circulating compounds were associated with major adverse cardiovascular events (MACE: death, heart attack, or stroke) over a maximum 3-year follow-up period. Erythritol emerged as one of the top hits for MACE association, with a hazard ratio (HR) of 3.22 (95% CI: 1.91–5.41, P<0.0001). \nThe authors then validated this result in two other, independent cohorts from the United States (n=2,149) and Europe (n=833) by conducting erythritol-specific metabolomic assays in fasting plasma samples and analyzing associations with MACE in 3-year follow-up data. Again, results showed a link between circulating erythritol levels and MACE incidence. Comparing those in the highest erythritol quartile (Q4) with those in the lowest quartile (Q1), HRs for MACE were 1.80 (95% CI: 1.18–2.77, P = 0.007) and 2.21 (95% CI: 1.20–4.07, P = 0.010) for the US and European cohorts, respectively, after adjusting for known CV risk factors such as age, diabetes status, blood lipid parameters, and current smoking status. Differences in risk between quartiles 1, 2, and 3 were not significant.\nErythritol and blood clotting\nWitkowski et al. then evaluated the possibility that erythritol might contribute to MACE risk by enhancing blood clotting, thus increasing risk of vascular blockage. They applied varying concentrations of erythritol or control solution to human platelet-rich plasma and observed a dose-dependent relationship between erythritol treatment and platelet aggregation, one of the early steps in blood clot formation. Additionally, injecting mice with erythritol sped the rate of clot formation relative to control solutions, though it is worth noting that serum erythritol concentrations in this experiment were over double the highest concentrations seen in the human discovery, US, or Europe cohorts. Likewise, the effects on platelet aggregation in platelet-rich plasma were only significant at erythritol levels near and above the upper limit of concentrations seen in human cohorts.\nCase closed?\nThese results make a case for a correlation between circulating erythritol and MACE risk, albeit only at especially high physiological erythritol levels, as both the human cohorts and mechanistic experiments failed to show an effect at most physiological ranges. Still, the authors also demonstrate that everyone is in danger of extraordinarily high circulating erythritol levels if the sweetener is included in one’s diet. The investigators had eight healthy participants consume a single erythritol-sweetened drink and found that circulating levels spiked by as much as 1000x baseline values within 30 minutes – well over the ranges at which clotting effects had been present – and did not return to more normal levels until more than a day later.\nSo can we conclude from these data that erythritol consumption increases risk of blood clots and CV events, end of story? Absolutely not.\nDiet isn’t the only source of erythritol\nThe problem with interpreting these results as a condemnation of erythritol consumption is that diet isn’t the only source of circulating erythritol. This compound is also produced by our own bodies through a process known as the pentose phosphate pathway, one of the pathways by which we metabolize glucose. So how can we tell if dietary erythritol intake in particular is contributing to MACE risk?",
    "contentLength": 4253,
    "encodedLength": 972
  },
  {
    "content": "\nWe can’t. The investigators did not collect any data on erythritol intake from any of their human cohorts, so we have no way of correlating consumption with MACE risk because we have no way of knowing which participants were regularly consuming erythritol-containing foods. Indeed, Witkowski et al. note that the vast majority of their study participants were enrolled prior to erythritol becoming a common sweetener and food additive. This, combined with the authors’ finding that erythritol levels remain well above the cohort ranges for at least a day after consumption, suggests that none of the cohort patients were consuming erythritol in their diets, and that the levels measured in fasting plasma samples were instead the result of endogenous production. In other words, this study provides no evidence whatsoever that the association between circulating erythritol and MACE has anything to do with dietary erythritol intake.\nCausality is unclear\nSo we don’t know about dietary erythritol, but can we at least conclude that circulating erythritol – regardless of the source – is harmful? Again, the answer is a hard “no.”\nAs with most observational studies, Witkowski et al.’s human investigations do not demonstrate causality. The authors present these data as evidence that erythritol raises MACE risk, but the fact that our bodies produce erythritol as a result of metabolic processes introduces a very high likelihood of a “third variable problem” – a situation in which two unrelated variables appear to be correlated because they are both influenced by a third, unknown variable. Pentose phosphate pathway activity – and therefore erythritol production – increases as a result of oxidative stress, inflammation, diabetes, obesity, and a host of other systemic and metabolic disturbances that also impact cardiovascular risk. Atherosclerosis itself is likely to increase erythritol production due to the inflammatory nature of this disease. In other words, circulating erythritol is a covariate of countless other variables with well-established connections to CV risk and may simply be a read-out of overall metabolic health with no causal role in disease.\nThe authors attempted to establish causality through their mechanistic experiments in mouse models and using platelet-rich plasma. Mice, however, are a notoriously poor model for human cardiovascular disease. Their lipid biology has key differences from that of humans, and unlike humans, they almost never develop coronary artery disease. In vitro experiments are often even less reliable as a model because they lack any whole-body context. Further, platelet-rich plasma is not representative of the concentration of platelets normally found in human blood, so not only did the investigators need to use unusually high concentrations of erythritol to see an effect on platelet aggregation, but they also needed unusually high concentrations of platelets.\nNo need for alarm\nAnother flawed paper, another spray of alarming headlines, another rush by the scientific community to set the record straight before panic spreads.\nWitkowski et al. correctly note that we have limited longitudinal data on the health effects of most artificial sweeteners, but unfortunately, their study offers nothing in the way of fixing that problem. At best, this work shows that endogenous erythritol correlates with – but doesn’t necessarily contribute to – cardiovascular risk. Far from condemning erythritol as an ingredient in foods and beverages, these data provide no insight whatsoever on the effects of dietary erythritol intake. \nFor those who would still rather steer clear until we have more data on this relatively new sweetener, there are plenty of alternatives available. Regardless of this study, I and most of my patients generally find erythritol to be the least appealing of sugar substitutes in large part because of the non-trivial gastrointestinal side effects many experience after consuming it. Other options – including allulose, xylitol, and monk fruit – seem to offer health advantages in addition to better taste and “mouthfeel.” (For those interested, we’ll be covering artificial sweeteners more broadly in future content.) So I’m not sure there is much reason to consume erythritol anyway, despite the fact that I don’t think eating it contributes to MACE. ",
    "contentLength": 4339,
    "encodedLength": 905
  },
  {
    "content": "\nAs I see it, you’re more likely to get a heart attack from the fearmongering surrounding this study than from erythritol itself.",
    "contentLength": 129,
    "encodedLength": 34
  }
]