[
  {
    "content": "In science, breakthroughs may appear to be spontaneous, but they rarely (if ever) are. Take for example the synthetic messenger ribonucleic acid (mRNA) technology brought to the forefront of public attention with the success of the Pfizer and Moderna COVID-19 mRNA vaccines. Many of us may be hearing about mRNA vaccines (or mRNA, period) for the first time in the context of COVID-19, but this article discusses the history and ongoing research of the technology. It makes four important points about the development of mRNA technology that I outline below. \nFirst, as much as mRNA vaccine technology may seem like brand-spanking-new, cutting-edge innovation that appeared out of nowhere, it is neither uncharted nor untested technology. Possibilities for synthetic mRNA have been the focus of decades-long scientific research. Pfizer-BioNTech and Moderna were able to produce their respective vaccines as quickly as they did because both companies had invested in research on mRNA-based treatments long before COVID-19 appeared on the scene. BioNTech and Moderna have been around for 13 and 11 years, respectively. \nSecond, there are other RNA-based vaccine applications in ongoing research that preceded the widespread use of COVID-19. RNA-based technology is used in a recent malaria vaccine patent and BioNTech uses the technology in its cancer immunotherapy research where the mRNA vaccine is individually adapted to target specific tumor mutations. Basically, the idea is to use synthetic mRNA to create antigens unique to a person’s cancer such that their immune system can recognize and react to the cancer, just as it would a cell infected by a virus (Personally, I am less optimistic that mRNA tumor vaccines will fare much better than their historical counterparts, but if they are going to work, I suspect it will be in the adjuvant setting, as opposed to in a neoadjuvant setting used before a primary treatment, or in an advanced, metastatic setting). In another example of mRNA vaccine research that preceded COVID-19, Pfizer-BioNTech had already been working on mRNA-based seasonal influenza vaccine research, so the collaborative effort could swiftly shift its focus to SARS-CoV-2 research. I previously spoke about mRNA vaccines in a conversation with Paul Offit and we continued the discussion about the future of the technology in second conversation. \nThird, the success of the mRNA technology used in COVID-19 vaccines does not guarantee success in other applications. In other words, the technology is not a panacea. It could be that SARS-CoV-2 is the perfect viral candidate, for a few reasons. Given their prior mRNA research, Moderna and Pfizer-BioNtech already understood how to edit the mRNA molecule with the selected SARS-CoV-2 viral protein. And they had the full genome as it was made available by Chinese researchers in early January 2020. Researchers had the benefit of understanding the pathogen’s characteristic spike protein thanks to prior investigation of the structure following the Middle East Respiratory Syndrome (MERS) virus outbreak in 2012. The mRNA technology worked for COVID-19, but that does not mean it will work against other viruses.\nFinally, and perhaps most importantly, the clinical success and rapidity of the mRNA COVID-19 vaccine development demonstrates an important scientific paradigm: science builds on science.      ",
    "contentLength": 3381,
    "encodedLength": 699
  },
  {
    "content": "\nThe success of the COVID-19 mRNA vaccine is a product of previous research and what might seem like failures. The mRNA vaccine strategy itself, which was used in this case to code for the SARS-CoV-2 spike protein and instruct the immune system to recognize and respond against it, has an extensive developmental history paved with trials and failures. Previous research “failings” of successful synthetic mRNA application paved the way for better understanding and new application pursuits. One editorial contends that the failures to produce an HIV vaccine were neither a waste of time nor economic resources because they propelled innovative advances which led to effective antiviral vaccines like the one for COVID-19. For example, a candidate HIV vaccine that works would be protected by patent, but when it fails competitors learn from what didn’t work so there is a positive externality, a knowledge spillover. More specifically, a line of research from failed HIV vaccines laid the foundational understanding for the vaccine model that uses a purified viral protein, as in the case of COVID-19 mRNA vaccines. Scientific investigation has a compounding effect that way, where current areas of research are informed by and born from past learnings. To me, the current success of mRNA technology in COVID-19 vaccines calls into question what scientific “failure” actually means. It is a truism by now, but given how success is made possible by understanding how something doesn’t work, prior failings may be more aptly referred to as the ruling out of possibilities. Even if it didn’t hit the bullseye, what didn’t work got a process down the road a bit closer to potential success.",
    "contentLength": 1687,
    "encodedLength": 343
  }
]