[
  {
    "content": "I’ve previously stated that exercise is the most effective tool we have for delaying health deterioration and extending lifespan. In light of the volume and strength of evidence already available supporting the same idea, I am always interested when I see new publications which further reinforce and expand upon the manifold benefits of exercise for longevity. \nLinking Skeletal Muscle and Cognition\nOne recent such example is an extensive narrative review conducted by Oudbier et al. on the well-established link between low skeletal muscle mass (sarcopenia) and dementia in old age. The review draws data from over a hundred publications on associations between various measures of muscle strength and physical performance and cognition, the biochemical and physiological connections between skeletal muscle and the brain, and the pathophysiological mechanisms underlying cognitive decline. \nYet as the authors point out, despite all we know about these pathways and about the association between sarcopenia and dementia, we still don’t fully understand the direction of causality or the mechanisms involved. This review therefore seeks to address these questions by synthesizing the body of evidence we have at hand.\nThe review collates and evaluates existing evidence for four proposed pathophysiological mechanisms underlying the link between skeletal muscle mass loss due and cognitive decline with age: systemic inflammation, insulin resistance, abnormal protein accumulation, and mitochondrial dysfunction (see Figure below).\n<img decoding=\"async\" class=\"alignnone wp-image-18973 size-full\" src=\"https://peterattiamd.com/wp-content/uploads/2022/10/glac121f0001-scaled.jpeg\" alt=\"link between sarcopenia and cognitive decline\" width=\"4010\" height=\"1715\" srcset=\"https://peterattiamd.com/wp-content/uploads/2022/10/glac121f0001-scaled.jpeg 4010w, https://peterattiamd.com/wp-content/uploads/2022/10/glac121f0001-300x128.jpeg 300w, https://peterattiamd.com/wp-content/uploads/2022/10/glac121f0001-1024x438.jpeg 1024w, https://peterattiamd.com/wp-content/uploads/2022/10/glac121f0001-768x328.jpeg 768w, https://peterattiamd.com/wp-content/uploads/2022/10/glac121f0001-1536x657.jpeg 1536w, https://peterattiamd.com/wp-content/uploads/2022/10/glac121f0001-2048x876.jpeg 2048w\" sizes=\"(max-width: 4010px) 100vw, 4010px\" />\nFigure: Overview of the proposed pathophysiological mechanisms explaining the link between sarcopenia and cognitive decline. Source: Oudbier et al.\nChances are high that anyone reading this will have heard of all of the mechanisms outlined in the figure – each comes up frequently on the podcast and in these newsletters. So what’s new? What the figure doesn’t convey are the intersections between these mechanisms. As is nearly always the case in physiology, none of these pathways exist in isolation. \nIn their review, Oudbier et al sought to identify common features and links connecting these four major physiological processes as a means of shedding additional light on how skeletal muscle loss might contribute to all of them – and thus ultimately to cognitive decline. \nWhat’s the link?\nSkeletal muscle is more than just a workhorse tissue required for movement. Contracting muscle also functions as an endocrine organ, releasing a wide variety of peptides and proteins – collectively known as “myokines” – which act as signaling molecules to other parts of the body. Certain myokines, such as cathepsin B, can cross the blood brain barrier and exert direct effects on neurogenesis pathways. Some myokines are known to have anti-inflammatory effects both systemically and in the brain specifically. Muscle-generated BDNF – another myokine – promotes expression of genes involved in neuronal mitochondrial biogenesis, which in turn is critical for maintaining a healthy pool of mitochondria and avoiding excessive oxidative stress or dysfunctional energy metabolism, processes which subsequently impact muscle protein synthesis and breakdown. The downstream effects of many myokines include triggering release of more myokines, creating a positive feedback loop and amplifying their effects. On the other hand, physical inactivity is thought to inhibit myokine release. ",
    "contentLength": 4201,
    "encodedLength": 971
  },
  {
    "content": "\nBased on these and other interactions between myokines and the four pathophysiological pathways presented in the figure above, the authors proposed a new hypothesis: muscle loss and physical inactivity causes a decrease in myokine secretion, which then triggers a “negative spiral” through an interorgan crosstalk and ultimately leads to cognitive decline. \nAccording to the investigators, exercise therefore doesn’t merely provide you with an extra health boost, without which you would maintain your baseline level of health. Physical inactivity actually impairs the processes described above, resulting in a decline in overall health as well as cognitive function.\nAnother Piece of the Causality Puzzle\nMuch of the direct evidence for an association between low muscle mass and impaired cognition comes from epidemiology studies, which are notorious for their general inability to demonstrate causality. However, causality can be inferred with a fair level of confidence when epidemiologic evidence meets certain criteria and is further supported by mechanistic data. \nExisting data suggesting that low muscle mass can cause cognitive decline meet many of these criteria by showing a strong, dose-dependent, and highly consistent association. The review by Oudbier et al. provides another piece of the puzzle by offering a plausible mechanism based in part on hypothesized connections and in part on experimental evidence. \nImportantly, the review does not attempt to suggest that this is the only mechanism or even the only direction of causality (the authors make a point of noting, for example, that dementia could also result in sarcopenia through effects on motor neurons), but the story they’ve crafted from the studies they’ve reviewed nevertheless further bolsters credibility of the idea that cognitive decline can be a consequence of physical inactivity and low skeletal muscle mass.\nThe Bottom Line\nOudbier et al.’s review pointed to evidence supporting the idea of a causal relationship between low skeletal muscle mass and cognitive decline – that physical inactivity causes alterations in myokine secretion which then underlie the inverse correlation between muscle mass and cognitive decline with age. Presentation of this plausible mechanism on its own strengthens credibility in the idea that sarcopenia leads to cognitive decline, but further studies are certainly needed to probe these causal links more directly, as well as to investigate how the four major pathophysiological mechanisms intersect and interact. And though the authors’ theory aligns with existing knowledge, several gaps in that knowledge will need to be filled before we can evaluate the merit of Oudbier et al.’s proposed myokine mechanism. However, while it isn’t yet certain whether the loss of skeletal muscle mass leads to the avalanche of negative effects in the way the authors suggest, the key actionable takeaway is the same old-same old you’ve heard before: exercise is key to health and longevity.\nFor a list of all previous weekly emails, click here. ",
    "contentLength": 3055,
    "encodedLength": 596
  },
  {
    "content": "\nPodcast | Website | AMA",
    "contentLength": 24,
    "encodedLength": 7
  }
]