[
  {
    "content": "It’s no exaggeration to say that coffee is one of the most popular drinks in the world, with a sizable percentage of the adult population drinking it daily. In addition to providing a morning energy jolt, coffee may have a number of long-term benefits. Innumerable epidemiology studies point to the beverage’s protective effects against a wide range of pathologies, including cognitive decline and neurodegenerative diseases such as Alzheimer’s disease (AD) and Parkinson’s disease, but results have been inconsistent, leading to conflicting headlines on news outlets and exasperated confusion among the general public. And while the preponderance of evidence does seem to suggest coffee consumption yields neuroprotective benefits, we have yet to understand precisely what those benefits are and how coffee might contribute to them.\nFor many, coffee is synonymous with its most famous active ingredient: caffeine. But coffee contains hundreds of other bioactive compounds, including oils, tannins and other polyphenols, non-caffeine alkaloids, and even trace amounts of minerals and vitamins. Accordingly, one of the biggest challenges to understanding the effects of coffee as a whole is the difficulty in disentangling the effects of each compound present within it, all of which may further exhibit complex synergies with each other. Caffeine is usually the star of the show, and many argue it is the critical component for mediating coffee’s protective effects, but might some of these other, non-caffeine compounds contribute to the apparent decrease in AD risk associated with coffee consumption? Let’s take a look at some of the evidence – as well as some of the reasons why this is such a tricky question to answer.\nValidation for Decaf Drinkers?\nEpidemiological and experimental evidence – including studies comparing caffeinated and decaffeinated coffee – generally indicates that caffeine plays an important role in mediating some of coffee’s long-term effects (particularly by acting as an adenosine receptor antagonist). However, animal studies comparing coffee to caffeine indicate that caffeine in isolation cannot replicate all of the neurological benefits of the whole beverage, suggesting key roles for other coffee constituents. Many of these compounds demonstrate anti-inflammatory, antioxidant, antifibrotic, and antimicrobial properties, each of which may contribute to enhancing neurocognitive function and protecting against neurodegenerative diseases. Though these lesser-known compounds have received far less research attention than caffeine, a select few stand out as having intriguing preliminary evidence for roles in neuroprotection.\n1. Chlorogenic acid \nAmong the most abundant compounds present in both caffeinated and decaffeinated coffee is a class of polyphenols known as chlorogenic acids (CGAs). CGAs and their metabolites are known to have antioxidant properties which, according to some in vitro and animal studies, may have neuroprotective effects. In cell culture, CGA treatment was shown to enhance expression of the antioxidant enzyme NQO1 and reduce neuronal cell death. Interestingly, this study also demonstrated that treatment with caffeinated coffee and decaffeinated coffee results in comparable levels of NQO1 expression and protection against cell death, suggesting the effect is entirely due to non-caffeine compounds. The study did not, however, directly compare the magnitude of effect between caffeinated coffee, decaf, and CGAs alone, so it’s possible that CGAs are not the only contributing compounds. While in vivo studies on CGAs are limited, a metabolite of CGA – caffeic acid – has been found to improve learning and memory in a dose-dependent manner in rats and in mouse models of AD. \nThe few studies conducted on CGAs in humans have generated less consistent results. In a randomized, crossover trial (n=50, aged 50+) comparing the effects of decaffeinated coffee blend, pure CGA, and placebo on cognition, decaf administration increased alertness and reaction times relative to both placebo and CGA treatment, but no improvement was observed between CGA and placebo. Longer-term treatment may, however, show more promise. Saitou et al. conducted a randomized trial in 38 volunteers (aged 50-69 years) with subjective memory complaints, investigating the effects of once-daily intake of a CGA-fortified beverage or placebo for 16 weeks. The CGA group demonstrated higher scores in information processing and response speeds than the placebo group, as well as elevated levels of circulating apolipoprotein A1 and transthyretin, biomarkers inversely correlated with cognitive decline and risk for AD. Taken together, the existing evidence remains inconclusive but provides a compelling foundation for further research on the neurocognitive effects of CGAs.\n2. Trigonelline ",
    "contentLength": 4837,
    "encodedLength": 970
  },
  {
    "content": "\nTrigonelline, the second most abundant alkaloid in coffee beans after caffeine, also shows evidence of protective effects against dementia and AD. In cultured neurons, trigonelline treatment enhances key steps in the formation of neuronal interconnections, and molecular modeling indicates that it has high affinity for amyloid-β and may interrupt formation of amyloid aggregates. Further, studies in mice and rats have revealed that trigonelline protects against oxidative stress and impairments in memory – again, these effects appear to be dose-dependent. Trigonelline may also exert neuroprotective effects via anti-inflammatory properties, as treating rats with trigonelline has been shown to reduce expression of the inflammatory cytokines TNFα and IL-6. However, these results are far more preliminary. \nTrigonelline has yet to be investigated in humans. Preclinical studies, though valuable in their ability to investigate the mechanistic effects of isolated compounds, cannot easily be extrapolated to human treatments. This is especially true for cognition – for which rodent models are poor stand-ins for the human brain – and when discussing complex diseases with multiple potential pathogenic mechanisms, such as dementia and AD. But the challenges in pinpointing the potential effects of trigonelline and other non-caffeine coffee compounds stretch far beyond the current lack of human research. Attempts to elucidate the respective benefits of caffeine and other coffee components are, like so many questions in nutrition, fraught with complications and inconsistencies . . .\nThe challenges\nI’ve spoken and written at length on the many challenges in studying nutrition and the many, many shortcomings of human epidemiology studies. But when it comes to coffee, a number of unique factors serve to amplify the usual epidemiology problems of controls and confounds:\n1. Decaffeination removes more than caffeine.\nVarious studies, some of which are cited above, have sought to differentiate between the effects of caffeine and other bioactive coffee compounds by comparing caffeinated versus decaffeinated coffee. Makes sense, right? Not if the decaffeination process removes more than caffeine. According to a 2009 report by Chu et al., the decaffeination process reduces CGA content by as much as 60%, easily enough to make a meaningful difference in physiological effects.\n2. Coffee beans are heterogenous.\nAs any coffee aficionado will attest, not all coffee beans are created equal. Three separate species of coffee plants give rise to the beans sold commercially, each with variations in chemical profiles. Moreover, the composition of each species changes depending on where the beans were grown, how long and where they were stored, and how they were processed. According to research by Sarraguca et al., for example, some of coffee’s health-promoting qualities emerge as a result of a series of processes that take place during roasting.\nObservational studies investigating “coffee” can therefore be referring to non-uniform beverages consisting of any number of relative concentrations of compounds. And even though randomized, interventional studies may impose some uniformity on the coffee consumed, the intrinsic heterogeneity of the beverage means that no two trials will ever be exactly identical in their treatments, making the task of pooling and analyzing a full body of literature virtually impossible.\n3. Method of preparation matters.\nFrench press? Espresso? Cold brew? Everyone has their preferred coffee preparation. The technique of brewing, coffee-to-water ratio, water temperature, coffee grind size, filtration method, and brewing time all affect the ratio of different chemicals present in the finished beverage. For instance, Socała et al. note that the coffee-specific diterpene compounds kahweol and cafestol – which some evidence suggests may have antioxidant and anti-inflammatory effects – are present exclusively in unfiltered varieties of coffee, such as French press coffee and espresso.\nBottom Line",
    "contentLength": 4049,
    "encodedLength": 806
  },
  {
    "content": "\nA cup of joe is a complex mixture containing not only caffeine but also a variety of other bioactive compounds. While caffeine does not appear fully responsible for the “magic” of a daily brew, the effects of each individual component on cognition remain poorly understood. Further research on each compound in isolation may provide valuable insights, but such studies cannot capture the potential interactions between these elements, which may be critical to the observed effects of whole coffee on cognitive function and dementia risk. On the other hand, turning investigative attention toward coffee itself comes with its own headaches, largely reflecting the heterogeneity of coffee beans and preparation styles. Here, I’ve just scratched the surface of current knowledge about this extensive and intricate subject, but stay tuned for further discussion – including on the topic of caffeine itself – in a future “Ask Me Anything” episode on the podcast.",
    "contentLength": 958,
    "encodedLength": 175
  }
]