[
  {
    "content": "This audio clip was pulled from “Ask Me Anything” episode #12 — Strategies for longevity (which don’t require a doctor). This episode was originally released on February 10, 2020.\nBecome a member to get immediate access to the entire episode and our entire back catalog of AMA podcasts.\n\n\n            \n            Show NotesWhat is Peter optimizing for with his exercise? [30:30]\n\nEverything Peter is talking about in terms of exercise is about optimizing for longevity\nThat is much different that optimizing for performance\nFor instance, if someone were to want to run the fastest 10k possible…\n\nThat means training at an energy system that is very demanding of the cardiovascular system.\nIt is pretty much maximum cardiac output just beneath VO2 max above functional threshold which is past the point of optimizing longevity returns and it actually comes at some cost to longevity relative to something more at a slightly lower energy system\n\n\nInstead, Peter thinks about training for the Centenarian Decathlon⇒ i.e., being a kickass 90 year old\n\nThe main energy systems of life:\n\nZone 1\nZone 2\nZone 5\n\n“By training zone 2 and zone 5 . . . we’re really teeing ourselves up metabolically and also structurally to do these things.”\n\nExercise components—Zone 2 and zone 5 training [33:15]\nZone 2 training\nMake sure to check out the podcast with Iñigo San Millán\n\nIñigo explains that zone 2 is basically the highest level of exertion that is effectively pure mitochondrial oxidative phosphorylation before you start to net accumulate lactate\n\n-How Peter does zone 2 training:\n\nPeter does zone 2 about four times per week \nHe uses a lactate meter to make sure he is right on that limit of not going too far, not pushing too hard, but pushing hard enough\nUsually he does it on a stationary bike that’s hooked up to a power meter where he’s titrating watts and heart rate to get to a point where his finger stick lactate level is 1.8 or 1.9 milliMole\nIf done on a treadmill, he’s doing 15% incline at about 3.0 to 3.4 miles per hour to produce the same effect as the bike\nCan also be done on an elliptical\n\n-What is the right dose of zone 2?\n\nFor a beginner: ~2 hours a week is a good place to start\nIdeally: 3-4 hours per week \nBut you probably can’t do too much zone 2, says Peter, you’re mostly just limited by time and the ability to allocate it towards other forms of exercise\n\nZone 5 training\n\nZone 5 is high intensity zone (i.e., HIIT) and the fourth and final piece of exercise\nYou don’t need to be spending much time in zone 5, but to neglect it completely, you’ll probably pay a bit of a price, says Peter\nPeter describes this zone as a small part of life using the example of an escalator being broken and you have two pieces of luggage and your kid and you’re late for your flight\n\n-HIIT vs aerobic exercise:\n\nMany of the studies on this focus on its comparability to aerobics exercise on a minute per minute or unit time basis. \nHIIT is more efficient when looking at it that way\nBut Peter does not view it as an either/or situation\nUsing both of these tools is optimal and especially when zone 5 training doesn’t require that much more time\n\nPeter summarizes his typical week of exercise:\n\n3-5 bouts of strength training\n4 bouts of zone 2\n2 bouts of zone 5\nStability is sprinkled into pretty much every day with maybe one day of a longer, more dedicated 60-minute session around stability\n\nBook rec: The Secret Race by Tyler Hamilton – “What an unbelievably good book that was. That’s one of about three or four books in my life that I read in one sitting.”\n",
    "contentLength": 3567,
    "encodedLength": 890
  }
]