[
  {
    "content": "This video clip is from episode #185 – Allan Sniderman, M.D.: Cardiovascular disease and why we should change the way we assess risk, originally released on November 29, 2021.\n\n \n\n            \n            Show NotesProblems with the current 10-year risk assessment of cardiovascular disease (CVD) and the implications for prevention [4:30]\nUnderstanding atherosclerosis/ cardiovascular disease\n\nPeter has referenced books Allan gave him numerous times\n\nApoB in Clinical Care by  Jacqueline de Graaf, Patrick Couture, and Allan Sniderman\nAtlas of Atherosclerosis Progression and Regression (Encyclopedia of Visual Medicine Series) by Herbert C. Stary (2003) \n\n\n\n\nFigure 1. Book cover Herbert Stary’s Atlas of Atherosclerosis Progression and Regression showing plaque rupture “rings”. Image credit: Amazon.com\n\nPeter asks him why he gave him this last book\n\nAtherosclerosis, it’s a disease in the tissue, yet almost everything that lipid people talk about is in plasma\nOne must understand the natural history of the disease to learn how to construct a strategy to prevent it\n\n\nAlthough much of Allan’s work has been on apoB, the more important part has been on understanding how the natural history of atherosclerosis should direct a prevention strategy\n\nWhat this leads to is that every major guideline in the world bases their selection of subjects for statin prevention on the ten-year risk of disease\n\nThis was a huge step forward in 1980 and 1990\nBut it fundamentally makes prevention of premature disease almost impossible\n\n\n\n\n\nProblems with the 10-year risk approach\n\nWhen one plugs in the numbers to calculate a patient’s risk for any of the risk algorithms, one expects the output to be the patient’s risk of cardiovascular disease (CVD) but it isn’t \n\nThe American College of Cardiology ASCVD Risk Estimator Plus\n The calculation is driven by the age and sex of the patient\nThings like cholesterol and blood pressure contribute minimally to the actual calculation of ten-year risk\n\nSo if the patient is 35, there isn’t a risk calculator for them\nIf the patient is 40, everyone’s risk is low at age 40\nIt isn’t until age 55 or 60 that the risk gets over the threshold for the American Prevention Guideline treatment\n\nSo prevention really starts at 55 to 60, but almost half of all infarcts and strokes occur before the age of 60\n\n\n\n\n\n\nStary and colleagues established that for the first three decades or so of life, the disease gets a foothold in the artery, but it’s only in the fourth decade that one starts to develop the lesions that can actually precipitate a clinical event\n\nRisk is low, yet the event rate is high — How could that possibly be?\n\n\nAllan says the answer is “stunningly obvious” — Allan has published on how this can be explained; there are 2 problems:\n\n1) There are a ton more people under 60 than over 60; so the rate of events is low, but the absolute number of events is high\n2) Say a patient gets to their 60’s without a cardiac event, but the disease was developing and extending during their 30’s-50’s\n\nSo by the time a doctor tries to prevent an event, the disease is well advanced in the arteries\n\n\nThese are the 2 fatal flaws in the 10-year risk approach\n\nPublished in JAMA Cardiology in 2018, A Long-term Benefit Approach vs Standard Risk-Based Approaches for Statin Eligibility in Primary Prevention  \n\n\n\n\nRisk is a good concept but Allan realized doctors should be selecting people based on causes of CVD\nFor example, if Peter’s risk is 4.1%, what does this number mean?\n\nIs his risk 4.1%?  ⇒ No, it means 4.1 people out of 100 will have an infarct\n\nBut within this category, there is tremendous variance in real risk\nNot everyone is at 4.1; some are higher; some are lower; some are dead on\n\n\n\n\nThe philosopher AJ Ayer (known for logical positivism) was actually darn good on probability\nThere’s a real challenge predicting singular events\n\nOne is either going to have an infarct in the next year or not; it’s not really a probability",
    "contentLength": 3975,
    "encodedLength": 973
  },
  {
    "content": "\n If one algorithm said a patient has a 10% risk and another one said a patient has a 15% or 20%, whether they have an infarct or not, both algorithms were right because they said there was sort of a chance the patient would have an infarct\n\nThere is also a far greater chance that the patient won’t have an infarct\n\n\n\n\nWhen the advice is to treat patients with a risk abouve 7.5%, that means 92.5% of the time nothing will happen to these patients\n\nThat’s not a great incentive for helping people understand what’s truly going to happen\n\n\n\nA 30-year model of risk that focuses on cause of CVD\n\nWhat Allan has done is develop what’s called a casual benefit model\n\nPublished in Clinical Science in 2012, The Causal Exposure Model of Vascular Disease\nPublished in JAMA Cardiology in 2017, The Benefit Model for Prevention of Cardiovascular Disease: An Opportunity to Harmonize Guidelines\nWith a measure of non-HDL or apoB, risk can be projected for over 20-30 years\nFor a 30-year-old, the period of time they should care about is up to at least 60\nFor example, this model could predict that a 35-year-old has a 30% chance of stroke before age 65\n\nThis is a number that has meaning\nNow a second calculation can be made to determine how much the risk can be reduced by starting treatment at age 35 or how much the patient would lose by starting at age 45 or age 55\n\n\n\n\nWhen Allan gave Peter the book on atherosclerosis he was starting his own journey on trying to construct an alternative to the present risk model in which with the help of my colleague here at McGill, George Thanassoulis, and Michael Pencina from Duke, and Karol Pencina from Harvard we have done\n\nPublished in JAMA Cardiology in 2017, The Benefit Model for Prevention of Cardiovascular Disease: An Opportunity to Harmonize Guidelines\n\n\nPeter remembers from pathology class in med school something the professor said, “No doctor has more experience with what it is to have heart attacks than pathologists because 50% of the people who have a heart attack die on their first heart attack.“\n\nSo 50% of people who have a heart attack, their first presentation is death\nIt’s a very sobering fact\nHe doesn’t think this is true today, but it was 25 years ago\nMaybe now one third of first events are fatal; sobering nonetheless\n\n\nThe textbook went through, in great detail, the pathological staging of atherosclerosis; it was also littered with autopsy sections of coronary arteries from people who had died for other reasons\n\nNotably, many of these people who died from other causes, but their coronary arteries were studied in autopsy, these people were quite young\n\nA 26-year-old male victim of a gunshot wound; or a 27-year-old female who died in a motor vehicle accident, etc.\n\n\nLooking at their coronary arteries, one realizes they already have atherosclerosis; they have oxidized apoB-bearing particles engulfed by macrophages and thickened intima\n\nWhile they may not have calcification in their arteries yet or the types of plaque that would rupture within the ensuing weeks or days or months, they nevertheless had atherosclerosis\nNow what Peter’s professor said some 20 years earlier made sense\n\n\n\n\nAllan remarks that cardiologists are so used to looking at angiograms\n\n“Oh, there’s a LAD lesion” \n\nA lesion in the left anterior descending artery\n\n\n\n\n\n“Well, there’s an LAD lesion, but the whole damn artery is diseased. And when you destroy the normal architecture of the artery, you can’t restore it.” – Allan Sniderman\n\nMuch of statin prevention therapy is to prevent complication of disease not actually prevent disease\nStatins lower apoB particle number; that’s how they work\nWith fewer apoB particles in plasma, fewer get into the arterial wall, fewer get trapped\n\n§Allan Sniderman, M.D.Allan Sniderman obtained his MD from the University of Toronto in 1965 and then moved to Montreal, where he did his clinical training in Internal Medicine and Cardiology at McGill University. In 1971, he went to the University of California at San Diego to study lipoprotein metabolism with Dr. Daniel Steinberg. He returned to McGill and, with the passage of time, became the Edwards Professor of Cardiology and a Professor of Medicine at McGill University.",
    "contentLength": 4219,
    "encodedLength": 987
  },
  {
    "content": "\nWith colleagues within and outside McGill, he began and has continued a series of studies, which identified the commonest dyslipoproteinemia associated with coronary artery disease- hyperTg hyperapoB. Study of the pathophysiology of hyperTg hyperapB led to studies of the regulation of hepatic apoB secretion and the uptake and release of fatty acids by adipose tissue. He has conducted an extensive series of epidemiological studies, which have demonstrated apoB to be superior to LDL-cholesterol as a marker of the risk of vascular disease. His current research interests are: to understand the regulation of plasma LDL, to create simplified but advanced diagnostic algorithms to recognize and treat those with and those at high risk of vascular disease, and to develop new models to determine the absolute value of different strategies to identify and treat those at risk of vascular disease.\nDr. Sniderman, father of five, grandfather of four, is a committed, but not very skilful, golfer. His most joyful moments have come from learning with his students and colleagues.",
    "contentLength": 1076,
    "encodedLength": 219
  },
  {
    "content": "\nAllan D. Sniderman, MD, is the Edwards Professor of Cardiology and Professor of Medicine at McGill University. He is Director of the Mike Rosenbloom Laboratory for Cardiovascular Research at Royal Victoria Hospital in Montreal and was elected a Fellow of the Royal Society of Canada in 2009. [McGill University Health Centre]",
    "contentLength": 326,
    "encodedLength": 68
  }
]