[
  {
    "content": "Check out more content with neurologist, Richard Isaacson, M.D.:\n\n(Oct 1, 2018) #18 – Richard Isaacson, M.D.: Alzheimer’s prevention\n(Nov 22, 2020) Q&A on Alzheimer’s disease drug therapy with Dr. Richard Isaacson\n(Nov 23, 2020) #138 – Lauren Miller Rogen and Richard Isaacson, M.D.: Alzheimer’s disease prevention—patient and doctor perspectives\n\n\nThe topic of Alzheimer’s disease (AD)  is perpetually on my radar. For many of us, it’s the chronic disease we fear most.  You know my schtick by now. I believe that there are measures we can take to delay the chronic diseases that seal one’s fate. Thomas Perls, the founding director of the longest running and largest study of centenarians, encapsulates this in a pithy quote—that also happens to be a title of a paper from his group—which I hope is achievable even if those of us not endowed with the same genetic combination of the long-lived individuals in his study: “The older you get, the healthier you have been.”\nIf we can delay the most likely causes of death into old age, cardiovascular diseases and cancer leading the way by a large margin, perhaps we can live a longer life, and perhaps more importantly, we can have a better quality of life. Perls categorized the individuals in his study that made it to triple digits into three groups: survivors, delayers, and escapers. Survivors are people that had an age-related disease but survived. Delayers are people who did not have any age-related disease until their 80s. Escapers are people who did not have an age-related disease until past the age of 100.\nRegardless of the category, if the reward for surviving into older age is an age-related neurodegenerative dementia, the most common being AD, that is a pot of fool’s gold at the end of the rainbow we could all certainly live without. This is not the prototype of a disease that anyone would want in terms of modern medicine. While AD has a few available FDA-approved therapies, these only provide modest symptomatic benefits and are devoid of any disease-modifying effects. Further, there is still no cure on the horizon.\nDon’t get me wrong. Treatment is critical too, but I would much prefer to prevent disease before it is even necessary to treat disease. For example, I have written about prevention in the context of atherosclerotic cardiovascular disease (ASCVD). And, as is the case with ASCVD, AD treatment and prevention, specifically, is not so simple. There are a lot of factors that are outside of our control. It is my hope with precision medicine that we can formulate an effective risk reduction protocol before treatment is warranted.\nSo it caught my attention recently when a Food and Drug Administration (FDA) advisory panel decision did not support aducanumab—an anti-amyloid antibody AD treatment—for approval. (Recall, beta-amyloid is thought to be a potential causative factor for AD.) Antibody therapies are hypothesized to mitigate and treat cognitive decline by clearing soluble amyloid, thus altering the amyloid balance in the central nervous system (CNS). To put it bluntly, the specifics surrounding the drug’s trial history is anything but simple. Upon a re-analysis of interim data, the drug’s manufacturer, Biogen, resubmitted data from two of its Phase III trials to an FDA advisory committee, in order to evaluate the drug’s effectiveness for approval. The burden of proof is on Biogen to prove that there is sufficient evidence for the efficacy and effectiveness of the drug. But ten out of eleven expert advisory committee members did not think there was. This does not mean that the drug was rejected altogether. It is now up to the FDA itself to make the decision in the coming months. It does imply, however, that experts in the field think there is reason enough for pause. To get an overview of the trials under evaluation, see a write-up on the matter here.\nI previously discussed AD prevention with my good friend and collaborator, Dr. Richard Isaacson. I will have him on the podcast tomorrow, accompanied by Lauren Miller Rogen, to continue the discussion around AD prevention from doctor and patient perspectives. As Richard is an expert in the field of AD research and care, I thought it appropriate to get his perspective on the recent news around aducanumab and I have included a Q&A between one of my team members, Rachel, and Richard, below. \n \n§\n \nRachel:\nCan you give a brief overview of the number, and types, of drugs approved for Alzheimer’s disease by the FDA?\nRichard:\nSo, currently there are four FDA-approved drugs (with a fifth in combination form) for Alzheimer’s disease. These drugs have been proven by multiple studies and a meta-analysis to be symptomatically effective, and have some impact on activities of daily living, but they have modest effects. They are still the gold standard of care for patients in the mild, moderate, and severe phases of Alzheimer’s disease dementia. When we use them in clinical practice, we must set expectations carefully as, on the whole, about one-third of patients improve somewhat over the following six months of treatment, another third stabilize for that time, and the rest continue to decline regardless. There are likely individual reasons for this (e.g., dose, tolerability, genetics, medical comorbidities) but it is hard to predict who, specifically, is most likely to respond.\nWhile these [approved drugs] are symptomatic therapies they do not have any disease-modifying effects. The rate of failures of drug trials in Alzheimer’s disease is over 99%. We do have a huge pipeline from Phase I through Phase III in terms of clinical trials. Yet in terms of approvals and positive trials, our success rate is minuscule.\nRachel:\nSo in the context of the New York Times write-up of the FDA advisory panel decision to decline a new drug therapy—can you tell us more about the therapy in question and its history?\nRichard:\nAducanumab is an anti-amyloid therapy. There was an exciting early trial that showed the drug was effective in reducing amyloid in the brain. There was a suggestion of improvement in cognitive function. Because of this early trial—even though this initial study was not designed to prove efficacy, as it was predominately a safety study—the company [Biogen] made a bold and important decision to run two concurrent Phase III clinical trials.\nHowever, both of these trials were prematurely stopped in March 2019 due to an interim futility analysis. However, when additional longer-term data was analyzed—data not originally included in the interim analysis—it was found that subjects who received the highest dose of Aducanumab for 78 weeks on one of the two trials had about 20% less cognitive decline than placebo. That being said, analysis of the other trial was still negative. Further complicating the issue, subjects in the highest dose group of that [negative] study had somewhat worse cognitive decline than placebo.\nRather than running another confirmatory Phase III clinical trial, Biogen decided to submit these data to the FDA for review. This was likely a strategic decision considering the paucity of effective treatments, the overwhelming need by patients and their families, and the fact that the drug qualified as a “breakthrough” designation by the FDA. This category requires less rigorous evidence where the bar is set lower and the drug doesn’t need two successful Phase III clinical trials. But [the drug] does need one convincing Phase III trial and some degree of additional evidence that is somewhat left open to interpretation.\nConsidering the totality of evidence, the FDA’s clinical team deemed that there was sufficient evidence that the drug was efficacious, yet the FDA statistician disagreed. This led up to a highly anticipated external scientific advisory committee meeting [the one that made headlines] that was made up of some of the top clinicians and researchers in the Alzheimer’s disease treatment and prevention community.\nRachel:\nSo what did the advisory committee conclude?\nRichard:\nThe panel came to a different conclusion [than that of FDA clinical team]. There was one panelist that was positive [i.e., voted that the evidence from the positive study provided evidence on the efficacy of the drug] yet the rest disagreed since (from the purest perspective) the trials were stopped, and thus they were essentially not successful.\nAlso, the panel did not accept additional analyses of the pooled data from the two Phase III trials that, again, suggested the higher dose was effective. Those analyses were exploratory and non-confirmatory.\nSo, long story short—this was a very confusing set of data made even more challenging to interpret since the trials were stopped before completion.\nRachel:\nWhat are some high-level considerations that a positive interpretation for aducanumab use should account for?\nRichard:\nYou know, the devil’s in the details here. For example: how early does this drug need to be started in disease course for maximal effectiveness? Does this drug potentially work differently depending on if you have an APOE4 genetic variant or not? What is the optimal dose? The higher dose seems better, but there were also some more side effects. The symptomatic side effects here weren’t really that bad— and they generally resolved over time, but it’s something to consider especially when the drug could potentially become available to millions of people. And then there’s the cost aspect and the administration consideration: aducanumab isn’t a pill; it’s an IV infusion that someone would have to come into clinic every month to have, and there’s a lot of complexity with that. Another aspect [to consider] is it should only be given to people with amyloid in the brain—and how do you prove that? Order an amyloid brain scan or a spinal tap? Well, those are quite costly and not reimbursed by insurance. So, aside from just flat-out asking—“is this an effective drug?”—there’s a lot of logistical and operational aspects of aducanumab [utilization]. In this new era of (potentially) disease-modifying therapies, these all need to be considered.\nThe FDA expert advisory panel really focused mostly on the efficacy and the safety, but in the real world; we need to think about all [of] these considerations.\nRachel: \nSo does this advisory committee decision offer any insight into drug therapy going forward?\nRichard:\nI think the take-home point with Alzheimer’s disease drug development is…it’s complicated! There’ve been lots of companies that abandoned their AD pipeline because of these inherent challenges. Alzheimer’s starts decades before the first symptom of memory loss begins, and it’s a very heterogeneous disease. Based on my clinical experience—based on seeing thousands of patients across the spectrum of the disease throughout the lifespan—I believe different people can take different roads to AD dementia. If we can figure out what road (or more often, roads) they are on and get them off that path before progressing to dementia, that’s when we can have the highest chance for benefit.\nWe know now that we need to [treat] earlier, which this study did since they focused on the earlier mild cognitive impairment stage. But what is the right target? Is it amyloid [protein] or is it a tau [protein]? Or both? How do you target the amyloid? Is it monomers? Is it something else? Do we need to target people differently based on their genetics? Is there a one-size-fits-all disease modifying therapy out there? I hope so, but is that even feasible (because Alzheimer’s is such a heterogeneous disease)?\nRachel:\nSo what would be your take-home point, or question, currently, as it pertains to Alzheimer’s disease and precision medicine?\nRichard:\nThe future of Alzheimer’s disease is to treat earlier in the disease course and individualize care based on emerging concepts of precision medicine. If people can take different roads to Alzheimer’s disease, but, in the end, pathways are amyloid and tau, we likely need to target everything to be in the best position for success.\nI think we need to be open-minded and realize that there may not be a single magic bullet to prevent or cure Alzheimer’s. We may need multiple different approaches. It’s like, for a war you need: the Army, the Navy, the Air Force, the Marines, the Coast Guard, the Special Forces, the Space Force. You need everybody to be the most well-suited for battle, and I think it’s the same for Alzheimer’s. Just like in diabetes treatment and prevention, you have your lifestyle changes, your dietary changes, your different drugs that work on different pathways. For high blood pressure, high cholesterol—any chronic disease associated with aging—you need multiple different targets and multiple interventions across the lifespan before there’s [apparent] pathology.\nRachel:\nWhat phase of disease was aducanumab intended to treat?\nRichard:\nThis drug was more intended for the earlier stage of disease; it was intended for the earliest symptomatic phase called mild cognitive impairment due to AD. [Aducanumab] really wasn’t studied in the more progressed stages of Alzheimer’s disease dementia. The cohort were individuals that had mild cognitive changes, but they could still, for the most part, take care of themselves.\nRachel:\nAs you have mentioned, it seems that with progressive disease pathologies, an arsenal of treatments (rather than a “magic bullet”) will be the approach to take. And with that in mind, do you have any closing thoughts on the Alzheimer’s disease dementia treatment landscape?\nRichard:",
    "contentLength": 13554,
    "encodedLength": 2969
  },
  {
    "content": "\nIt’s only a matter of time until we get this right, but I think that our take-home message from this is that we need to start early. We need to attack from every angle, and we need to keep going, keep pushing, and keep studying.\nIt’s also important to say that the FDA has not yet made a judgment on this medication. This was an expert advisory panel. This was not the FDA. The FDA was supportive—in fact, the clinical team of the FDA was enthusiastically supportive, but the FDA statistical team was not. So this is a very unique situation where you have patient advocacy organizations and one clinical member of the FDA that are very positive and then you have independent experts and an FDA statistician that don’t feel the same way. It is a unique and complicated situation [that is] now in the hands of the FDA. Regardless of the outcome, this is a watershed moment in the field of Alzheimer’s disease therapeutics. It’s something we need to learn from, and whatever happens, keep pushing forward.\n \n§\n \nHere’s a closing thought, which Richard alluded to above: despite the need for effective treatments, and with respect to Alzheimer’s disease specifically, there’s still a very specific standard that scientists look for in the way of data quality. But especially recently, with the COVID-19 pandemic, the FDA has, in a lot of ways, acted differently. They’ve changed their modus operandi and I think it’s hard to predict how the FDA of the past will act compared to the FDA of the future. Alzheimer’s disease is a unique disease but there are certain scientific standards that we would expect to meet for drug approval. But amid such uncertainty, it is difficult to predict the outcome. We will have to continue to turn to and trust the scientific process—which necessitates allowing for uncertainty. All the governing bodies can do is evaluate each treatment trial with the efficacy and safety data at hand, to the best of their ability.\n ",
    "contentLength": 1949,
    "encodedLength": 429
  },
  {
    "content": "\n — Peter",
    "contentLength": 9,
    "encodedLength": 4
  }
]