[
  {
    "content": "In this Q&A, Peter answers all your questions around Zone 2 exercise and training. This was originally recorded as an Instagram Live in March 2021.\nTo learn more about zone 2 training, listen to our episode with Iñigo San Millán, Ph.D. and AMA #19: Deep dive on Zone 2 training, magnesium supplementation, and how to engage with your doctor.\n",
    "contentLength": 342,
    "encodedLength": 79
  },
  {
    "content": "\nDuring this Q&A, Peter answers the following questions:\n00:00:00 – Intro\n00:00:23 – What is Zone 2 exercise?\n00:02:52 – Why does Zone 2 exercise matter?\n00:03:20 – How often should I do Zone 2 exercise?\n00:06:42 – Can I do other exercises before or after Zone 2?\n00:07:52 – Does it matter if I slip into Zone 3, 4, or 5 during my Zone 2 workout?\n00:09:48 – What are the benefits of Zone 2 exercise?\n00:11:18 – Is Zone 2 exercise beneficial at any age, young or old?\n00:12:54 – Why should I do Zone 2 exercise compared to HIIT?\n00:14:20 – How can I use a lactate meter to measure if I’m in Zone 2?\n00:16:53 – How do I measure if I’m in Zone 2 without a lactate meter?\n00:18:54 – Peter begins to answer live questions\n00:19:11 – Why do some wearables have different definitions of zones?\n00:20:22 – How do you find Zone 2 on a treadmill?\n00:21:27 – How to use a lactate meter to test your lactate levels?\n00:22:50 – Does your Zone 2 range change over time as you change your fitness level?\n00:24:31 – How does MAF work in measuring Zone 2?\n00:25:58 – Should I do Zone 2 before or after eating?\n00:28:00 – How does Zone 2 compare to Functional Threshold Power (FTP)?\n00:29:58 – Zone 2 for patients taking metformin?\n00:33:47 – Does Zone 2 exercise increase HRV?\n00:35:33 – What is the role of Zone 1 exercise?\n00:37:12 – How do you find max heart rate on a treadmill?\n00:38:31 – Does it matter if I do Zone 2 exercise on different devices (bike, treadmill, rower)?\n00:40:15 – Can you swim for Zone 2 exercise?\n00:42:24 – In Zone 2 on a rower, is 3 watts per kg good?\n00:43:10 – Why can’t you do Zone 2 at 3 mM of lactate?\n00:44:00 – What are the differences in lactate thresholds and functional thresholds?\n00:45:42 – When do I check my lactate post-workout?\n00:46:15 – Have you used your CGM to check Zone 2?\n00:46:48 – Is there a benefit of hot and cold therapy to bolster Zone 2?\n00:48:13 – Does Zone 2 exercise help the CNS?\n00:48:40 – Can you take UCAN before Zone 2 exercise?\n00:49:44 – Will your lactate be the highest at the end of a ride?\n00:50:56 – What do you do for Zone 5?\n00:53:06 – How does body comp fit into watts per kg?\n00:54:06 – How does glucose disposal increase longevity?",
    "contentLength": 2193,
    "encodedLength": 689
  }
]