[
  {
    "content": "This episode of The Qualys is from podcast #33, Nir Barzilai, M.D.: How to tame aging, which was originally released on January 7, 2019.\n\n\t\n\t\t\n\t\n\n\n\n\n\n\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\tThe Peter Attia Drive\n\t\tAttempting to define insulin resistance\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tThe Peter Attia Drive\n\t\t\t\t\t       \n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\tAttempting to define insulin resistance\n\t\t\t\t         \n\t\t\t\n\t\t\t\n\t\t\t\tAttempting to define insulin resistance\n\t\t\t\t         \n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  More\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\t\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Back 15 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Forward 60 seconds\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\n\n\t\n\tmore\n\n\n\n\t\n\n\n\n\t\n\t\n\t\t\n\t\t\t\n  Speed: 50%\n  \n\n\n\t\t\t\n  Speed: 75%\n  \n\n\n\t\t\t\n  Speed: Normal\n  \n\n\n\t\t\t\n  Speed: 125%\n  \n\n\n\t\t\t\n  Speed: 150%\n  \n\n\n\t\t\t\n  Speed: 175%\n  \n\n\n\t\t\t\n  Speed: Double\n  \n\n\n\t\t\t\n  Speed: Triple\n  \n\n\n\t\t\n\t\n\t\n\t\n\t\t\n  Back 15 seconds\n  \n\n\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n\t\n\t\t\n  Forward 60 seconds\n  \n\n\n\t\n\t\n\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\n\nCurrently Playing\n\n\t\n\n    \n\n\n\n\n\t\t\n\t\n\t\t\n\t\t\n\t\t\t\n\n    \n\t\n\t\t\n\t\n\n\n\t\n\t\n\t\n\n\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n  Download\n  \n\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n  More\n  \n\n\n\t\t\t\n\t\t\n\t\t\n\t\n\n\n\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\n\n\n\n§\n \n\n            \n            Nir Barzilai, M.D.Dr. Nir Barzilai is the director of the Institute for Aging Research at the Albert Einstein College of Medicine and the Director of the Paul F. Glenn Center for the Biology of Human Aging Research and of the National Institutes of Health’s (NIH) Nathan Shock Centers of Excellence in the Basic Biology of Aging. He is the Ingeborg and Ira Leon Rennert Chair of Aging Research, professor in the Departments of Medicine and Genetics, and member of the Diabetes Research Center and of the Divisions of Endocrinology & Diabetes and Geriatrics. Nir is also the Chief Medical Advisor of LifeBiosciences.\nDr. Barzilai’s research interests are in the biology and genetics of aging. One focuses on the genetic of exceptional longevity, where we hypothesize and demonstrated that centenarians have protective genes, which allows the delay of aging or for the protection against age-related diseases. In a Program he is leading we take full advantage of phenotypes, DNA, and cells from the Ashkenazi Jewish families with exceptional longevity and the appropriate controls and his group have established at Einstein (over 2600 samples of which ~670 are centenarians) and discovered underling genomic differences associated with longevity. Longevity Genes Project (LGP) is a cross-sectional, on-going collection of blood and phenotype from families with centenarian proband. LonGenity is a longitudinal study of 1400 subjects, half offspring of parents with exceptional longevity, validating and following their aging in relationship to their genome. The second direction, for which Dr. Barzilai is holding an NIH Merit award that focuses on the metabolic decline of aging, and his team hypothesize that the brain leads this decline. His lab has identified several central pathways that specifically alter body fat distribution and insulin action and secretion by intraventricular or hypothalamic administration of several peptides that are modulated by aging including: Leptin, IGF-1, IGFBP3 and resveratrol.\nHe has received numerous grants, among them ones from the National Institute on Aging (NIA), American Federation for Aging Research, the Ellison Medical Foundation and The Glenn Medical foundation. He has published over 230 peer-reviewed papers, reviews, and textbook chapters. He is an advisor to the NIH on several projects and serves on several editorial boards and is a reviewer for numerous other journals. Dr. Barzilai is in the board of the American Federation for Aging Research, is its co-scientific director, and has served on several NIA study section. He is also a founder of CohBar Inc., a biotech that develops mitochondrial derived peptides as therapy for aging and its diseases. He is co-PI on the R24 Geroscience (Apollo) grant that is an effort to move the field of aging to translation. Dr. Barzilai has been the recipient of numerous prestigious awards, including the Beeson Fellow for Aging Research, the Ellison Medical Foundation Senior Scholar in Aging Award, the Paul F. Glenn Foundation Award, the NIA Nathan Shock Award, and the 2010 Irving S. Wright Award of Distinction in Aging Research.\nHe is currently leading an international effort to approve drugs that can target aging. Targeting Aging with METformin (TAME) is a specific study designed to prove the concept that multi-morbidities of aging can be delayed by metformin, working with the FDA to approve this approach which will serve as a template for future efforts to delay aging and its diseases in humans.\nBorn in Israel, Dr. Barzilai served as chief medic and physician in the Israel Defense Forces. He graduated from The Ruth and Bruce Rappaport Faculty of Medicine at the Technion-Israel Institute of Technology in Haifa and completed his residency in internal medicine at Hadassah Medical Center in Jerusalem. He served in a refugee camp during the war in Cambodia (1979-1980) and built a nutritional village in the homeland of the Zulu (1983 – Kwazulu). He has completed 2 fellowships at Yale (metabolism) and Corenell (Endocrinoology and molecular Medicine). He was an invited speaker to the 4th Israeli President Conference (2012) and a Vatican conference on efforts to enhance cures (2013, 2016). He has also taken part in Global initiatives and spoke at The Milken Global Institute, Asian Megatrends and is an advisor for the Prime Minister of Singapore on Aging. Dr. Barzilai has been on the ‘Forward 50, top 50 influence Jews in the US (2011). His work has been profiled by major outlets, including the New York Times, the BBC and PBS’ NOVA science now, TEDx talk Science and is the leading feature on the Ron Howard/Jonathan Silberberg/National Geographic film about the Age of Aging. [einstein.yu.edu]\n\n                          \n              The Qualys is a subscriber-exclusive podcast, released Tuesday through Friday, and published exclusively on our private, subscriber-only podcast feed. Qualys is short-hand for “qualifying round,” which are typically the fastest laps driven in a race car—done before the race to determine starting position on the grid for race day. The Qualys are short (i.e., “fast”), typically less than ten minutes, and highlight the best questions, topics, and tactics discussed on The Drive.",
    "contentLength": 6857,
    "encodedLength": 2214
  },
  {
    "content": "\n              Subscribe to receive access to all episodes of The Qualys (and other exclusive subscriber-only content)",
    "contentLength": 118,
    "encodedLength": 34
  }
]