[
  {
    "content": "My interest in allulose dates back to 2015, when I began using it as a replacement to sugar. At the time, it was almost impossible to acquire, as there was basically no market for it outside of Japan. But I knew someone who knew someone who knew someone at Tate & Lyle, the main US importer of allulose, so I had a pretty good stash of 1 kilo bags of unmarked white powder in my pantry. Not making this up. It hasn’t received as much press as other commonly-used sugar-alternative sweeteners for which we have the most available evidence. I am talking about sweeteners such as acesulfame K (Sunnett, Sweet One), aspartame (NutraSweet, Equal), saccharin (Sweet’N Low), steviol glycosides (Stevia), and sucralose (Splenda). In my opinion, allulose is a well-kept secret that should be shared. It deserves to be in the limelight. But before I get into what it is and why I prefer it to all other alternative sweeteners—let’s start by revisiting why we would want to replace that thing called sugar in the first place. After all, the market for substitutes wouldn’t exist if sugar had not become, in recent decades, inextricably linked to metabolic dysfunction and disease. And if it didn’t taste so damn good. \nWant more content like this? Check out this Ask Me Anything (AMA) podcast where I do a deep dive into sugar and sugar substitutes and my interview with Rick Johnson about fructose.\nLet’s take a moment and think about the way we refer to sugars. Sugar is often delineated by “natural” sugars found in fruit and vegetables as opposed to “artificial” sugars that are added to food products like high fructose corn syrup (HFCS). But these categories are not the most useful way to think about sugar and its effects. Here’s why: by the time any type of sweetener leaves the stomach, it’s basically a series of monomers of glucose and fructose. The intestines and liver don’t care if these molecules were originally present in the food that was eaten or added later. \nBut if the various sugars are really the same molecule—some combination of fructose and glucose—why do they have such different effects? It’s a question of density and volume, which both contribute to dose. It’s also a function of the rate at which the molecule moves through the upper digestive tract and, specifically, the speed with which they arrive at your liver (velocity). \nConsider a bag of dried mango. This may seem like a healthy choice because it’s all natural with no added sugar, but it’s nonetheless a very high-sugar snack. One of those Trader Joe’s packages (which I can easily finish in one sitting) contain 90 grams of “natural” sugar (i.e., none was added to the food). Similarly, compare eating plums with their dried-out version, prunes. Density says that when you consider the dried out version of the fruit, the density of sugar contained within it is higher so you’ve got the same amount of sugar at a lower volume. As a result, prunes have about 5 times as many calories as plums. Prunes also contain less water volume so the likelihood of eating a larger quantity is greater (the dose makes the poison). \nIn this context, velocity can be thought of as the speed it takes sugar to hit our system and affect our metabolism. Fiber plays an important role here. Unlike most carbohydrates, fiber is largely not digested by the human body but is metabolized by bacteria in the colon. It slows digestion of other carbs, which is why it’s better to eat sugar with fiber. So, while the origin of a sweetener is not directly relevant, it could have a secondary importance. A  sweetener that is purely natural is much more likely to be ingested along with water and fiber. I speak about how I think about sugar metabolism on the upcoming AMA episode (#18). I have yet to see a good model (maybe I’ve missed it) out there that clearly explains the difference between, say, eating an apple and apple juice—both naturally occurring fructose sources—but to me, it comes down to: density, quantity, velocity being the variables that matter.",
    "contentLength": 4021,
    "encodedLength": 935
  },
  {
    "content": "\nJust like many other things, it is a question of dose and function. In my interview with Rick Johnson, we discussed how fructose—a natural, sweet sugar commonly found in fruit and a few other foods—is used by animals to store energy. An animal eats fructose to store energy in preparation for hibernation, for example. So there is an evolutionary function to the way our bodies store these broken-down carbohydrate molecules. Relatedly, I get into depth on insulin and insulin resistance as an evolutionary adaptation to survive starvation in my conversation with Dr. Gerald Shulman.  In western societies, the most commonly used sweeteners are sucrose (table sugar) and high fructose corn syrup (HFCS), an artificial product made from corn starch. The problem with the cumulative amount of sugar consumed in most modern societies today is that we effectively make our bodies believe it is wintertime all year round. The reality is that we don’t need to store energy as if we are preparing for a time of food scarcity, as animals do before hibernation. In my conversation with Robert Lustig, we spoke in-depth about issues in the food industry, chronic sugar exposure, and the concomitant rise in obesity. I would acknowledge that while excess sugar is without a doubt bad news, I don’t believe it is the only culprit for obesity. There is a lot I can say on this topic and I wrote about some of it in a previous post. In AMA #18 out soon, I  will also revisit other alternatives to sugar (including other non-nutritive and alcohol sugars) as an update to a previous post on the subject, given what we knew at the time. But for now, let’s get back to allulose, accepting the premise that minimizing sucrose, HFCS, and other added sugar intake is a good thing for your health.\nAllulose is on the top of my preference list for both objective and subjective reasons. Let’s start with the facts. The molecule has been around for a long time (found naturally in small quantities in some fruits), but it was only in 2014 that it was given a generally regarded as safe (GRAS) food designation by the Food and Drug Administration (FDA)—indicating the general expert consensus on a substance’s safety. Until recently, it was not commonly used in the US because the FDA did not differentiate it from sucrose or HFCS. In other words, it had to be listed on ingredient labels as an added sugar, turning off any potential customers not fully in the know. Not surprisingly, there was little incentive for food producers to include allulose in their products because the FDA  required them to label it exactly as they would label added sucrose or HFCS. \nLet’s step back for a moment. What, exactly, is allulose? It is yet another monosaccharide, but with a twist. You see, the structure of allulose differs from fructose at one of the carbon atoms (c3) where the hydroxl (-OH) group is on the opposite side. Allulose is an epimer of fructose.\n\nFigure. Comparison of fructose and allulose structures. [source]\nAlthough it is functionally classed as a carbohydrate, allulose is mostly absorbed in the small intestine without being converted into energy: at least 90% is excreted by the kidneys without being metabolized.  This means that in a functional sense allulose has 95% fewer calories than sucrose and is why the FDA determined in 2019 that it does not need to be listed under total or added sugar. Interestingly, despite being almost the exact same molecule as fructose, allulose is also a bit less sweet (70% the sweetness of sucrose—what many studies commonly compare to as opposed to fructose, which is less-frequently substituted). An animal study in rats reported that allulose only contributes to 0.3% of the energy deposit in animals. But it gets better. ",
    "contentLength": 3754,
    "encodedLength": 832
  },
  {
    "content": "\nIt would be enough if allulose didn’t elicit a physiologic response in the way that other carbohydrates do (i.e., increase blood sugar, insulin response, de novo lipogenesis). But allulose may induce a number of other intriguing and beneficial responses. Data from animal studies suggest that compared to fructose and/or glucose, allulose may lower blood glucose, reduce abdominal fat, decrease insulin resistance and fat accumulation in the liver, and prevent or delay the onset of type 2 diabetes. In a recent meta-analysis of human trials, when allulose was given with carbohydrate-containing meals, it was found to decrease postprandial glucose by 10% (noting that the quality of evidence is moderate). I can anecdotally support that when I put allulose into black coffee, my blood glucose goes down. Usually black coffee would be neutral for my blood sugar, so this suggests that allulose is pulling glucose out of my body via my kidneys. In my experience, it also doesn’t leave me with that weird, slightly astringent aftertaste left by many sugar substitutes. Allulose even feels like sucrose if I were to grab a handful of the substance. Let that all sink in for a moment: allulose—slightly less sweet than the taste profile of sucrose, with the mirror image configuration of fructose—does not increase blood glucose, but actually drags glucose with it to excretion. \nBut is there a catch regarding its safety? It would be reasonable to question the safety profile of a compound that renally excretes glucose. While there isn’t a study looking at cancer and allulose per se, in order to inductively reason the risk profile that may not yet be reflected in the literature, we can refer to a 2019 meta-analysis study of sodium-glucose co-transporter-2 inhibitors (SGLT-2i) and cancer: SGLT-2i are drugs used in patients with type 2 diabetes and cause glucose to be excreted by the kidneys in amounts far larger than allulose. The study prospectively looked at a cohort of more than 20,000 patients, with randomization over a minimum 12 month period, and it didn’t find an increase in the risk of any cancer—with no risk for bladder cancer, in particular. While this study is about SGLT-2i and not allulose, it is reassuring that a drug that drags A LOT of glucose through the kidney to the bladder found no increase in cancer. \nAllulose-specific literature suggests that the compound does not have many side effects. Animal studies have found no toxicity at high doses (2 g/kg in rats and 4 g/kg in dogs). And while some people experience digestive issues after consuming allulose, they are usually temporary and mild, especially when compared to other sugar substitutes, such as alcohol sugars: A non-randomized study of 30 healthy young participants recommended a maximum single dose of 0.4 g/kg and a maximum total daily intake 0.9 g/kg. This means that an adult who weighs 150 pounds could take up 61.2 grams daily with few side effects (the equivalent of more than 15 packets of sugar). However, consuming more than the recommended amounts of allulose per day may cause side effects such as bloating, gas, diarrhea, and abdominal pain.  The fact that allulose is excreted via the kidneys, meaning it probably spends less time in the gut, is possibly the reason it takes a high dose before we see the gastrointestinal side effects that we see with other substitutes.\nAt the risk of sounding like the Consumer Reports of sugar alternatives, I favor allulose for the mouthfeel, safety profile, and of course its impact on blood glucose, followed by monk fruit. In my opinion, these are the only two non-“sugar” sweeteners that really taste like sugar. After that I would settle for alcohol sugars like erythritol and xylitol. But this is very much a matter of individual taste. ",
    "contentLength": 3787,
    "encodedLength": 851
  },
  {
    "content": "\nAlthough allulose is not as sweet as sugar, I have found that when my daughter bakes with a 1:1 replacement ratio as called upon by recipes, it is still plenty sweet. In short, allulose provides a reasonable amount of sweetness for my family. One aesthetic caveat is that allulose browns in the baking process so it is best used for darker-colored goods…unless you are like me and don’t mind a brown-colored angel food cake. And—assuming my exposé on allulose has provided enough convincing to give it a go—if you need some inspiration as you embark on recipes with allulose replacement, here is one of my daughter Olivia’s allulose-sweetened cakes to whet your palate. \n ",
    "contentLength": 673,
    "encodedLength": 162
  },
  {
    "content": "\n— Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]