[
  {
    "content": "New parents face many decisions regarding child care. Breast or bottle? Cloth diapers or disposable? Daycare or stay-at-home parenting? For many of these choices, the best practice depends on the circumstances and what makes the most sense for a particular family. But when it comes to the question of television and other on-screen media, nearly everyone seems to agree on the healthy, “correct” answer: screen time is bad for early child development… isn’t it?\nNot necessarily, according to a narrative review published late this past summer by Guellai et al. The authors argue that, when it comes to screen time, the devil is in the details, and in the right context, screen exposure may have no negative effects on – and may even show some benefits for – various aspects of cognitive development, including language learning, imitation, executive function, IQ, and attention.\nA Pleasant Surprise\nFirst, allow me to say that when I saw headlines about the review, a thousand questions and warning bells started ringing through my head. (Are all of these results coming from epidemiological studies? How can researchers control for the countless confounds? How were the data analyzed?) I was fully prepared for another case of overinterpretation of bad science. So upon reading the careful and incisive review by Guellai et al. (which echoed many of my questions), I must admit to being pleasantly surprised, and rather than writing an eviscerating critique, I’d instead like to summarize and share a few of the authors’ conclusions and insights.\n1. Consider the content.\nUnsurprisingly, allowing infants and toddlers to view educational programming specifically designed for these ages is associated with better subsequent cognitive metrics than allowing children to view entertainment programming or programming intended for older audiences. For instance, longitudinal studies have demonstrated a dose-dependent relationship between hours spent watching general children’s entertainment television before age three and attentional problems five years later, but the same correlation is not observed with age-appropriate educational television. Likewise, while exposure to adult-oriented content prior to age two predicted delays in language acquisition, viewing toddler-oriented educational content was associated with higher subsequent language scores than those of non-viewers. Though Guellai et al. note that causality is difficult to infer from these kinds of observational data, the dose-dependency of the effects and existence of path analysis studies support the idea that early exposure to low-quality or age-inappropriate television has negative effects on cognitive metrics later in life, while higher-quality, child-oriented television may have neutral or positive effects.\n2. Interaction matters.\nAdults can fairly easily generalize actions performed on a screen and apply them in real-world situations, as evidenced by the countless “how-to” videos on YouTube. In contrast, experimental studies indicate that infants between 12 and 24 months of age consistently exhibit difficulty in imitating on-screen actions or learning words via video, suggesting that screen time provides no clear educational benefit to children of this age. This phenomenon, known as the “video deficit effect,” can be overcome, however, when an on-screen guide interacts with the child or if a parent is physically present and draws the child’s attention to relevant information (e.g., repeating words spoken on screen while pointing to the corresponding objects). In other words, interaction with others appears to enhance the perceived salience of on-screen information, unlocking a child’s ability to learn from a medium which would otherwise offer no real-world benefit. We’ve all heard jokes about parents using television as a babysitter, but for very young children to reap the potential learning rewards of educational TV, active engagement by the caregiver is a must.\n3. Screens can supplement, but not replace, live learning and play.\nIn addition to any potential direct effects of screen time on cognition, time in front of a television also impacts the amount of time a child spends on other activities. The review authors cite a hypothesis that “watching screens does not have a direct detrimental effect but distracts children from other important daily engagement in play or learning with others.” Despite the possible benefits of certain kinds of on-screen content, live social interactions and physical play still appear to be more effective forms of learning and cannot be replaced by even the most educational television shows. Indeed, even having kid-friendly television on in the background tends to distract children from ongoing play, resulting in more limited attention to live activities.",
    "contentLength": 4805,
    "encodedLength": 930
  },
  {
    "content": "\nThe distractions of a screen affect caregiver behavior as well. Whether the content is directed toward adults or children, television and on-screen media reduce the amount of time parents spend speaking to or interacting with their young children, which are crucial to learning and cognitive development. Controlled experiments by Kirkorian et al. demonstrate that even background television results in fewer and less rich parent-child interactions than when the television is off.\nThe Bottom Line",
    "contentLength": 498,
    "encodedLength": 88
  },
  {
    "content": "\nWhen it comes to screen time for young children, context matters. There’s some evidence that Sesame Street might have benefits, but maybe rethink flipping on Law & Order as background entertainment while cooking dinner. If you need a babysitter, a trusted human is a far better choice than Netflix. And whenever possible, when your toddler is staring at another episode of Dora the Explorer, take a seat alongside and engage with them (even if it means the chaotic theme song will rattle through your head for the rest of the day). Whether screen time has a net positive, negative, or neutral influence on very young children is a question loaded with nuance, and the answers aren’t entirely clear, but if one point seems certain, it’s that a screen is no substitute for human interaction.",
    "contentLength": 790,
    "encodedLength": 164
  }
]