[
  {
    "content": "This clip is from episode #187 – Sam Apple: The Warburg Effect—Otto Warburg’s cancer metabolism theory, originally released on December 13, 2021.\n\n\n            \n            Show NotesSugar\n\nRick Johnson and Lew Cantley have both spoken about non-insulin requiring nutrients such as fructose\n\nReview from 2020 by Johnson et al., Fructose contributes to the Warburg effect for cancer growth\n\n\nSam had decided early in his writing process that sugar was a big part of this story\n\nHe assumed that sugar was driving fat storage in the liver and insulin resistance\n\n\n\n“I was writing about Warburg who always believed too strongly in his own ideas and couldn’t accept that they may be wrong. Anytime you’re writing a book that has any kind of argument in it, you fall into that trap and have to remember that science changes and not everything’s proven.” – Sam Apple\n\nRecent work by Cantley’s lab and Richard Johnson’s lab showed that fructose seems to drive certain cancers\n\nParticularly colon cancer\n\nPublished in Science in 2020, High-fructose corn syrup enhances intestinal tumor growth in mice\n\n\nFructose turns on the Warburg effect, allows ATP to go down, and allows glucose to flow in\n\nReview published in Cancer and Metabolism in 2020, Fructose contributes to the Warburg effect for cancer growth\n\n\nThis occurs independently of the effect of insulin\n\nSam was surprised that these effects could be disassociated from insulin\n\nHe thought maybe sugar is worse than everyone thinks; could it cause cancer in 2 different ways?\n\n\n\n\n\n\n\n\nPeter points out that when fructose is consumed in excess, fructose metabolism leads to insulin resistance, which leads to hyperinsulinemia\nThe Colon cancer work by Lew Cantley suggests that it’s an energetic issue, the lowering of ATP in the cell that occurs when fructose is metabolized that can drive hyper-influx of glucose\n\nThis is not necessarily an insulin-driven process\n\n\nSam found Rick Johnson’s whole discussion of the role of fructose absolutely fascinating\n\nJohnson discussed fructose with Peter in this podcast from January 2020\nHis example of the naked mole-rats was fascinating \n\nThey live in a low-oxygen environment and run a lot of Warburg metabolism by converting glucose to fructose\n\n\n\n\n\n§Sam AppleSam teaches in both the science writing MA and MA in writing programs at Johns Hopkins. Prior to coming to Johns Hopkins, Sam taught creative writing and journalism at the University of Pennsylvania for 10 years. He holds a BA in English and creative writing from the University of Michigan and a master in fine arts in creative non-fiction from Columbia University.",
    "contentLength": 2616,
    "encodedLength": 587
  },
  {
    "content": "\nApple is the author of Ravenous, American Parent, and Schlepping Through the Alps. He has published short stories, personal essays, satires, and journalistic features on a wide range of topics. In recent years, he has primarily written about science and health. His work has appeared in The New York Times Magazine, The New Yorker, The Atlantic, Wired, The Los Angeles Times, The Financial Times Magazine, ESPN The Magazine, The MIT Technology Review, and McSweeney’s, among many other publications. Schlepping Through the Alps was a finalist for the PEN America Award for a first work of nonfiction. [Amazon.com]",
    "contentLength": 614,
    "encodedLength": 136
  }
]