[
  {
    "content": "It’s a recurring theme of my podcast and newsletters: lowering high levels of low-density lipoprotein (LDL) is critical for reducing risk of atherosclerotic cardiovascular disease (ASCVD). While statins are typically the first pharmaceutical line of defense against elevated LDL, most patients eventually require the addition of other lipid-lowering drug classes to their treatment regimen to keep LDL in check over a long period of time, if we aspire to bring the LDL burden down to that of what Peter Libby calls, “physiological needs.” \nAmong the most effective of these non-statin drug classes are PCSK9 inhibitors (PCSK9i), but for rare individuals, these normally powerful drugs fail to provide any benefit at all. So what explains the lack of efficacy in these select “nonresponders”? In my practice, I have seen two such nonresponders since the approval of PCSK9i in 2015, and now, a case report published this summer has started to shed some light on the cause of this phenomenon.\n\nHow PCSK9 inhibitors work\nLike all LDL-lowering therapies that have demonstrated efficacy in reducing CV mortality, PCSK9i function by increasing hepatic clearance of apoB particles (>90% of which are LDLs) from circulation. ApoB particles are cleared from plasma by LDL receptors (LDLR), which are internalized by the liver cell upon binding an LDL particle. \nAs the bound LDL particle is catabolized, the LDLR is either recycled back to the cell surface or is targeted for degradation by its attachment to PCSK9. Thus, inhibiting the action of PCSK9 with PCSK9 inhibitors reduces LDLR degradation and enhances the number of LDLRs available for clearing LDL particles from circulation. \nCurrently, two classes of PCSK9i – one targeting the PCSK9 protein and one targeting the PCSK9 gene transcript – have demonstrated efficacy in clinical trials and have been approved by the FDA. \nSo what explains PCSK9i nonresponse? \nTo reiterate, PCSK9 functions by binding LDLR, resulting in receptor degradation. So it follows that PCSK9 inhibitors would lower LDL by interfering with that PCSK9-LDLR interaction. But what if PCSK9 couldn’t interact with LDLR in the first place?\nThat’s exactly what the authors of the recent case study found. Their analysis of nonresponse to a PCSK9i suggested the existence of specific single-nucleotide polymorphisms (SNPs) in the LDLR gene that may hinder the ability of PCSK9 to bind to LDLR and thus influence LDLR levels in hepatocytes. Recall that SNPs are small genetic variations between individuals which can, in some cases, alter the structure and function of the protein encoded by a particular gene. In this nonresponder case study, the investigators identified a heterozygous mutation (called W483X) in the LDLR gene which altered the amino acid sequence of the LDLR protein, raising the possibility that this mutation or others may affect LDLR structure in a way that reduces PCSK9 influence.\nAt this point, you might be asking yourself what’s wrong with having a mutation that interferes with the ability of PCSK9 to bind to LDLR – after all, isn’t that kind of like having a permanent, natural PCSK9 inhibitor? And you’d be correct. This mutation would be expected to reduce LDLR degradation and increase LDL clearance from plasma relative to an individual without such a mutation, all else being equal. \nThe problem is that having a “natural PCSK9 inhibitor” doesn’t guarantee low LDL (for example, the patient evaluated in this case report had extremely high LDL as a result of familial hypercholesterolemia), but it does remove one possible therapeutic avenue for reducing high LDL. Further, because resistance to PCSK9i is so rare, physicians may prescribe PCSK9i for LDL control without considering the possibility of nonresponse, only to find no improvement in patients’ lipid levels.  \nLooking forward\n\nSo how can we predict nonresponse to PCSK9 inhibitors? Measuring serum PCSK9 levels before and after PCSK9i medications provides some initial clue – statins have been known to increase PCSK9 expression in some cases, potentially impacting the effectiveness of PCSK9i. Unfortunately, no labs offer PCSK9 tests and the assays are far from standardized or reproducible, so this option is effectively limited to research purposes only.\n\nIn identifying a SNP which interferes with PCSK9-LDLR binding, this case study provides a more readily-available alternative test in the form of genetic screening. It’s noteworthy that this approach may not capture every PCSK9i nonresponder – alternative, as-yet-unidentified mutations in either the PCSK9 or LDLR gene would not be recognized in screens for W483X – and we have yet to characterize the precise impact of such mutations. We still have so much to learn about the complex world of lipid biology and clinical management of LDL levels, but this case report shines light on a small but important corner of that field.\n\n– Peter",
    "contentLength": 4912,
    "encodedLength": 1089
  },
  {
    "content": "\nFor a list of all previous weekly emails, click here.",
    "contentLength": 54,
    "encodedLength": 13
  }
]