[
  {
    "content": "Want to catch up with other articles from this series?\n\nThe straight dope on cholesterol – Part I\nThe straight dope on cholesterol – Part II\nThe straight dope on cholesterol – Part III\nThe straight dope on cholesterol – Part IV\nThe straight dope on cholesterol – Part V\nThe straight dope on cholesterol – Part VI\nThe straight dope on cholesterol – Part VII\nThe straight dope on cholesterol – Part VIII\nThe straight dope on cholesterol – Part IX\n\n\nLast week the Journal of the American Medical Association (JAMA) published an article titled Lipid-Related Markers and Cardiovascular Disease Prediction, which you can download here.  This is quite timely as we are in the midst of our series on cholesterol and heart disease risk factors.\nI was planning to write a post on my interpretation of this report, as I know many of you have questions about it, when I was reminded of one of my favorite principles in life: never be afraid to outsource to those more qualified.\nWhile there are many folks more qualified than me to address this entire topic of cholesterol and heart disease risk, there are a handful who have always been very generous with their time and insights on this subject and who I consider mentors on this topic.  This list includes Drs. Tom Dayspring, Tara Dall, Allan Sniderman, and Jim Otvos.\nBelow are excerpts of comments from Drs. Dayspring and Dall, followed by the comments of Dr. Sniderman, with my comments interspersed for clarification.\n \nInitial response by Drs. Dayspring and Dall\nThe authors from the The Emerging Risk Factors Collaboration (ERFC) conclude:\nIn a study of individuals without known cardiovascular disease (CVD), the addition of information on the combination of apolipoprotein B and A-I, lipoprotein(a), or lipoprotein associated phospholipase A2 (Lp-PLA2) mass to risk scores containing total cholesterol and HDL-C led to slight improvement in CVD prediction.\nIn other words, the authors concluded that advanced lipid testing, beyond “just” LDL-C, HDL-C, TG, and total cholesterol did little to help predict heart disease in people without a known history of heart disease.\nThe accompanying editorial by Dr. Scott Grundy (the former NCEP chairman) raises several flaws of the analysis including old apoB data where studies used primitive and non-standardized apoB assays as well as the use of out-dated older risk assessment tools established 20-30 years ago when cardiac disease manifestation and presentation were very different than today.\nThese analyses are flawed with respect to examining the atherogenic lipoprotein variables in patients in which cholesterol measurements and lipoprotein concentration measurements are not also examined in the patients where the variables are discordant. These measures (cholesterol concentrations and apoB) are correlated.  However, in the many patients where the measures are discordant, apoB and LDL-P are the proven better variables to measure both risk prediction and therapeutic goals. It is also unfortunate that this study provided no LDL-P analysis. Thus, these analyses might be of some interest to epidemiologists who look at entire populations, yet have little value to practicing clinicians who treat people one at a time.\nIt is difficult to make the case for apoA-I by itself in routine screening as it is not the most accurate way of quantifying total HDL-P. However both AMORIS (which somehow was not included in this analysis) and INTERHEART — two very large trials — revealed that the best risk predictor was the apoB/apoA-I ratio. So, in drug naive patients the ratio (which requires apoA-I measurement) is validated. No ratio is likely valid in patients on lipid modulating medications as drugs do not effect apoB and apoA-I equally nor do apoB and apoA-I have equal predictive abilities.\nWith respect to inflammation markers, such as highly sensitive C-reactive protein (hs-CRP), their appropriate use (as discussed in the recent NLA biomarker statement) is to be used not in place of lipid or lipoprotein concentrations but afterwards to better fine tune risk which several studies have shown they do. Their elevation, based on current knowledge, should lead the clinician to obtain more resolute lipid and lipoprotein goals of therapy, not per se any (still nonexistent) inflammatory goals of therapy. However, current studies do suggest further studies will be needed to show if it is important to also normalize at least some inflammatory markers.\nThe JAMA study states:",
    "contentLength": 4482,
    "encodedLength": 974
  },
  {
    "content": "\nThe addition of the combination apolipoprotein B and A-I, lipoprotein(a), or lipoprotein-associated phospholipaseA2 (Lp-PLA2) to risk scores containing total cholesterol and HDL-C provided slight improvement in CVD prediction.\nWhen you apply that slight improvement to 300 million Americans you are talking about millions of persons who would indeed benefit.\nInterestingly, last year the NLA reviewed all of these data, and much more, and came to the conclusion that apoB, LDL-P, Lp-PLA2 and Lp(a) were indeed useful in almost all folks who have greater than a 5% ten-year Framingham Risk score (most adults over 40 years of age).\nSubsequent response by Drs. Dayspring and Dall\nThis study combined data from 37 prospective cohort studies where plasma apolipoprotein levels were measured at baseline in patients followed for an average of 10 years. They conducted 2 analyses:\n\nOne which used apolipoprotein B (apoB), apolipoprotein A-I (apoA-I), lipoprotein(a) (Lp(a)), or Lp-PLA2 instead of total cholesterol (TC) and HDL cholesterol (HDL-C), and\nOne using the alternative biomarkers in addition to TC and HDL-C.\n\nThey concluded that replacement of TC and HDL-C with apolipoproteins or their ratios was not associated with improved cardiovascular risk prediction, whereas adding lipoprotein factors to TC and HDL-C was associated with slight improvement in risk prediction.\nSeveral previous epidemiologic studies have demonstrated that apolipoproteins, including apoB, may be as good as, and often better than, LDL-C , non-HDL-C and cholesterol ratios for estimating coronary heart disease (CHD) risk. In a previous meta-analysis assessing the association between baseline apoB levels and CHD risk from 19 prospective studies with follow-up of 9 years, apoB was a significant predictor of CHD, with an overall relative risk of about 2 (i.e., double the risk) for the upper tertile (i.e., upper third of the population) compared with the lower tertile.\nNon-HDL-C has been suggested as a potential surrogate for apoB. However, while non-HDL-C and apoB are highly correlated they can also be discordant in many patients, including those with and without metabolic syndrome, as shown here and here.\nClinical trials showing that apoB was superior, even to non-HDL-C, in predicting risk for CHD are numerous, including AMORIS, Leiden Heart Study, AFCAPS/TexCAPS, LIPID, Health Professional Follow-up Study, NHANES, The Chinese Heart Study, Framingham Offspring Study, Cardiovascular Risk in Young Finns, INTERHEART, and IDEAL (summarized here).\nStrong evidence now also exists that cardiovascular disease risk tracks with LDL-P/apoB (not LDL-C) in patients with discordant levels of these markers. Discordance analyses in the MESA study show that LDL-C over- or underestimated LDL-related risk in many patients, leading to suboptimal LDL management.  This recently published study in JAMA did not account for specific groups that were discordant but looked only at the population as a whole.  Remember physicians do not treat populations; they treat individual patients, one by one.\nHow can a physician know if a patient is discordant if they do not measure apoB or LDL-P?  To restate the point, another limitation of this study is that it did not include studies that used LDL-P analysis.\nMost physicians view it as their goal not to miss one patient who could benefit from preventive therapies through lifestyle and counseling interventions or medications proven to reduce cardiovascular (CV) risk in the primary prevention setting.",
    "contentLength": 3529,
    "encodedLength": 829
  },
  {
    "content": "\nMultiple organizations support the use of apoB level as both marker of CV risk and treatment goal. Current Canadian lipid guidelines have incorporated apoB as an alternate primary target of therapy due to the wealth of data supporting apoB in CV risk prediction. The American Diabetes Association and American College of Cardiology consensus statement in 2008 also recommended apoB as a target of therapy in those with high cardiometabolic risk.  Furthermore, as part of the comprehensive diabetes care treatment goals, the American Association of Clinical Endocrinology published recommendations for apoB as another target of therapy in addition to LDL-C, Non HDL-C, HDL-C and triglycerides.  The recommendations from AACC Lipoproteins and Vascular Diseases Division Working Group on Best Practices also list goals of therapy for apoB and LDL-P.\nThe JAMA study in question included studies from 1968 to 2007. ApoB assays have improved significantly over the years, as early assays were more primitive, non-standardized, and therefore less reliable. The study authors recognize this limitation in their comment section and it was also addressed in the accompanying editorial by Dr. Scott Grundy, the former NCEP chairman.  He highlighted several other flaws in the analysis including the use of out-dated risk assessment tools established 20-30 years ago when coronary artery disease presentation was very different to today. In addition, correct interpretation of the study findings is difficult without consideration of treatment differences among the patients included in the study (e.g., patients with multiple high risk markers may have been treated more aggressively, resulting in fewer events).\nAs a practicing physician, I have used apoB/LDL-P for more than a decade in order not to miss any patient that could be at risk and might benefit from preventive therapy.  I do not want any of my patients to become part of the national statistic:\n50% of people with heart disease have normal traditional lipid values.\nPopulation studies have diluted relevant clinical meaning to physicians treating individual patients. Clearly a better measure is needed to understand risk in individual patients. Randomized controlled clinical outcomes trials in children are rare, but does that mean we don’t treat children or young women?  ApoB and/or LDL–P can help physicians target which of those primary prevention patients need more aggressive lifestyle or medical therapy.\nConversely, it is also important not to over-treat patients with high cholesterol who in fact may not have apoB, LDL-P or lipoprotein (a)-related risk.  It may also not be cost-effective or even reasonable to treat such patients based on cholesterol levels. The key is early detection for effective prevention. After very careful review of all the published studies to date, the National Lipid Association’s published consensus on advanced biomarker testing in 2011 recommends that, except in the lowest risk patients, apoB and LDL-P should be considered in most patients for both risk assessment as well as ongoing clinical management.\nOn the other hand, apoA-I is minimally useful as a test in isolation as there is not a one-to-one relationship between each HDL particle and apoA-1 (as there is for an LDL particle and apoB). As there may be several apoA-I apolipoproteins on each HDL particle, measuring apoA-I alone will not accurately quantify HDL-P.  HDL is incredibly complex and the functionality of the HDL particle will likely be the focus of future assays and studies.  For example, the use of apoA-I as a tool to diagnosis familial hypoalphalipoproteinemia is very helpful.  This condition is very difficult to treat clinically but is an important secondary cause of low HDL-C that should be ruled out. Additionally, in both the INTERHEART and AMORIS studies the best predictor of cardiovascular risk was the apoB/apoA-I ratio.",
    "contentLength": 3909,
    "encodedLength": 823
  },
  {
    "content": "\nLipoprotein associated phospholipase A2 (Lp-PLA2) is an inflammatory marker, not intended for use as a “stand-alone” marker to assess cardiovascular risk, but in combination with other lipoprotein-based tools (e.g., apoB and LDL-P).   It is well recognized that inflammation plays a role in atherosclerosis.  Currently accepted methods of assessing inflammation such as high sensitivity C reactive protein (hs-CRP) may be elevated in many disease states including, but not limited to, vascular disease. Furthermore, hs-CRP levels may also fluctuate greatly so multiple measurements are typically required.  I have always considered Lp-PLA2 to be a superior marker of vascular disease or what I consider “angry arteries.”  When Lp-PLA2 is elevated, treatments aimed at reducing inflammation (e.g., dietary modification, omega-3 fatty acid supplementation, smoking cessation) become important.  Clinically, high levels of Lp-PLA2 indicate that the disease process has not been effectively halted — arterial plaque may still be actively forming — and more aggressive treatment is required as unstable plaque may be present. Lp-PLA2 is not meant to be used as a marker in isolation or to replace other traditional methods of risk assessment.  However, it greatly augments the utility of the latter, and is a very useful tool to guide us in ongoing treatment decisions.\nUntil levels of a patient’s biomarkers lie within the optimal range, it is not clear that their risk has been eliminated.   If our goal is to reduce the epidemics of cardiovascular disease and diabetes, we need to be aware of the role lipoproteins play in cardiovascular and diabetes disease prediction and continue to carry out research to find better ways of detecting disease at earlier and earlier stages.\nAdditional commentary by Dr. Sniderman\nIn the JAMA study the average non-HDL-C was 175 mg/dl, which is the 82nd percentile of the U.S. population whereas the average apoB was 110 mg/dl, which is the 67th percentile. They should match, but they do not. Obviously, some populations have higher non-HDL-C than Americans. The Swedes, for example, certainly do. But the Swedes have higher apoB levels to match.  No population that I have ever seen has values this discordant, which means their lipoprotein composition is different from any I have ever seen.  This raises the question as to how accurately apoB was measured. From Table 1, of the 26 studies with data on apoB, blood was collected in 1 starting in 1968, in 1 in 1970, in 9 in the 1980’s, in 8 in the early 1990’s.\nWhen were the apoB’s measured in relation to when they were obtained?  We don’t know.  Reading the original papers, in the great majority, measuring apoB was not part of the protocol.  For 13 of the studies, no methods are listed and another 5 are listed as in-house assays (i.e., non-standardized). None of these can have standardized results. Nor are they necessarily accurate. Even the studies employing commercial assays were not necessarily standardized.  The actual average values for apoB are listed in Table 1 and, not surprisingly, they are extraordinarily variable. These are mainly European studies and the average apoB ranges from 0.86 to 1.33 with many of values in the 1.0 to 1.2 range. This variance exceeds anything I have ever seen and anything that I think is epidemiologically possible.\nThe trends can be compared within studies but the problem is that this is a patient level study, which means all of these different results from all of these different assays are mixed together. How do you mix apples and oranges and nuts and pineapples and pretend they are all cherries? Obviously, you can’t. If you did not measure something accurately, if the results from the different studies differ so radically, how can they be lumped together?\nWhat ERFC claims is the strength of their study is actually its weakness.  Our meta-analysis was done at the study level. All the studies in our meta-analysis were published and therefore all the methods to measure apoB are listed. There are two sources of assay error: imprecision (lack of reproducibility) and inaccuracy (lack of standardization). Study level analyses are certainly affected by imprecision but not so much by inaccuracy since the trends in each study are what is quantitated. This means our design, in this instance, is stronger than their design.",
    "contentLength": 4372,
    "encodedLength": 994
  },
  {
    "content": "\nThe irony of this analysis is that the assays for apoB have been standardized and are precise accurate but require the use of a standardized assay. LDL-C has not been standardized and the errors in measuring LDL-C are much more substantial than the errors in measuring apoB. ApoB is measured much more accurately and precisely in clinical practice today than it was measured in the research studies in ERFC. ApoB was evaluated in this study based on methods that no one would use today.\nIf one accepts ERFC, then total cholesterol is just as good as LDL-C, non-HDL-C and apoB.  This is not a reasonable conclusion. What does this imply about the studies that showed LDL-C was better than total cholesterol (TC) and the studies that showed non-HDL-C was better than LDL-C and the studies that showed apoB was better than LDL-C and non-HDL-C?  It’s hard to imagine, based on the conclusions of the ERFC, that we should go back to using TC as the screening tool for CV risk.\nOn page 2501, ERFC writes: “replacement of information on total cholesterol (TC) and HDL-C with apolipoprotein B and A-I significantly worsened risk discrimination and risk classification.”  However, look at Figure 1. What happens when TC and HDL-C are replaced by the TC/HDL-C ratio? Taking out the numerator (TC) and the denominator (HDL-C) and putting in the ratio (TC/HDL-C) is the worst thing one can do. The c-index change is -0.0098 — more than three times worse than with apoB, and net reclassification is much worse also. How can the way the same numbers are entered make such a difference?",
    "contentLength": 1572,
    "encodedLength": 397
  },
  {
    "content": "\nThe current study published in JAMA does not create a compelling case to abandon the use of advanced lipid testing in favor of standard testing.  It suffers from many methodological flaws and, upon careful examination in the context of the entire body of literature, actually reinforces the need for lipoprotein testing in all but a select few patients.",
    "contentLength": 354,
    "encodedLength": 67
  }
]