[
  {
    "content": "Layne Norton is a physique coach, a natural professional bodybuilder and powerlifter, and holds a Ph.D. in nutritional sciences. \nThis clip is from The Drive podcast 163 – Layne Norton, Ph.D.: Building muscle, losing fat, and the importance of resistance training. Originally released on May 24, 2021.\n\nSubscribe on: APPLE PODCASTS | RSS | GOOGLE | OVERCAST | STITCHER\n\n            \n            Show Notes\nHow does Layne stay consistent and diligent?\nThe principles of resistance training are very similar to those for life in general\n\nPyramid schemes are not the way to acquire wealth\n\n80% of millionaires are first-generation self-made based not on luck but by consistent, long-term fiscal discipline\n\n\nNeed to modify behavior to get consistency\n\nBinging on junk food or blowing money on a shopping spree are due to behaviors that must be modified\nneed to create new positive habits\n\n\n\n\nMarie Spreckley did a systematic review looking at people who lost weight and kept it off \n\nWas inspired to get her PhD after reading Layne’s book Fat Loss Forever\nMaintenance of weight loss was associated with consistency and the ability to embrace challenges rather than running from them or viewing challenges as part of the process\nShe also found that the people who lost weight and kept it off said that they had to form a new identity\n\n\nPeter says James Clear’s book first made him understand this\n\nThe key is not discipline and willpower, which will fade over time\nMust change mindset from “I have to exercise” to “I am a fit person who exercises”\nMakes it easier to do day in and day out\nPeter never struggles with exercise, but he will always struggle with food a bit because he hasn’t had a “full identity switch” with food\n\n\nEthan Suplee is an actor known for the movie Remember the Titans \n\nHe lost a tremendous amount of weight and is “jacked” now\nHe says “I killed my clone today,” which means he formed a new identity and killed the person he once was\n\n\n“You cannot create a new life … while still dragging those behaviors behind you”\n\nIt’s like an alcoholic who gives up drinking\nYou can’t just say I’ll stop drinking, you have to change everything about your life\nThe same is true of nutrition and maybe also exercise – you must give some old habits up\n\n\n“The great thing about nutrition is you get to pick what you sacrifice”\n\nPick the form of restriction that feels easiest\nFor Layne, it feels easy to control portion size and track calories and macros, so he can otherwise eat what he wants\nFor other people this feels labor intensive and avoiding specific foods may work better\n\n\nLayne initially assumed that what worked for him would work for everyone but he realized it wasn’t true\n\n“At the end of the day, if you’ve ever lost weight and then regained it, why did it happen? It didn’t happen because you didn’t get your macronutrient ratio perfect or your nutrient timing wasn’t down, it happened because you stopped being consistent with the behaviors that you implemented.” —Layne Norton\n\nPeople say they wish they were motivated to exercise like Layne is\n\nHe tells them it’s like marriage – you always love your spouse, but sometimes you fight and are not always happy with them\nHe loves weightlifting but he acquired that love through years\nIt’s fine to take a day off, but you have to be careful that it doesn’t turn into weeks and months and years\nHe sees training like brushing his teeth – he doesn’t need to be motivated and pump himself up to brush his teeth, because if he doesn’t his teeth will go bad\nSimilarly, if you don’t exercise, your body will suffer\n\n\n\n“It is not a question of motivation, it is a question of ‘what do I want and what are the actions that are required to get what I want?’ And if my actions do not line up with what is needed and the amount of work that is needed, it’s very simple: I’m not going to get what I want.” —Layne Norton\n\nPeople need to:\n\n1) buy in\n2) persist after the honeymoon phase when facing their first challenge or setback\n\n",
    "contentLength": 3991,
    "encodedLength": 982
  },
  {
    "content": "\nParticipants in the systematic review said it was difficult to see their weight fluctuate; Layne tells them to weigh in every single day and take the average\n“The point of this all is that consistency is the fundamental… You could have any diet. You could have any training system. If you’re consistent, you’re going to see results”\n\nIf you tried to be the best 3-point shooter you could be, and you practiced every single day for three hours a day for 10 years\n\nyou probably wouldn’t be in the NBA\nbut even with no instruction, coach, or books, you’d be pretty damn good at shooting three pointers\n\n\n\n\nLayne says to use other people’s stories for inspiration, but be very careful about comparing yourself \n\nDon’t ask yourself if you can be like a specific person but instead if you can get better\nWhen he started out, other people told him he wouldn’t be good at weightlifting\nIf he had listened to them, he never would have won a gold medal in the squat\n\n\n\n“I got a lot farther than I ever could have imagined just through sheer consistency. I did a lot of stuff wrong, but sheer mass effect of work and consistency can make up for a lot of shortcomings.” —Layne Norton\n \n§Layne Norton, Ph.D.Layne Norton is a natural pro bodybuilder, professional powerlifter, and a bodybuilding / figure / physique coach.  He has won numerous bodybuilding and powerlifting competitions and currently holds the world record for the IPF 93 kg class squat.  He is the co-author of several books, including Fat Loss Forever: How to Lose Fat and KEEP It Off, as well as several research publications. He has a degree in biochemistry from Eckerd College and earned his PhD in nutritional sciences from the University of Illinois.\nWebsite: Biolayne \nPodcast: Physique Science Radio\nTwitter: @BioLayne\nFacebook: Layne Norton",
    "contentLength": 1804,
    "encodedLength": 430
  },
  {
    "content": "\nInstagram: Biolayne",
    "contentLength": 20,
    "encodedLength": 6
  }
]