[
  {
    "content": "Want to catch up with other articles from this series?\n\nThe straight dope on cholesterol – Part I\nThe straight dope on cholesterol – Part II\nThe straight dope on cholesterol – Part III\nThe straight dope on cholesterol – Part IV\nThe straight dope on cholesterol – Part V\nThe straight dope on cholesterol – Part VI\nThe straight dope on cholesterol – Part VII\nThe straight dope on cholesterol – Part VIII\nThe straight dope on cholesterol – Part IX\n\n\nPreviously, in Part I, Part II and Part III of this series, we addressed these 5 concepts:\n     #1 — What is cholesterol?\n     #2 — What is the relationship between the cholesterol we eat and the cholesterol in our body?\n     #3 — Is cholesterol bad?\n     #4 — How does cholesterol move around our body?\n     #5 –How do we measure cholesterol?\n \n \nQuick refresher on take-away points from previous posts, should you need it:\n\nCholesterol is “just” another fancy organic molecule in our body but with an interesting distinction: we eat it, we make it, we store it, and we excrete it – all in different amounts.\nThe pool of cholesterol in our body is essential for life.  No cholesterol = no life.\nCholesterol exists in 2 forms – unesterified or “free” (UC) and esterified (CE) – and the form determines if we can absorb it or not, or store it or not (among other things).\nMuch of the cholesterol we eat is in the form of CE. It is not absorbed and is excreted by our gut (i.e., leaves our body in stool). The reason this occurs is that CE not only has to be de-esterified, but it competes for absorption with the vastly larger amounts of UC supplied by the biliary route.\nRe-absorption of the cholesterol we synthesize in our body (i.e., endogenous produced cholesterol) is the dominant source of the cholesterol in our body. That is, most of the cholesterol in our body was made by our body.\nThe process of regulating cholesterol is very complex and multifaceted with multiple layers of control.  I’ve only touched on the absorption side, but the synthesis side is also complex and highly regulated. You will discover that synthesis and absorption are very interrelated.\nEating cholesterol has very little impact on the cholesterol levels in your body. This is a fact, not my opinion.  Anyone who tells you different is, at best, ignorant of this topic.  At worst, they are a deliberate charlatan. Years ago the Canadian Guidelines removed the limitation of dietary cholesterol. The rest of the world, especially the United States, needs to catch up.  To see an important reference on this topic, please look here.\nCholesterol and triglycerides are not soluble in plasma (i.e., they can’t dissolve in water) and are therefore said to be hydrophobic.\nTo be carried anywhere in our body, say from your liver to your coronary artery, they need to be carried by a special protein-wrapped transport vessel called a lipoprotein.\nAs these “ships” called lipoproteins leave the liver they undergo a process of maturation where they shed much of their triglyceride “cargo” in the form of free fatty acid, and doing so makes them smaller and richer in cholesterol.\nSpecial proteins, apoproteins, play an important role in moving lipoproteins around the body and facilitating their interactions with other cells.  The most important of these are the apoB class, residing on VLDL, IDL, and LDL particles, and the apoA-I class, residing for the most part on the HDL particles.\nCholesterol transport in plasma occurs in both directions, from the liver and small intestine towards the periphery and back to the liver and small intestine (the “gut”).\nThe major function of the apoB-containing particles is to traffic energy (triglycerides) to muscles and phospholipids to all cells. Their cholesterol is trafficked back to the liver. The apoA-I containing particles traffic cholesterol to steroidogenic tissues, adipocytes (a storage organ for cholesterol ester) and ultimately back to the liver, gut, or steroidogenic tissue.\nAll lipoproteins are part of the human lipid transportation system and work harmoniously together to efficiently traffic lipids. As you are probably starting to appreciate, the trafficking pattern is highly complex and the lipoproteins constantly exchange their core and surface lipids.\nThe measurement of cholesterol has undergone a dramatic evolution over the past 70 years with technology at the heart of the advance.\nCurrently, most people in the United States (and the world for that matter) undergo a “standard” lipid panel which only directly measures TC, TG, and HDL-C.  LDL-C is measured or most often estimated.\nMore advanced cholesterol measuring tests do exist to directly measure LDL-C (though none are standardized), along with the cholesterol content of other lipoproteins (e.g., VLDL, IDL) or lipoprotein subparticles.\nThe most frequently used and guideline-recommended test that can count the number of LDL particles is either apolipoprotein B or LDL-P NMR which is part of the NMR LipoProfile.  NMR can also measure the size of LDL and other lipoprotein particles, which is valuable for predicting insulin resistance in drug naïve patients (i.e., those patients not on cholesterol-lowering drugs), before changes are noted in glucose or insulin levels.\n\n \nConcept #6 – How does cholesterol actually cause problems?\nIf you remember only one factoid from the previous three posts on this topic, remember this: If you were only “allowed” to know one metric to understand your risk of heart disease it would be the number of apoB particles (90-95% of which are LDLs) in your plasma.  In practicality, there are two ways to do this:\n\nDirectly measure (i.e., not estimate) the concentration of apoB in your plasma (several technologies and companies offer such an assay). Recall, there is one apoB molecule per particle;\nDirectly measure the number of LDL particles in your plasma using NMR technology.\n\nIf this number is high, you are at risk of atherosclerosis.  Everything else is secondary.\nDoes having lots of HDL particles help?  Probably, especially if they are “functional” at carrying out reverse cholesterol transport, but it’s not clear if it matters when LDL particle count is low. In fact, while many drugs are known to increase the cholesterol content of HDL particles (i.e., HDL-C), not one to date has ever shown a benefit from doing so.  Does having normal serum triglyceride levels matter? Probably, with “normal” being defined as < 70-100 mg/dL, though it’s not entirely clear this is an independent predictor of low risk. Does having a low level of LDL-C matter?  Not if LDL-P (or apoB) are high, or better said, not when the two markers are discordant.\nBut why?\nAs with the previous topics in this series, this question is sufficiently complex to justify several textbooks – and it’s still not completely understood.  My challenge, of course, is to convey the most important points in a fraction of that space and complexity.\nLet’s focus, specifically, on the unfortunately-ubiquitous clinical condition of atherosclerosis – the accumulation of sterols and inflammatory cells within an artery wall which may (or may not) narrow the lumen of the artery.\nBonus concept: It’s important to keep in mind that this disease process is actually within the artery wall and it may or may not affect the arterial lumen, which is why angiograms can be normal in persons with advanced atherosclerosis.  As plaque progresses it can encroach into the lumen leading to ischemia (i.e., lack of oxygen delivery to tissues) as the narrowing approaches 70-75%, or the plaque can rupture leading to a thrombosis: partial leading to ischemia or total leading to infarction (i.e., tissue death).\nTo be clear, statistically speaking, this condition (atherosclerotic induced ischemia or infarction) is the most common one that will result in the loss of your life.  For most of us, atherosclerosis (most commonly within coronary arteries, but also carotid or cerebral arteries) is the leading cause of death, even ahead of all forms of cancer combined.    Hence, it’s worth really understanding this problem.\nIn this week’s post I am going to focus exclusively on what I like to call the “jugular issue” – that is, I’m going to discuss the actual mechanism of atherosclerosis.   I’m not going to discuss treatment (yet).  We can’t get into treatment until we really understand the cause.\n“It is in vain to speak of cures, or think of remedies, until such time as we have considered of the causes . . . cures must be imperfect, lame, and to no purpose, wherein the causes have not first been searched.”\n—Robert Burton, The Anatomy of Melancholy, 1621\nThe sine qua non of atherosclerosis is the presence of sterols in arterial wall macrophages.  Sterols are delivered to the arterial wall by the penetration of the endothelium by an apoB-containing lipoprotein, which transport the sterols.  In other words, unless an apoB-containing lipoprotein particle violates the border created by an endothelium cell and the layer it protects, the media layer, there is no way atherogenesis occurs.  \nFor now, let’s focus only on the most ubiquitous apoB-containing lipoprotein, the LDL particle. Yes, other lipoproteins also contain apoB (e.g., chylomicrons, remnant lipoproteins such as VLDL remnants, IDL and Lp(a)), but they are few in number relative to LDL particles.  I will address them later.\nThe endothelium is the one-cell-thick-layer which lines the lumen (i.e., the “tube”) of a vessel, in this case, the artery.  Since blood is in direct contact with this cell all the time, all lipoproteins – including LDL particles – come in constant contact with such cells.\nSo what drives an LDL particle to do something as sinister as to leave the waterway (i.e., the bloodstream) and “illegally” try to park at a dock (i.e., behind an endothelial cell)?  Well, it is a gradient driven process which is why particle number is the key driving parameter.\nAs it turns out, this is probably a slightly less important question than the next one: what causes the LDL particle to stay there?  In the parlance of our metaphor, not only do we want to know why the ship leaves the waterway to illegally park in the dock, but why does it stay parked there?  This phenomenon is called “retention.”\nFinally, if there was some way an LDL particle could violate the endothelium, AND be retained in the space behind the cell (away from the lumen on the side aptly called the sub-endothelial side) BUT not elicit an inflammatory (i.e., immune) response, would it matter?\nI don’t know.  But it seems that not long after an LDL particle gets into the sub-endothelial space and takes up “illegal” residence (i.e., binds to arterial wall proteoglycans), it is subject to oxidative forces and as one would expect an inflammatory response is initiated.  The result is full blown mayhem.  Immunologic gang warfare breaks out and cells called monocytes and macrophages and mast cells show up to investigate.  When they arrive, and find the LDL particle, they do all they can to remove it.  In some cases, when there are few LDL particles, the normal immune response is successful.  But, it’s a numbers game.  When LDL particle invasion becomes incessant, even if the immune cells can remove some of them, it becomes a losing proposition and the actual immune response to the initial problem becomes chronic and maladaptive and expands into the space between the endothelium and the media.\nThe multiple-sterol-laden macrophages or foam cells coalesce, recruit smooth muscle cells, induce microvascularization, and before you know it complex, inflamed plaque occurs. Microhemorrhages and microthrombus formations occur within the plaque. Ultimately the growing plaque invades the arterial lumen or ruptures into the lumen inducing luminal thrombosis. Direct luminal encroachment by plaque expansion or thrombus formation causes the lumen of the artery to narrow, which may or may not cause ischemia.\nBefore we go any further, take a look at the figure below from an excellent review article on this topic from the journal Circulation – Subendothelial Lipoprotein Retention as the Initiative Process in Atherosclerosis.  This figure also discuss treatment strategies, but for now just focus on the pathogenesis (i.e., the cause of the problem).\nIn this figure you can see the progression:\n\nLDL particles (and a few other particles containing apoB) enter the sub-endothelium\nSome of these particles are retained, especially in areas where there is already a bit of extra space for them (called pre-lesion susceptible areas)\n“Early” immune cells initiate an inflammatory response which includes the direct interaction between the LDL particle and proteins called proteoglycans.",
    "contentLength": 12703,
    "encodedLength": 2978
  },
  {
    "content": "\nThe proteoglycans further shift the balance of LDL particle movement towards retention.  Think of them as “cement” keeping the LDL particles and their cholesterol content in the sub-endothelial space.\nMore and more apoB containing particles (i.e., LDL particles and the few other particles containing apoB) enter the sub-endothelial space and continue to be retained, due to the existing “room” being created by the immune response.\nAs this process continues, an even more advanced form of immune response – mediated by cells called T-cells – leads to further retention and destruction of the artery wall.\nEventually, not only does the lumen of the artery narrow, but a fibrous cap develops and plaques take form.\nIt is most often these plaques that lead to myocardial infarction, or heart attacks, as they eventually dislodge and acutely obstruct blood flow to the portion of muscle supplied by the artery.\n\n \n\nAnother way to see this progression is shown in the figure below, which shows the histologic progression of atherosclerosis in the right coronary artery from human autopsy specimens.  This figure is actually a bit confusing until you understand what you’re looking at.  Each set of 3 pictures shows the same sample, but with a different kind of histological stain.  Each row represents a different specimen.\n\nThe column on the left uses a stain to highlight the distinction between the intimal and media layer of the artery call.  The intima, recall, is the layer just below the endothelium and should not be as thick as shown here.\nThe middle column uses a special stain to highlight the presence of lipids within the intimal layer.\nThe right column uses yet a different stain to highlight the presence of macrophages in the intima and the media.  Recall, macrophages are immune cells that play an important role of the inflammatory cascade leading to atherosclerosis.\n\n \n\nWhat is particularly compelling about this sequence of figures is that you can see the trigger of events from what is called diffuse intimal thickening (“DIT”), which exacerbates the retention of lipoproteins and their lipid cargo, only then to be followed by the arrival of immune cells, which ultimately lead the inflammatory changes responsible for atherosclerosis.\n \nWhy LDL-P matters most\nYou may be asking the chicken and egg question:\nWhich is the cause – the apoB containing LDL particle OR the immune cells that “overreact” to them and their lipid cargo? \nYou certainly wouldn’t be alone in asking this question, as many folks have debated this exact question for years.  The reason, of course, it is so important to ask this question is captured by the Robert Burton quote, above.  If you don’t know the cause, how can you treat the disease?\nEmpirically, we know that the most successful pharmacologic interventions demonstrated to reduce coronary artery disease are those that reduce LDL-P and thus delivery of sterols to the artery. (Of course, they do other things also, like lower LDL-C, and maybe even reduce inflammation.)\nPerhaps more compelling is the “natural experiment” of people with genetic alterations leading to elevated or reduced LDL-P.  Let’s consider an example of each:\n\nCohen, et al. reported in the New England Journal of Medicine in 2006 on the cases of patients with mutations in an enzyme called proprotein convertase subtilisin type 9 or PCSK9 (try saying that 10 times fast).   Normally, this proteolytic enzyme degrades LDL receptors on the liver.  Patients with mutations (“nonsense mutations” to be technically correct, meaning the enzyme is somewhat less active) have less destruction of hepatic LDL receptors.  Hence, they have more sustained expression of hepatic LDL receptors, improved LDL clearance from plasma and therefore fewer LDL particles.  These patients have very low LDL-P and LDL-C concentrations (5-40 mg/dL) and very low incidence of heart disease.  Note that a reduction in PCSK9 activity plays no role in reducing inflammation.\nConversely, patients with familial hypercholesterolemia (known as FH) have the opposite problem.  While there are several variants and causes of this disease, the common theme is having decreased clearance of apoB-containing particles, often but not always due to defective or absent LDL receptors, leading to the opposite problem from above.  Namely, these patients have a higher number of circulating LDL particles, and as a result a much higher incidence of atherosclerosis.\n\nSo why does having an LDL-P of 2,000 nmol/L (95th percentile) increase the risk of atherosclerosis relative to, say, 1,000 nmol/L (20th percentile)?  In the end, it’s a probabilistic game.  The more particles – NOT cholesterol molecules within the particles and not the size of the LDL particles – you have, the more likely the chance a LDL-P is going to ding an endothelial cell, squeeze into the sub-endothelial space and begin the process of atherosclerosis.\n \nWhat about the other apoB containing lipoproteins?\nBeyond the LDL particle, other apoB-containing lipoproteins also play a role in the development of atherosclerosis, especially in an increasingly insulin resistant population like ours.  In fact, there is some evidence that particle-for-particle Lp(a) is actually even more atherogenic than LDL (though we have far fewer of them).  You’ll recall that Lp(a) is simply an LDL particle to which another protein called apoprotein(a) is attached, which is both a prothrombotic protein as well as  a carrier of oxidized lipids – neither of which you want in a plaque. The apo(a) also retards clearance of Lp(a) thus enhancing LDL-P levels. It may foster greater penetration of the endothelium and/or greater retention within the sub-endothelial space and/or elicit an even greater immune response.\n \nIn summary\n\nThe progression from a completely normal artery to an atherosclerotic one which may or may not be “clogged” follows a very clear path: an apoB containing particle gets past the endothelial layer into the sub-endothelial space, the particle and its cholesterol content is retained and oxidized, immune cells arrive, an initially-beneficial inflammatory response occurs that ultimately becomes maladaptive leading to complex plaque.\nWhile inflammation plays a key role in this process, it’s the penetration of the apoB particle, with its sterol passengers, of the endothelium and retention within the sub-endothelial space that drive the process.\nThe most numerous apoB containing lipoprotein in this process is certainly the LDL particle, however Lp(a) (if present) and other apoB containing lipoproteins may play a role.",
    "contentLength": 6595,
    "encodedLength": 1493
  },
  {
    "content": "\nIf you want to stop atherosclerosis, you must lower the LDL particle number.",
    "contentLength": 77,
    "encodedLength": 18
  }
]