[
  {
    "content": "This audio clip is from our “Ask Me Anything” episode #31 – Heart rate variability (HRV), alcohol, sleep, and more, originally released on January 31, 2022.\nIf you’re a member, you can now listen to this full episode on your private RSS feed or on our website. If you are not a member, learn more about the how to become a member and the benefits here.\nIn this audio clip, Peter discusses metrics to track the impact of alcohol on your sleep. Peter has discussed this on his Instagram as well.\n\n§\n\n            \n            Show NotesAlcohol’s impact on sleep [31:30]\nDoes alcohol negatively impact sleep?\n\n“Yes, hands down” says Peter\nHowever, there is some confounding data\n\nAlcohol is a sedative, it’s a GABA agonist\nIt will put you to sleep quicker, you will lose consciousness more quickly, but we should never confuse a loss of consciousness with falling asleep\nFor instance, “if someone took a baseball bat to your head, you would lose consciousness. You’d be laying on the ground. You wouldn’t be moving. You might look like you’re sleeping, but there’s nothing that’s happening in your brain that mimics sleeping or the restorative nature of sleeping”\nSo we never want to confuse consciousness with sleep\n\n\n\nAccording to Matt Walker (episode #49), alcohol does three things to sleep:\n\n1 – It’s a sedative, so it works like sleeping pills. You might lose consciousness more quickly, but you’re not “falling asleep” faster.\n2 – Alcohol fragments sleep\n You wake up more times during the night; oftentimes so brief that you don’t remember. But it still impacts your physiology. You’re basically vacillating between non-REM light and one-minute wake-ups while not fully awakened / conscious.\n3 – Alcohol blocks REM sleep\n\nYou tend to wake up unrefreshed and unrestored. But it doesn’t seem to negatively impact deep sleep.\n\n\n\nPeter personally notices that even just two drinks is enough to have this impact on his sleep—\n\nvery little change in his deep sleep\nBut his REM sleep gets very disrupted, and gets displaced by more wake-ups (that he doesn’t necessarily perceive) \nAnd he ends up with more light sleep (Stage one and stage two)\n\nMechanism of sleep disruption\n\nIt’s not clear what the mechanism of action is but it’s been speculated that it might be the aldehydes which is a byproduct of ethanol metabolism\nMatt Walker writes in his book: “When the body metabolizes alcohol it produces by-product chemicals called aldehydes and ketones. The aldehydes in particular will block the brain’s ability to generate REM sleep.”\n2015 study writes: Alcohol-induced reduction in glutamate has been implicated in alcohol-induced suppression of REM sleep [in rats] (Prospero-García et al., 1994). \n\nIn summary:\n\nAlcohol is reducing REM sleep \nIt’s not having much of an effect on deep sleep and in some cases it can actually slightly increase deep sleep\nIt can definitely reduce sleep latency so you can fall asleep quicker\nBut overall reduces the quality of sleep (which has implications for disease)\n\nMetrics to track the impact of alcohol on your sleep [34:00]\nHow alcohol affects Peter’s sleep:\nIn Peter personally, alcohol will impact the four biometric parameters:\n\nresting heart rate\nheart rate variability\nrespiratory rate\nbody temperature\n\nNote that it’s a function of i) how much you drink and ii) when you drink in relation to sleep\n\nFor example, a single drink, four or five hours before bed really doesn’t have an effect on Peter\nBut after two drinks, he’ll start to see a deterioration in sleep\nAnd the closer those drinks are to bedtime, the more impact it will have\n\nSo two drinks close to bedtime will have the following impact on Peter:\n\nResting heart rate really go up easily 6-8 beats per minute\nHeart rate variability will be dramatically compressed at a minimum 20-25%, and even up to 50% if that alcohol is close to bed\nrespiratory rate goes up by about 2 breaths per minute\nbody temperature will go up by 0.3-0.6 °F\n\nSide not about food:\n\nFood has a thermogenic effect\nFor Peter, the more closely he’s eating to bedtime will drive his body temperature up\n\nWhy do these metrics matter? [36:00]\n“It just seems to me that all of these things are suggestive of more sympathetic tone, and that’s the underlying issue.” —Peter Attia",
    "contentLength": 4249,
    "encodedLength": 1078
  },
  {
    "content": "\n§",
    "contentLength": 2,
    "encodedLength": 2
  }
]