[
  {
    "content": "Want to catch up with other articles from this series?\n\nThe straight dope on cholesterol – Part I\nThe straight dope on cholesterol – Part II\nThe straight dope on cholesterol – Part III\nThe straight dope on cholesterol – Part IV\nThe straight dope on cholesterol – Part V\nThe straight dope on cholesterol – Part VI\nThe straight dope on cholesterol – Part VII\nThe straight dope on cholesterol – Part VIII\nThe straight dope on cholesterol – Part IX\n\n\nPreviously, across 8 parts of this series we’ve laid the groundwork to ask perhaps the most important question of all:\nWhat should you eat to have the greatest chance of delaying the arrival of cardiovascular disease? \nBefore we get there, since this series has been longer and more detailed than any of us may have wanted, it is probably worth reviewing the summary points from the previous posts in this series (or you can just skip this and jump to the meat of this post).\n \nWhat we’ve learned so far\n\nCholesterol is “just” another fancy organic molecule in our body but with an interesting distinction: we eat it, we make it, we store it, and we excrete it – all in different amounts.\nThe pool of cholesterol in our body is essential for life.  No cholesterol = no life.\nCholesterol exists in 2 forms – unesterified or “free” (UC) and esterified (CE) – and the form determines if we can absorb it or not, or store it or not (among other things).\nMuch of the cholesterol we eat is in the form of CE. It is not absorbed and is excreted by our gut (i.e., leaves our body in stool). The reason this occurs is that CE not only has to be de-esterified, but it competes for absorption with the vastly larger amounts of UC supplied by the biliary route.\nRe-absorption of the cholesterol we synthesize in our body (i.e., endogenous produced cholesterol) is the dominant source of the cholesterol in our body. That is, most of the cholesterol in our body was made by our body.\nThe process of regulating cholesterol is very complex and multifaceted with multiple layers of control.  I’ve only touched on the absorption side, but the synthesis side is also complex and highly regulated. You will discover that synthesis and absorption are very interrelated.\nEating cholesterol has very little impact on the cholesterol levels in your body. This is a fact, not my opinion.  Anyone who tells you different is, at best, ignorant of this topic.  At worst, they are a deliberate charlatan. Years ago the Canadian Guidelines removed the limitation of dietary cholesterol. The rest of the world, especially the United States, needs to catch up.  To see an important reference on this topic, please look here.\nCholesterol and triglycerides are not soluble in plasma (i.e., they can’t dissolve in water) and are therefore said to be hydrophobic.\nTo be carried anywhere in our body, say from your liver to your coronary artery, they need to be carried by a special protein-wrapped transport vessel called a lipoprotein.\nAs these “ships” called lipoproteins leave the liver they undergo a process of maturation where they shed much of their triglyceride “cargo” in the form of free fatty acid, and doing so makes them smaller and richer in cholesterol.\nSpecial proteins, apoproteins, play an important role in moving lipoproteins around the body and facilitating their interactions with other cells.  The most important of these are the apoB class, residing on VLDL, IDL, and LDL particles, and the apoA-I class, residing for the most part on the HDL particles.\nCholesterol transport in plasma occurs in both directions, from the liver and small intestine towards the periphery and back to the liver and small intestine (the “gut”).\nThe major function of the apoB-containing particles is to traffic energy (triglycerides) to muscles and phospholipids to all cells. Their cholesterol is trafficked back to the liver. The apoA-I containing particles traffic cholesterol to steroidogenic tissues, adipocytes (a storage organ for cholesterol ester) and ultimately back to the liver, gut, or steroidogenic tissue.\nAll lipoproteins are part of the human lipid transportation system and work harmoniously together to efficiently traffic lipids. As you are probably starting to appreciate, the trafficking pattern is highly complex and the lipoproteins constantly exchange their core and surface lipids.\nThe measurement of cholesterol has undergone a dramatic evolution over the past 70 years with technology at the heart of the advance.",
    "contentLength": 4457,
    "encodedLength": 994
  },
  {
    "content": "\nCurrently, most people in the United States (and the world for that matter) undergo a “standard” lipid panel, which only directly measures TC, TG, and HDL-C.  LDL-C is measured or most often estimated.\nMore advanced cholesterol measuring tests do exist to directly measure LDL-C (though none are standardized), along with the cholesterol content of other lipoproteins (e.g., VLDL, IDL) or lipoprotein subparticles.\nThe most frequently used and guideline-recommended test that can count the number of LDL particles is either apolipoprotein B or LDL-P NMR, which is part of the NMR LipoProfile.  NMR can also measure the size of LDL and other lipoprotein particles, which is valuable for predicting insulin resistance in drug naïve patients, before changes are noted in glucose or insulin levels.\nThe progression from a completely normal artery to a “clogged” or atherosclerotic one follows a very clear path: an apoB containing particle gets past the endothelial layer into the subendothelial space, the particle and its cholesterol content is retained, immune cells arrive, an inflammatory response ensues “fixing” the apoB containing particles in place AND making more space for more of them.\nWhile inflammation plays a key role in this process, it’s the penetration of the endothelium and retention within the endothelium that drive the process.\nThe most common apoB containing lipoprotein in this process is certainly the LDL particle. However, Lp(a) and apoB containing lipoproteins play a role also, especially in the insulin resistant person.\nIf you want to stop atherosclerosis, you must lower the LDL particle number. Period.\nAt first glance it would seem that patients with smaller LDL particles are at greater risk for atherosclerosis than patients with large LDL particles, all things equal.\n“A particle is a particle is a particle.”  If you don’t know the number, you don’t know the risk.\nWith respect to laboratory medicine, two markers that have a high correlation with a given outcome are concordant – they equally predict the same outcome. However, when the two tests do not correlate with each other they are said to be discordant.\nLDL-P (or apoB) is the best predictor of adverse cardiac events, which has been documented repeatedly in every major cardiovascular risk study.\nLDL-C is only a good predictor of adverse cardiac events when it is concordant with LDL-P; otherwise it is a poor predictor of risk.\nThere is no way of determining which individual patient may have discordant LDL-C and LDL-P without measuring both markers.\nDiscordance between LDL-C and LDL-P is even greater in populations with metabolic syndrome, including patients with diabetes.  Given the ubiquity of these conditions in the U.S. population, and the special risk such patients carry for cardiovascular disease, it is difficult to justify use of LDL-C, HDL-C, and TG alone for risk stratification in all but the most select patients.\nTo address this question, however, one must look at changes in cardiovascular events or direct markers of atherosclerosis (e.g., IMT) while holding LDL-P constant and then again holding LDL size constant.  Only when you do this can you see that the relationship between size and event vanishes.  The only thing that matters is the number of LDL particles – large, small, or mixed.\nHDL-C and HDL-P are not measuring the same thing, just as LDL-C and LDL-P are not.\nSecondary to the total HDL-P, all things equal it seems smaller HDL particles are more protective than large ones.\nAs HDL-C levels rise, most often it is driven by a disproportionate rise in HDL size, not HDL-P.\nIn the trials which were designed to prove that a drug that raised HDL-C would provide a reduction in cardiovascular events, no benefit occurred:  estrogen studies (HERS, WHI), fibrate studies (FIELD, ACCORD), niacin studies, and CETP inhibition studies (dalcetrapib and torcetrapib).  But, this says nothing of what happens when you raise HDL-P.\nDon’t believe the hype: HDL is important, and more HDL particles are better than few. But, raising HDL-C with a drug isn’t going to fix the problem. Making this even more complex is that HDL functionality is likely as important, or even more important, than HDL-P, but no such tests exist to “measure” this.\n",
    "contentLength": 4263,
    "encodedLength": 998
  },
  {
    "content": "\nDid you say “delay?”\nThat’s right. The question posed above did not ask how one could “prevent” or eliminate the risk cardiovascular disease, it asked how one could “delay” it.  There is a difference.  To appreciate this distinction, it’s worth reading this recent publication by Allan Sniderman and colleagues.  Allan sent me a copy of this paper ahead of publication a few months ago in response to a question I had posed to him over lunch one day.  I asked,\n“Allan, who has a greater 5-year risk for cardiovascular disease, a 25 year-old with a LDL-P/apoB in the 99th percentile or a 75-year-old with a LDL-P/apoB in the 5th percentile?”\nThe paper Allan wrote is noteworthy for at least 2 reasons:\n\nIt’s an excellent reminder that age is a paramount risk factor for cardiovascular disease.\nIt provides a much better (causal) model for atherosclerosis than the typical age-driven models, and explains why age is an important risk factor.\n\nWhat do I mean by this?  Most risk calculators (e.g., Framingham) take their inputs (e.g., age, gender, LDL-C, HDL-C, smoking, diabetes, blood pressure) and calculate a 10-year risk score.  If you’ve ever played with these models you’ll quickly see that age drives risk more than any other input.  But why?  Is there something inherently “risky” about being older?\nSniderman and many others would argue (and I agree) that the reason age is a strong predictor of risk has to do with exposure to apoB particles — LDL, Lp(a), and apoB-carrying remnants. Maybe it’s because I’m a math geek, but such models just seem intuitive to me because I think of most things in life in terms of calculus, especially integrals, the “area under a curve.”\n[I once tried to explain to a girlfriend who thought I wasn’t spending enough time with her that my interest in her should be thought of in terms of the area under the curve, rather than any single point in time.  That is, think in terms of the integral function, not the point-in-time function.  Needless to say, she broke up with me on the spot (in the middle of a parking lot!), despite me drawing a very cool picture illustrating the difference, which I’ve re-created, below.]\n\nThe reason age is such a big driver of risk is that the longer your artery walls are exposed to the insult of apoB particles, the more likely they are to be damaged, for all the reasons we covered in Part IV of this series.  [This paper also reviews the clinical situation of PCSK9 mutations which builds a very compelling case for the causal model of apoB particles in the development of atherosclerosis].\nWhat does eating have to do with cardiovascular risk?\nSo now that everyone is on the edge of their seat in anticipation of this punch-line, let me provide two important caveats.\nFirst, there are no long-term studies – either in primary or secondary prevention – examining the exact question we all want to know the answer to with respect to the role of dietary intervention on cardiovascular disease.  There are short-term studies, some of which I will highlight, which look at proxies for cardiovascular disease, but all of the long-term studies (looking at secondary prevention), are either drug studies or multiple intervention studies (e.g., cholesterol-lowering drug(s) + blood pressure reducing drug(s) + dietary intervention + exercise + …).\nIn other words, the “dream” study has not been done and won’t be done for a long time.  The “dream” study would follow 2 randomized groups for many years and only make one change between the groups.  Group 1 would consume a standard American diet and group 2 would consume a very-low carbohydrate diet.  Furthermore, compliance within each group would be excellent (many ways to ensure this, but none of them are inexpensive – part of why this has not been done) and the study would be powered to detect “hard outcomes” (e.g., death), instead of just “soft outcomes” (e.g., changes in apoB, LDL-C, LDL-P, TG).",
    "contentLength": 3927,
    "encodedLength": 960
  },
  {
    "content": "\nSecond, everything we have learned to date on the risk relationship between cardiovascular disease and risk markers is predicated on the assumption that a risk maker of level X in a person on diet A is the same as it would be for a person on diet B.\nSince virtually all of the thousands of subjects who have made up the dozens of studies that form the basis for our understanding on this topic were consuming some variant of the “standard American diet” (i.e., high-carb), it is quite possible that what we know about risk stratification is that this population is not entirely fit for extrapolation to a population on a radically different diet (e.g., a very-low carbohydrate diet or a ketogenic diet).  Many of you have asked about this, and my comments have always been the same.  It is entirely plausible that an elevated level of LDL-P or apoB in someone consuming a high-carb diet portends a greater risk than someone on a ketogenic or low-carb diet.  There are many reasons why this might be the case, and there are many folks who have made compelling arguments for this hypothesis.\nBut we can’t forget the words of Thomas Henry Huxley, who said, “The great tragedy of science is the slaying of a beautiful hypothesis by an ugly fact.”  Science is full of beautiful hypothesis slayed by ugly facts. Only time will tell if this hypothesis ends up in that same graveyard, or changes the way we think about lipoproteins and atherosclerosis.\nThe role of sugar in cardiovascular disease\nLet’s start with what we know, then fill in the connections, with the goal of creating an eating strategy for those most interested in delaying the onset of cardiovascular disease.\nThere are several short-term studies that have carefully examined the impact of sugar, specifically, on cardiovascular risk markers.  Let’s examine one of them closely.  In 2011 Peter Havel and colleagues published a study titled Consumption of fructose and HFCS increases postprandial triglycerides, LDL-C, and apoB in young men and women. If you don’t have access to this journal, you can read the study here in pre-publication form.  This was a randomized trial with 3 parallel arms (no cross-over).  The 3 groups consumed an isocaloric diet (to individual baseline characteristics) consisting of 55% carbohydrate, 15% protein, and 30% fat.  The difference between the 3 groups was in the form of their carbohydrates.\nGroup 1: received 25% of their total energy in the form of glucose\nGroup 2: received 25% of their total energy in the form of fructose\nGroup 3: received 25% of their total energy in the form of high fructose corn syrup (55% fructose, 45% glucose)\nThe intervention was relatively short, consisting of both an inpatient and outpatient period, and is described in the methodology section.\nKeep in mind, 25% of total energy in the form of sugar is not as extreme as you might think.  For a person consuming 2,400 kcal/day this amounts to about 120 pounds/year of sugar, which is slightly below the average consumption of annual sugar in the United States.  In that sense, the subjects in Group 3 can be viewed as the “control” for the U.S. population, and Group 1 can be viewed as an intervention group for what happens when you do nothing more in your diet than remove sugar, which was the first dietary intervention I made in 2009.\nDespite the short duration of this study and the relatively small number of subjects (16 per group), the differences brought on by the interventions were significant.  The figure below shows the changes in serum triglycerides via 3 different ways of measuring them.  Figure A shows the difference in 24-hour total levels (i.e., the area under the curve for serial measurements – hey, there’s our integral function again!).  Figure B shows late evening (post-prandial) differences.  Figure C shows the overall change in fasting triglyceride level from baseline (where sugar intake was limited for 2 weeks and carbohydrate consumption consisted only of complex carbohydrates).\nImage credit: Stanhope et al., 2011",
    "contentLength": 4032,
    "encodedLength": 881
  },
  {
    "content": "\nThe differences were striking.  The group that had all fructose and HFCS removed from their diet, despite still ingesting 55% of their total intake in the form of non-sugar carbohydrates, experienced a decline in total TG (Figure A, which represents the daily integral of plasma TG levels, or AUC).  However, that same group experienced the greatest increase in fasting TG levels (Figure C).  Post-prandial TG levels were elevated in all groups, but significantly higher in the fructose and HFCS groups (Figure B).  The question this begs, of course, is which of these measurements is most predictive of risk?\nHistorically, fasting levels of TG are used as the basis of risk profiling (Figure C), and according to this metric glucose consumption appears even worse than fructose or HFCS.  However, recent evidence suggests that post-prandial levels of TG (Figure B) are a more accurate way to assess atherosclerotic risk, as seen here, here, and here.  One question I have is why did the AUC calculations in Figure A show a reduction in plasma TG level for the glucose group?\nThe figure below summarizes the differences in LDL-C, non-HDL-C, apoB, and apoB/apoA-I.\nImage credit: Stanhope et al., 2011\nAgain, the results were unmistakable with respect to the impact of fructose and HFCS on lipoproteins, and by extension, the relative lack of harm brought on by glucose in isolation.  [Of course, removal of glucose and fructose/HFCS would have been a very interesting control group.]\nOne of the simultaneous strengths and weaknesses of this study was the heterogeneity of its subjects, who ranged in BMI from 18 to 35, in age from18 to 40, and in gender.  While this provided at least one interesting example of age-related differences in carbohydrate metabolism (older subjects had a greater increase in triglycerides in response to glucose than younger subjects), it may have actually diluted the results.  There were also significant differences between genders in the glucose group.\nWhat was most interesting about this study was the clear difference between the 3 groups that was not solely a function of fructose load.  In other words, the best outcome from a disease risk standpoint was in the glucose group, while the worst outcome was not in the all-fructose group, but in the 50/50 (technically 55/45) mixed group.  This is a very powerful indication that while glucose and fructose alone can be deleterious in excess, their combination seems synergistically bad.\nThe role of saturated fat in cardiovascular disease\nIn the next week or two I’ll be posting an hour-long comprehensive lecture I gave at UCSD a few weeks ago on this exact topic. Rather than repeat any of it here, I’ll highlight one study that I did not include in that lecture.  The study, Effect of a high saturated fat and no-starch diet on serum lipid subfractions in patients with documented atherosclerotic cardiovascular disease, published in 2003, treated 23 obese patients (average BMI 39) with known cardiovascular disease (status post coronary artery bypass surgery and/or stent placement) with a high-fat ketogenic diet.  Because the study was free-living and relied on self-reporting, not all subjects had documented levels of elevated serum B-OHB. However, the subjects were instructed to avoid starch and consume 50% of their caloric intake via saturated fat, primarily in the form of red meat and cheese. There were no restrictions on fruits and vegetables, which may have accounted for the observation that not all subjects were ketotic during the 6-week intervention.  In total, only 5 of the 23 patients achieved documented ketosis.\nAll of the subjects were on statins and entered the study at a goal LDL-C level target of 100 mg/dL, which may have been the only way the authors could get the IRB to approve such a study.\nThe table below shows the changes in lipoprotein fractions following the intervention (there was no control group):\nImage credit: Hays et al., 2003\nThis study was conducted during the height of the “outcry” over the Atkins diet.  While most doctors reluctantly agreed that Dr. Atkins’ diet could reduce body fat, most believed it was still very dangerous.  In the words of Dean Ornish, “Sure you can lose weight on a low-carb diet, but you can also lose weight on heroin and no one would recommend that!”",
    "contentLength": 4319,
    "encodedLength": 953
  },
  {
    "content": "\nFair point.  In fact, the authors of this study acknowledged that they “strongly expected” this dietary intervention to increase risk for cardiovascular disease, which is why they only included subjects on statins with low LDL-C.  However, as you can see from the table above, the authors were startled by the results.  The subjects experienced a significant reduction in plasma triglycerides and VLDL triglycerides, without an increase in LDL-C or LDL-P.  In fact, LDL size and HDL size increased and VLDL size decreased – all signs of improved insulin resistance.  Furthermore, fasting glucose and insulin levels also decreased significantly.   The mean HOMA-IR was reduced from 5.6 to 3.6 (normal is 1.0) and TG/HDL-C from 3.3 to 2.0 (normal is considered below 3, but “ideal” is probably below 1.0) in just 6 weeks.  Taken together, these changes, combined with the dramatic change in VLDL size, suggest insulin resistance was dramatically improved while consuming a diet of 50% saturated fat!\nAs all of these patients were taking statins, we’re really robbed of seeing the impact of this diet on LDL-P, which did not change.  Also, CRP levels rose (though not clinically or statistically significantly).\nPutting it all together\nIt is very difficult to make the case that when carbohydrates in general, and sugars in particular, are removed or greatly reduced in the diet, insulin resistance is not improved, even in the presence of high amounts of saturated fats.  When insulin resistance improves (i.e., as we become more insulin sensitive), we are less likely to have the signs and symptoms of metabolic syndrome.  As we meet fewer criteria of metabolic syndrome, our risk of not only heart disease, but also stroke, cancer, diabetes, and Alzheimer’s disease goes down.\nFurthermore, as this study on the Framingham cohort showed us, the more criteria you have along the spectrum of metabolic syndrome, the more difficult it becomes to predict your risk, due to a widening gap in discordant risk markers, as shown in this figure.\n\nAs I noted at the outset, the “dream” trial has not yet been done, though we (NuSI) plan to change that. Until then each of us has to make a decision several times every day about what we will and won’t put in our mouths.  Much of this blog is dedicated to underscoring the impact of carbohydrate reduction on insulin resistance and metabolic syndrome.\nThe results of the trials to date, combined with a nuanced understanding of the lipoprotein physiology and their role on the atherosclerotic disease process, bring us to the following conclusions:\n\nThe consumption of sugar (sucrose, high fructose corn syrup) increases plasma levels of triglycerides, VLDL and apoB, and reduces plasma levels of HDL-C and apoA-I.\nThe removal of sugar reverses each of these.\nThe consumption of fructose alone, though likely in dose-dependent fashion, has a similar, though perhaps less harmful, impact as that of fructose and glucose combined (i.e., sugar).\nThe addition of fat, in the absence of sugar and starch, does not raise serum triglycerides or other biomarkers of cardiovascular disease.\nThe higher the level of serum triglycerides, the greater the likelihood of discordance between LDL-C and LDL-P (and apoB).\nThe greater the number (from 0 to 5) of inclusion criteria for metabolic syndrome, the greater the likelihood of discordance between LDL-C and LDL-P (and apoB).\n",
    "contentLength": 3405,
    "encodedLength": 772
  },
  {
    "content": "\nI would like to address one additional topic in this series before wrapping it up – the role of pharmacologic intervention in the treatment and prevention of atherosclerotic disease, so please hold off on questions pertaining to this topic for now.",
    "contentLength": 249,
    "encodedLength": 48
  }
]