[
  {
    "content": "This video clip is from #151 – Alex Hutchinson, Ph.D.: Translating the science of endurance and extreme human performance, originally released on March 1, 2021.\n\n\n            \n            Show NotesThe case study of Oskar Svensson: Why a higher VO2 Max isn’t always better, and the difference between maximum aerobic capacity and efficiency [49:15]\nOskar Svensson\n⇒ See Alex’s profile on Oskar Svensson: The Story of the Cyclist with the Highest-Ever VO2 Max\n\nOskar Svensson was a former downhill skier who had taken a talent screening to see whether he’d be suitable for something like cycling\nAt age 17, completely untrained, he scored something like 74 milliliters per kilogram per minute in VO2 max\nHe started training as a cyclist as a teenager and pretty quickly scored 83, then 85, then 92\nThen, a scientific journal was eventually published saying his score was 96.7 when he was 18 years old\nThis is not only the highest recorded score in human history, but it’s also higher than all the rumors\n\nHistory of high scores\n\nReports exists of people in the 90s, but high VO2 max numbers sprout very easily because it’s hard to do these tests right\nThe garden variety machinery used to do these tests is not designed to handle seven liters of oxygen per minute\nThe previous VO2 max record holder was Bjorn Daehlie, the greatest cross country skier in history who in the late 90s reputedly tested 96\nThe Norwegian ski team leaked it to the press as a kind of PR move, it was never published in a journal\nMatt Carpenter reported measured 90.2\nKílian Jornet reported measured 89.5\nSteve Prefontaine measured 84\nA lot of people who have high numbers, but virtually none of them are published in the scientific literature\n\nOskar’s VO2 max\n\nOskar’s score of 96.7 is “higher than the rumors, but it’s way higher than the verified numbers”\nThey even disassembled the machine and send it back to the manufacturer to get it calibrated\nIt came back showing that it was indeed working properly\nAfter his retirement they published the data and shared it\nHe was tested again several months later, he has put on 2.5 kilos of body weight\nHis VO2 max number came down into the 80s\nBut his absolute level of maximal oxygen consumption had barely come down\n\nAlex finds this second test to be the most convincing argument that the original test was accurate\n\n\n\nOskar’s cycling career, and why VO2 max doesn’t correlate perfectly with performance\n⇒ See Why a Higher VO2 Max Isn’t Always Better \n\nHe turned pro at age 20 with team called Joker\nThe expectations were out of line with what was reasonable\nOfficially announced his retirement when he was 23\n\nWhy wasn’t he successful?\n\nReanalyzing his data: \nHistory of VO2 scores: \n\nStarts at 74, goes past 80, hits 90 something, then tops at 96\nThen he actually comes back down and after he retired from cycling, he was back down to 77\n\n\nLooking at his efficiency:\n\nA much more interesting story\nHe started out at his most efficient when he was untrained\nThe more he trained, the less efficient he got, meaning he could deliver more aerobic energy, but he used more aerobic energy in order to maintain a given pace.\nFor a given output, how much input (oxygen) do you need to get this output? \n\nAn athlete over time should get better and better\nFor a fixed wattage, you want to see what’s called PvO2 (power at a given VO2) come down as you get better \n\nIn running, this would be the vVO2\n\n\n\n\nIn other words, for a given oxygen consumption, you want velocity to go up just as you would want power to go up\nPeter is very surprised by that — “I would have been less surprised if it had been unchanged, but I was very surprised that it deteriorated.”\n\n\n\nLong-standing debate: Is there an inverse relationship between VO2 max and efficiency?\n\nSaid another way, if you build your engine bigger, do you necessarily end up with a less efficient engine?\nStill no consensus on this",
    "contentLength": 3899,
    "encodedLength": 973
  },
  {
    "content": "\nIf you just take a bunch of elite athletes and you measure their VO2 max, you tend to see an inverse relationship — The people who have the highest VO2 max tend to have slightly lower, slightly worse economies\nPeople that have the best economy, tend to have slightly worse VO2 max\n\n-Possible explanations for this phenomenon:\n\nPossibility #1: You don’t tend to hit the lottery twice\n\nIf you happen to have a VO2 max that’s 92, then you’re not going to have the best possible economy\nAnd when you’re only looking at elite athletes, that means that everyone else there’s going to have something special\nSo if they don’t have the best VO2 max, by definition they have to have a great economy, because they have to have something that’s exceptional\nyou see this inverse relationship that either you have good economy or you have good VO2 max\n\n\nPossibility #2: There’s actually a trade off—if you’re optimizing one physiological parameter it may come at the cost of the other physiological parameter\n\nThe Oskar Svensson data points to this  explanation\nThe training he did must have been pretty good for increasing VO2 max\nBut it may have actually been bad for his economy at a metabolic level\nA paper was published in response to this Svensson case study reanalyzing his data\n\nThat paper was pointing to a potential cell level explanation of what’s happening to certain enzymes at a given point\nThe upshot of the paper: \n\nIf you’re doing a lot of training that requires very high VO2 max level outputs, your metabolism and your cells need to make choices to produce high output, instead of to be as efficient as possible. \nAnd over time that’s what you’ll get better at and you’ll lose that efficiency. And so you’ll pay a slight penalty for optimizing your training for VO2 max\n\n\n\n\nThe question worth considering is what would have happened if you took Svensson’s genetic gift of an engine and instead of maximizing on VO2 max, you train him and he’d get up to 85 or 90 maybe, but you put much more effort into sort of zone 2 (right at lactate of 2.0)\n\n\n\n-Looking at his training In the original paper…\n\nOskar was spending a lot of time in the 300 to 400 watt range, but he could have probably been in the 300 watt range where he’s still just under two millimole of lactate, but he’s dramatically increasing mitochondrial efficiency\nIf that zone 2 work represented two thirds of his training volume, he’d likely have a lower VO2 max, but he might have been a better cyclist\n“Whatever he did, he paid too high a price for that VO2 max, just by definition, it didn’t work out.”\nThis observation agrees with the prevailing wisdom among endurance athletes that about 80% of your training should be easy, conversational pace (i.e., zone 2)\n\n⇒ See AMA #19 for a deep dive into zone 2 training \n ",
    "contentLength": 2787,
    "encodedLength": 679
  },
  {
    "content": "\n§Alex Hutchinson, Ph.DAlex is a sports science journalist, author of the book ENDURE: Mind, Body, and the Curiously Elastic Limits of Human Performance, and former competitive runner for the Canadian national team. He currently writes the Sweat Science column for Outside Online. Prior to his journalism career, Alex acquired a Ph.D. from the University of Cambridge. He spent a few years as a postdoctoral researcher with the U.S. National Security Agency working on quantum computing and nanomechanics while simultaneously competing as a middle- and long-distance runner for the Canadian national team.",
    "contentLength": 605,
    "encodedLength": 123
  }
]