[
  {
    "content": "This audio clip is from episode #48 with Matthew Walker, Ph.D., on sleep – Part II of III: Heart disease, cancer, sexual function, and the causes of sleep disruption (and tips to correct it), originally published on April 8, 2019.\n\n\n            \n            Show NotesSleep and cardiovascular disease [6:00]\nWhy is CVD worsened (or accelerated) by sleep deprivation?\nExample: Daylight savings time and myocardial infarction\n\n24% increased risk of heart attack day after daylight savings in spring\nAnd in Fall, there’s a 21% reduction\n\n\nFigure 1. Actual and predicted acute myocardial infarction (AMI) counts for the week after the spring daylight savings time (DST) time changes. Source: (Sandhu et al., 2014)\n⇒ Other examples involving daylight savings:\n\nIncrease in car accidents\nIncrease in suicide attempts\nAnd Federal judges hand out harsher sentences on Monday after spring and are more lenient in the fall\n\n⇒ Furthermore…\n\nThe effect lasts for roughly 3 days\nIn the northern hemisphere, you’d predict the opposite if sleep weren’t important because more sunlight. . .but despite this, the lost hour of sleep still has big effect.\n\nStudy: Short sleep duration and incident coronary artery calcification.\n\nStudy tracked healthy adults without signs of CVD\nBy the end of the study, those getting 5 hrs of sleep or less had a 200-300% increased risk of coronary artery calcification\nThe study controlled for factors like exercise, smoking, BMI, snoring, etc.\n\n⇒ What is the mechanism?\n\nWith lack of sleep, the body becomes much more driven by the sympathetic nervous system (the fight or flight branch of the nervous system ratchets up)\nThis means more adrenaline release, high spike in cortisol levels,  and blunting of growth hormone (all factors leading to atherosclerosis)\n\nOther disease pathways affected by sleep deprivation\n\nLack of sleep increases blood pressure (hypertension)\nHaving an ApoE4 gene is a risk factor for Alzheimer’s, but one study showed that if you are normotensive (normal blood pressure), you don’t necessarily have an increased risk of Alzheimer’s disease, but if you are hypertensive, then your Alzheimer’s disease risk is far higher\nIt’s like revving an engine in neutral; eventually the gaskets will blow\n\n“If there is one central, common pathway through which we can understand almost all aspects of the deleterious impact of insufficient sleep, it is through the autonomic nervous system, and specifically an excessive leaning on the fight or flight branch of the nervous system.”\n§Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science. \nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google. \n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/",
    "contentLength": 3577,
    "encodedLength": 831
  },
  {
    "content": "\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s",
    "contentLength": 82,
    "encodedLength": 40
  }
]