[
  {
    "content": "This video clip is from episode #205 – Energy balance, nutrition, & building muscle with Layne Norton, Ph.D. (Pt.2), originally released on May 2, 2022.\n\n\n            \n            Show NotesThe metabolic benefits of exercise, muscle mass, and protein intake [1:15:00]\n\nNo one ever says, I wish I had less muscle\n\n“If you want to be metabolically healthy, the best thing you can do is have lots of lean body mass”— Layne Norton\n\nMuscle/ lean body mass is a metabolic sink\nObese powerlifters may have some elevations in blood lipids and whatnot, but usually their insulin sensitivity and blood glucose are okay\n\nBenefits of exercise\n\nExercise is one of the only things that we know of that without even weight loss improves metabolic health substantially, really substantially\nLayne was on the Rogan podcast a few years ago and made the point that people get caught up in carbs and fat but they’re not even exercising\n\nThis is like stepping over dollars to pick up fractions of pennies\n#1176- Dom D’Agostino & Layne Norton (September 2018)\nA high dose of exercise is not required\nJust going and being sedentary to walking 100 minutes a week, and you will see improvements in health markers \n\n\nLayne had his blood work done a while back; he has familial hypercholesterolemia so his LDL tends to run a little high\nPeople were speculating that he would have really high inflammation because he eats 70-80 grams of sugar a day\n\nBut he’s also getting 60-70 grams of fiber along with that\nHis CRP (C-reactive protein) was hardly detectable\nThis speaks to the fact that there is a big difference between somebody who is an athlete, training hard, who has a lot of muscle mass, versus somebody who’s sedentary with excess adiposity\n\nIt’s just not even comparable when you talk about food choices and whatnot\n\n\n\n\n\n“You have a lot more you can get away with, with a lot of muscle mass”— Layne Norton\n\nOlder and frail people don’t think about this [muscle mass]\n\nPeople say, “You do all that heavy lifting, you’re going to be in pain when you’re older”\nBut you’re going to be in pain when you’re older regardless\n\nDo you want to be in pain and strong or in pain and weak?\nPeter agrees, when he asks people who have experienced activity and inactivity they will recall being in more discomfort when inactive\n\n\n\n\n\n“Sitting is to lower back pain what bourbon is to alcoholism”— Peter Attia\n\nThe worst thing you can do is be immobile\n\n§Layne Norton, Ph.D.Layne Norton is a natural pro bodybuilder, professional powerlifter, and a bodybuilding / figure / physique coach.  He has won numerous bodybuilding and powerlifting competitions and currently holds the world record for the IPF 93 kg class squat (303 kg, 668 lbs).  He is the co-author of several books, including Fat Loss Forever: How to Lose Fat and KEEP It Off, as well as several research publications. He has a degree in biochemistry from Eckerd College and earned his PhD in nutritional sciences from the University of Illinois.\nWebsite: Biolayne \nPodcast: Physique Science Radio\nTwitter: @BioLayne\nFacebook: Layne Norton",
    "contentLength": 3065,
    "encodedLength": 781
  },
  {
    "content": "\nInstagram: Biolayne",
    "contentLength": 20,
    "encodedLength": 6
  }
]