[
  {
    "content": "I would posit you don’t need to be a fan of Disturbed or Simon & Garfunkel (though I love both) to appreciate a remake of “Sound of Silence” released by Disturbed a few years ago.\n\nLive performance on Conan\nOfficial video\nA great version of the original\n\nI have a new level of appreciation for the song after re-reading Matthew Walker’s book Why We Sleep:\n“At every stage of human life, the relationship between NREM sleep and memory solidification is therefore observed. It’s not just humans, either. Studies in chimpanzees, bonobos, and orangutans have demonstrated that all three groups are better able to remember where food items have been placed in their environments by experimenters after they sleep. Descend down the phylogenetic chain to cats, rats, and even insects, and the memory-maintaining benefit of NREM sleep remains on powerful display.”\nWalker notes that the lyrics to “The Sound of Silence” encapsulates this process of memory solidification:\n“Simon and Garfunkel describe greeting their old friend, darkness (sleep). They speak of relaying the day’s waking events to the sleeping brain at night in the form of a vision, softly creeping—a gentle information upload, if you will. Insightfully, they illustrate how those fragile seeds of waking experience, sown during the day, have now been embedded (‘planted’) in the brain during sleep. As a result of that process, those experiences now remain upon awakening the next morning. Sleep’s future-proofing of memories, all packaged for us in perfect song lyrics.\n“A slight, but important, modification to Simon and Garfunkel’s lyrics is warranted, based on very recent evidence. Not only does sleep maintain those memories you have successfully learned before bed (‘the vision that was planted in my brain / Still remains’), but it will even salvage those that appeared to have been lost soon after learning. In other words, following a night of sleep you regain access to memories that you could not retrieve before sleep. Like a computer hard drive where some files have become corrupted and inaccessible, sleep offers a recovery service at night. Having repaired those memory items, rescuing them from the clutches of forgetting, you awake the next morning able to locate and retrieve those once unavailable memory files with ease and precision. The ‘ah yes, now I remember’ sensation that you may have experienced after a good night of sleep.”\nAs you can probably tell, I also have an even deeper appreciation for sleep, if such a thing is possible.",
    "contentLength": 2521,
    "encodedLength": 556
  },
  {
    "content": "\n– Peter",
    "contentLength": 8,
    "encodedLength": 3
  }
]