[
  {
    "content": "The other day, my sons had Rice Krispies cereal for the first time. They normally obsess over scrambled eggs and Cheerios, but as every parent knows, you gotta mix it up some times. Once the kernels of puffed rice were met by the milk in the cereal bowl, a short train of staccato popping sounds began. The puffed rice cereal stayed true to its Snap! Crackle! Pop! slogan that has since become synonymous with the Kellogg’s cereal. The marketing slogan first appeared on the box in 1932 and later in the jingle in television ads. \nNaturally, the boys asked why the cereal made the popping sound. Much to my surprise, I couldn’t come up with a good answer, which prompted my search to find out what makes Rice Krispies go pop! Here is an article that describes what occurs and the food scientist who investigated the Rice Krispies matter. I couldn’t believe I had not asked the same question as a child myself (or at least I don’t think I did, as far as I can recall). The answer lies in how the rice kernel molecular structure transforms as a result of the manufacturing process. (To avoid confusion in the description below, “kernel” refers to the grain of rice and “granule” refers to the kernel’s starch molecular structure.) To answer the question about why the cereal that kids enjoy makes the sound it does, we need to understand the original granule structure and how this configuration changes as a result of the manufacturing process. \nA rice kernel is predominantly made up of starch granules. Starch is a polysaccharide, which means that it is made up of a series of glucose molecules (a combination of amylose and amylopectin, which are the plant analogs of glycogen, the storage forms of glucose) linked together. In its original form, the starch granule configuration is mostly linear, but this changes in the process responsible for modifying the rice kernel into the puffed Rice Krispies in the cereal box. \nThe transformative process has 3 steps: (1) preliminary cooking exposes the starch granule to water that later expands as gas under high temperature, (2) rolling the granule damages its structure and allows for (3) kernel puffing when the absorbed water vaporizes and forcibly expands the granule. The steam bubbles that form within the network of starch granules also expand the kernel’s structure until its walls reach their elasticity limit and there is a sudden loss of water when the bubbles break open. But some gas stays trapped in the kernel walls because not all bubbles break open. If you want to know what the cavernous network of air pockets that inflate the starch granule looks like, here is the structure of a Rice Krispies kernel at a few different magnifications.  \nThat is the process, but how does it create that distinctive sound when the kernel goes pop? As a function of temperature and water content changes over the course of the whole process, the kernel undergoes a glass transition where the starch granule structure becomes more disordered and more rigidly bound. Once the Rice Krispies hit the cereal bowl and absorb liquid (milk), the moisture content increases and the kernel goes from glassy to rubbery. The pockets of trapped air release as the walls of the kernel are weakened, which in turn break the parts of the structure that are still glassy, forcing the Snap! Crackle! Pop! (Just to be sure this was not some property specific to milk, I tried it with water, also.)\nNow that I have an idea about how a kernel of rice becomes the Rice Krispies in the cereal bowl, the more pertinent question is how to effectively convey the material science to my 6-year-old. To give him an idea of how the kernel structure changes, I compared the cereal to a graham cracker that he sometimes eats dry and other times eats after he dunks it in milk. When dry, it is hard and crunchy; when it is wet it becomes a bit soggy. The same thing happens to the Rice Krispies cereal, but before it gets completely soggy and turns to mush, the crunchy parts have air trapped that now have the chance to escape because the walls that keep it inside start to soften. So when he hears a sound, it is the air that breaks through and the walls go pop! Next time my sons have Rice Krispies for breakfast, I may play the Rice Krispies jingle for them, as their cereal “sings” in the bowl. I’m not sure if this is the best explanation, so I’m open to suggestions for better ones! \n§",
    "contentLength": 4411,
    "encodedLength": 987
  },
  {
    "content": "\nIf you are wondering whether or not I joined my kids for the Rice Krispies inaugural occasion at our breakfast table, I did. That may come as a surprise, but I saw it as an opportunity to gauge my glycemic response to the puffed rice cereal and compare it to normal rice as well as the slow-release carbohydrate product, Generation UCAN. \nIn summary, the 3-way comparison produced the following results: Compared to plain white rice, Rice Krispies produced a higher and faster glycemic response on a gram-for-gram basis. And both rice foods induced a higher and faster glycemic response compared to the Generation UCAN product. \nThe glycemic response hierarchy is not so surprising, considering that food metabolism changes with molecular structure alterations (Here is an animal model study that reported how the macromolecule decomposition in food processing led to weight gain, irrespective of the chow nutritional composition). In most instances, processed foods produce a higher glycemic response compared to their non-processed counterparts. However, Generation UCAN, which I wrote about almost 10 years ago, is a food processing exception. \nGeneration UCAN undergoes a unique hydrothermal processing treatment that renders the corn starch molecule a Superstarch. The created glucose polymer is 250 to 2,000 times larger than all other simple and complex carbohydrates and has an extended, slow release. There are two notable attributes of the hydrothermally modified starch: it is semi-resistant to digestion, although it eventually undergoes complete digestion, and it does not tend to spike insulin levels. I discuss the molecule in more detail, beginning at 41:30 in my blog post video. ",
    "contentLength": 1698,
    "encodedLength": 345
  },
  {
    "content": "\nThe induced glycemic response from the 3 different starch products illustrates the nuance in how food processing can impact nutritional absorption. While food processing is most commonly associated with an increased glycemic response to that food, the Generation UCAN product gives an alternative: from a glycemic load standpoint, not all “processed” food is unfavorable.",
    "contentLength": 372,
    "encodedLength": 69
  }
]