[
  {
    "content": "This video clip is taken from Podcast #197 — The science of obesity & how to improve nutritional epidemiology with David Allison, Ph.D.\n\n\n            \n            Show NotesWhy maintaining weight loss is more challenging than losing weight [1:06:00]\n\nThis is a tough one; there is probably no single explanation\nYou can approach this from an evolutionary perspective, biochemical perspective; you can think about mechanisms\n\nDavid doesn’t know all the answers\n\n\nFrom the evolutionary point of view, for a long time, the meme was it’s the thrifty gene hypothesis from James Neel\n\nThe idea is that animals/ humans throughout evolutionary history have been on the brink of starvation \nThey did anything they could to preserve energy\n\nWhen given the opportunity to get more energy, they ate as much as they could, while they could\n\n\nNow in the modern environment, most of use over consume\n\n\nDavid think’s this is simplistic for many reasons\n\n1) As the lawyers say, “Objection, it assumes facts, not in evidence”\n\nIt’s not at all clear that humans have been on the brink of starvation throughout history\nRobert Fogel, who won the Nobel prize for looking at these old data, going back to at least the 1700s, of British naval recruits and other places, saw that BMI (on average) went up over the centuries\n\nThere’s a little fluctuation as things get better and worse in places\n\n\n\n\n2) How does this account for pregnancy\n\nThe latest data from John Speakman and colleagues in Science suggests that women’s energy intake doesn’t need to go up that much during pregnancy, but they still go up\n\nPublished in August 2021, Daily energy expenditure through the human life course\nSo, if humans have been reproducing for millennia, where did all that extra energy come from if we were all on the brink of starvation all the time?\n\n\n\n\n3) Anybody whoever goes fishing knows that the idea that every animal is hungry all the time and is going to grab every bite of food you throw in front of it, is not true \n4) Some animals do get obese when given unlimited food, some don’t, both within and across species there’s lots of differences\n\n\nThis is where John Speaksman came in and questioned this idea\nSpeaksman thinks its freedom from predation \n\nBack in history we were prey; then there was a certain point where we learned to use tools and hunt together, and we stopped being prey, and we started being predators\nWhen we switched from being prey to predators, we didn’t need to hide in our boroughs and eat the least we could because every time we came out we were potentially exposed to a predator\nAs a predator we could sort of walk around and eat kind of ad-lib\nIn this situation, the genes that were being selected for that gave us satiety mechanisms that kept our weight down were no longer under selection\nIt wasn’t that natures was selecting for genes that made us fatter; instead nature was not selecting for genes that keep us thin\n\nDrift mutations allow this to happen\n\n\nThere’s not just 1 factor\n\n\n\nCompare to sexual reproduction to understand fitness\n\nWhy is maintaining weightloss difficult?\nDavid compares this question to the evolution of sexual reproduction, “the queen of questions in biology”\n\nNobody can really figure out why do we have sexual reproduction when asexual seems so much more efficient from a genetic fitness point of view\nPeople have proposed different hypotheses for it and no one seems to work mathematically\nMaybe it only works mathematically when you put all these hypothesis together\nMaybe it’s just an inelegant solution\n\n\n\n§David Allison, Ph.DDavid B. Allison received his Ph.D. from Hofstra University in 1990. He then completed a post-doctoral fellowship at the Johns Hopkins University School of Medicine and a second post-doctoral fellowship at the NIH-funded New York Obesity Research Center at St. Luke’s/Roosevelt Hospital Center. He was a research scientist at the NY Obesity Research Center and Associate Professor of Medical Psychology in Psychiatry at Columbia University College of Physicians & Surgeons until 2001. He became Dean and Provost Professor at the Indiana University School of Public Health-Bloomington in 2017. Prior he was Distinguished Professor, Quetelet Endowed Professor, and Director of the NIH-funded Nutrition Obesity Research Center (NORC) at the University of Alabama at Birmingham.",
    "contentLength": 4338,
    "encodedLength": 978
  },
  {
    "content": "\nHe has authored more than 600 scientific publications and received many awards, including the 2002 Lilly Scientific Achievement Award from The Obesity Society (TOS); the 2002 Andre Mayer Award from the International Association for the Study of Obesity (IASO); the National Science Foundation–administered 2006 Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring (PAESMEM); and the 2018 Harry V. Roberts Statistical Advocate of the Year Award from the American Statistical Association. In 2009, he was awarded the Centrum Award from the American Society of Nutrition (ASN) and the TOPS research achievement award from the Obesity Society. In 2013, he was awarded the Alabama Academy of Science’s Wright A. Gardner award and the American Society of Nutrition’s (ASN) Dannon Institute Mentorship award. He was elected as a Fellow of the American Statistical Association (ASA) in 2007, the American Psychological Association (APA) in 2008, the American Association for the Advancement of Science (AAAS) in 2009, the NY Academy of Medicine in 2014, the Gerontological Society of America in 2014, the Academy of Behavioral Medicine Research in 2017, and inducted into the Johns Hopkins Society of Scholars in 2013. In 2012, he received an NIH Director’s Transformative Research Award entitled “Energetics, Disparities, & Lifespan: A unified hypothesis.” In 2020, he was awarded the American Statistical Association’s San Antonio Chapter 2020 Don Owen Award in recognition of excellence in research, statistical consultation, and service to the statistical community. In 2021, he received the Obesity Society’s Friends of Albert (Mickey) Stunkard Lifetime Achievement Award.\nIn 2012 he was elected to the National Academy of Medicine of the National Academies. In addition to co-chairing their Strategic Council for Research Excellence, Integrity, and Trust (with Marcia McNutt and France Córdova), he was selected for their ad hoc committee to develop methods for assessing misinformation about biological threats. He has also served on the Scientific Advisory Board for the Nutrition Science Initiative (NuSI) and served on the board-appointed Committee on Science and Technology Engagement with the Public (CoSTEP) for the American Association for the Advancement of Science (AAAS), 2014–2020.",
    "contentLength": 2324,
    "encodedLength": 474
  },
  {
    "content": "\nHe has contributed to many editorial boards and is currently an associate editor or statistical editor for Obesity; International Journal of Obesity; Nutrition Today; Obesity Reviews; Public Library of Science (PLOS) Genetics; Surgery for Obesity and Related Diseases (SOARD), and American Journal of Clinical Nutrition. Dr. Allison is also proud to be the founding Field Chief Editor of Frontiers in Genetics.His research interests include obesity and nutrition, quantitative genetics, clinical trials, statistical and research methodology, and research rigor and integrity.  [Indiana University Bloomington School of Public Health]",
    "contentLength": 634,
    "encodedLength": 114
  }
]