[
  {
    "content": "This video clip is from episode #58 – AMA with sleep expert, Matthew Walker, Ph.D.: Strategies for sleeping more, sleeping better, and avoiding things that are disrupting sleep, originally released on June 17, 2019.\n\n\n            \n            Show NotesWhy sleep is the best insurance policy for lifespan and healthspan [1:07:45]\n“Stop thinking of sleep is something you have to do. Think about it as something you want to do. This is a performance enhancing drug.” —Peter on how he wants his patients to view sleep\n\nIt’s a life insurance policy\nIt is probably the most democratic health care insurance policy that you have, or health care system. \nSleep essentially is a life support system\nAnd I’ve often described sleep as perhaps Mother Nature’s best effort yet at immortality. \nWe’ve got lots of people trying to optimize different pathways and I think that’s great. I want them to keep sort of finding ways to modulate your metabolic pathways or your immune pathways or your reproductive pathways. \n\nAnalogy: Sleep is like the master volume lever on a mixing deck that you see in the studio\n\nSleep acts like a superordinate node in the biological equation of health\nIt’s like that master volume button on a mixing deck that you see in the studio \nYou can manipulate each one of those dials, or you can go to the far left and just move that one dial all the way up and all of the other levers seem to move with it. \nIf you optimize sleep, you’re doing as much as probably you can from the health regard standpoint in terms of increasing your insurance for a longer life\n\nCan better sleep mean a longer healthspan?\n\nMatt thinks there is a good chance healthspan increases along with lifespan\n“What I’m fascinated by and wanting to do studies on is looking at health span, not just lifespan.” \n\nHuge economic cost savings\n\nIt could be a huge cost benefit equation, says Matthew\nIf you were to think about the relief of health care burden that would happen if we could live longer, healthier by way of sleep, the cost savings could be enormous too\nUnfortunately, as a country, we are not motivating/incentivizing our societies to get better sleep\nThe government is heavily involved in incentivizing other things: Avoiding drunk driving, healthy eating, exercise, and now even for mental health\n“But there’s nothing about sleep and so I would to think about trying to manipulate that to you for the good of an individual and the good of the society and cost savings economically.”\n\n§Matthew Walker Ph.D.Dr. Walker earned his degree in neuroscience from Nottingham University, UK, and his PhD in neurophysiology from the Medical Research Council, London, UK. He subsequently became a Professor of Psychiatry at Harvard Medical School, USA. Currently, he is Professor of Neuroscience and Psychology at the University of California, Berkeley, USA. He is also the founder and director of the Center for Human Sleep Science. \nDr. Walker’s research examines the impact of sleep on human health and disease. He has received numerous funding awards from the National Science Foundation and the National Institutes of Health, and is a Kavli Fellow of the National Academy of Sciences.\nDr. Walker is the author of the International Bestseller, Why We Sleep. It has a singular goal: to reunite humanity with sleep.\nIn addition, Dr. Walker is an internationally recognized speaker, a successful entrepreneur, and a Sleep Scientist for Google. \n[sleepdiplomat.com]\nTwitter: @sleepdiplomat\nCenter for Human Sleep Science: https://www.humansleepscience.com/",
    "contentLength": 3543,
    "encodedLength": 809
  },
  {
    "content": "\nMatthew’s publications: https://www.humansleepscience.com/p-u-b-l-i-c-a-t-i-o-n-s",
    "contentLength": 82,
    "encodedLength": 40
  }
]