[
  {
    "content": "I’ve spoken at length on the importance of muscle strength as a determining factor for healthy longevity. Unfortunately, muscle mass and strength naturally decrease as we age, but why? And is there anything we can do about it?\nTo illustrate the extent of age-related muscle loss, I’ve collected data from two studies of the many studies on this topic and have calculated the general percentage of muscle loss per decade after our 30s (Table 1). Loss of both muscle mass and muscle strength accelerates as we age, though the rate of muscle strength loss is typically far greater than the rate of muscle mass loss. Although muscle mass does affect muscle strength, these data suggest that there may be something else at play to explain age-related strength loss.\n\n\n\n\n\n \n\n\nTable 1. Change in muscle mass and strength by decade\n\n\nAge\nMuscle mass of men, whole body lean mass\n% change per decade\nMuscle strength of men, grip strength\n% change per decade\n\n\n40-49\n+1.9\n-3.1\n\n\n50-59\n-0.7\n-3.6\n\n\n60-69\n-4.2\n-9.2\n\n\n70-79\n-7.2\n-11.7\n\n\n\n\nWhy do muscles lose strength as we get older?\nNormally, skeletal muscle produces contractile force based on a complex, coordinated series of events. Muscles are innervated by motor neurons originating from the brain or spinal cord, which provide the signal for muscle contraction. An impulse from a motor neuron reaches the muscle through the neuromuscular junction, after which the excitatory signal propagates through the muscle fiber. This impulse triggers the release of calcium in the muscle fiber, which induces interactions between two key proteins – myosin and actin – and this interaction, which depends on energy in the form of ATP, is what ultimately results in muscle contraction.\nResearchers have explored numerous systemic, cellular, and molecular systems to determine why we experience a loss of muscle strength with age, and it appears to boil down to two major factors: muscle quality and neuromuscular innervation.\nLoss of Muscle Quality\nUnfortunately, the loss of muscle quality is inevitable, progressing intrinsically at the cellular level at multiple steps along the muscle contraction pathway. For instance, in older muscles, the excitation-contraction coupling becomes inefficient due to a decline in the number of calcium ion channels in the muscle fiber. Age is also associated with myosin structural changes that reduce its ability to remain in a strong-binding, force-generating state, so muscle contraction is weaker. Additionally, we accumulate oxidative stress-related DNA damage as we age, resulting in a decline in muscle mitochondrial function and lower mitochondrial density, ultimately leading to insufficient production of the ATP needed for muscle contraction.\nAnother unavoidable factor contributing to age-related muscle quality decline is a change in the distribution of the type I “slow twitch” and type II “fast twitch” fibers that make up muscle. As you may recall from my first podcast interview with Iñigo San Millán, type I fibers, which are slower to contract and more resistant to fatigue, are used during low-intensity endurance activities but aren’t useful for fast, powerful movements. In contrast, type II fibers contract much faster and with greater force to produce high-tension output. These are the powerful muscles that facilitate explosive movements like sprinting and jumping. As we age, the proportion of type II fibers decreases, resulting in reduced muscle strength.\nLoss of Innervation\nIn addition to loss of muscle quality, another major factor contributing to muscle strength decline is the loss of neuromuscular innervation. Throughout one’s life, nerves constantly undergo cycles of innervating and denervating muscle fibers depending upon muscle usage. Muscles that experience high use through repetitive movements or greater tension have more nerve-muscle connections to support muscle activation. The more a muscle is used, the more neuromotor connections it develops, which leads to improved contractile strength. The opposite is also true: muscles that are seldom used become less innervated. Prolonged denervation leads to reduced function and deterioration of neuromuscular communication.",
    "contentLength": 4189,
    "encodedLength": 876
  },
  {
    "content": "\nIn healthy young individuals, there is typically a balance between innervation and denervation of muscles (processes collectively called “remodeling”) in response to usage. However, in older populations, denervation appears to outpace reinnervation, independent of activity level. Studies suggest this may be due to unstable neuromuscular junctions, motor neuron death that occurs with aging, and the impaired ability of neurons to reinnervate fibers. The reduced density of neural connections to muscle fibers equates to reduced communication between the brain and muscle, resulting in lower force, lower speed, and overall compromised performance.\nWhat can we do about it?\nAlthough little can be done to mitigate the age-related decline in muscle quality, we do have some control over neuromuscular remodeling. Increased activation of muscle fibers through physical activity initiates a cascade of events that attenuate muscle strength loss. Active muscle releases a number of biochemical signals which promote growth of motor neuron fibers, induce them to form more connections to the muscle, and enhance excitatory signal transmission at the neuromuscular junction. These combined effects improve neuromuscular communication and lead to better control and increased strength of muscle contractions, counteracting the effects of aging muscles. In particular, endurance and power training appear to contribute significantly to neuromuscular remodeling, and data from life-long athletes indicate that regular exercise in our later years is effective in improving muscle strength and function.",
    "contentLength": 1594,
    "encodedLength": 300
  },
  {
    "content": "\nNow all of this information brings me to a simple conclusion – one which I’ve stated time and again: keep exercising throughout life. It is unequivocally the very best weapon in our arsenal when it comes to fending off a deterioration in health and extending lifespan. Improved neuromuscular communication is just one more example of the many mechanisms by which exercise counteracts or slows the physiological declines associated with the aging process. So perhaps I’m not saying anything you haven’t heard me say a thousand times before, but the message is so critical that it bears repeating over and over again. Maybe, on your 100th birthday, you’ll be glad I did.",
    "contentLength": 669,
    "encodedLength": 139
  }
]