[
  {
    "content": "Last month, a study published in JAMA Internal Medicine suggested that lowering low-density lipoprotein cholesterol (LDL-C) with statins – long regarded as the gold standard among lipid-lowering medications – confers at best only “modest” benefit to patients. The findings have since stirred up plenty of attention and plenty of controversy, and while I usually try to avoid getting embroiled in Twitter debates and territorial research disputes, this particular subject has the potential to have very critical and immediate repercussions for human health if viewed under the wrong light. Therefore, this week I’d like to take a closer look at this study and offer a few of my thoughts in rebuttal.\nAbout the Study\nThe study, conducted by lead author Dr. Paula Byrne and her colleagues, reviewed and analyzed data from 21 randomized clinical trials (RCTs) designed to investigate the efficacy of statins in reducing all-cause mortality (ACM) and cardiovascular (CV) outcomes including myocardial infarction (MI) and stroke. Based on their meta-analysis, the authors reported an absolute risk reduction (ARR) of 0.8% for ACM, 1.3% for MI, and 0.4% for stroke among patients randomized to receive statin treatment compared to placebo or usual care, with relative risk reductions (RRR) of 9%, 29%, and 14% for ACM, MI, and stroke, respectively. They went on to point out that the association between the magnitude of LDL-C reduction and the effectiveness of statin treatment was very small and inconsistent, a finding which contradicts earlier research and Mendelian randomization which demonstrate a dose-dependent reduction in events with LDL-C reduction.\nThe popular press and social media were quick to spread the word, and reader comments in those two outlets would suggest that many physicians and patients are ready to abandon statins altogether as a treatment option based on Byrne’s report. This would be a grave mistake. Though I’m a firm believer in the importance of reassessing conventional approaches as new data emerge, we must consider those data – and their potential limitations – with a careful and critical eye. In the case of this statin study, close examination reveals a number of shortcomings.\nIssue #1: LDL-C vs ApoB\nFirst, as previously stated, Byrne et al. chose to use LDL-C as the relevant variable for mechanistically linking statin efficacy to clinical outcomes, yet LDL-C is not an ideal metric for determining the atherogenic risk. As I’ve discussed numerous times on the podcast and in previous newsletters, the most reliable risk-associated variable is the concentration of apolipoprotein B (apoB), the protein that associates with LDL particles and, to a much lesser extent, very-low-density lipoproteins (VLDLs) and chylomicron remnants. ApoB-containing particle number – not their cholesterol content – is the key determinant of atherogenic risk, and because only a single molecule of apoB associates with each LDL or remnant particle, apoB thus provides a far more accurate estimate of the number of atherogenic particles than cholesterol content, which varies widely across different LDL particles. Another more reliable variable than LDL-C is non-high-density-lipoprotein cholesterol (non-HDL-C) concentration, which, in contrast to LDL-C, includes all apoB-containing lipoprotein particles (LDLs and remnants). Though LDL-C does provide some approximation of atherogenic risk, either apoB or non-HDL-C would do so more accurately, yet neither of these preferred metrics was included in the analysis conducted by Byrne and her colleagues.\nIssue #2: Treatment Duration\nA second issue with this meta-analysis is the average treatment duration of 4.4 years across included trials. This duration is almost certainly too short to show the full potential effect of LDL-C reductions on CV risk and mortality. Studies using Mendelian randomization – which, as I’ve described in the past, is an approach which facilitates causal analysis in observational studies – have investigated the effects of genetic variants known to lower LDL-C, an effect which would naturally continue throughout one’s lifetime. These studies have revealed very strong associations between LDL-C and risk of CV events: one such study noted that, for each genetically-determined elevation of 1 mmol/L (38.6 mg/dL) in LDL-C over the course of a lifetime, the reduction in CVD risk is 55%, a 3x greater risk reduction than that associated with statin clinical trial durations of a median 5.1 years. In other words, while lower LDL-C over the course of decades has an enormous CV risk-reducing effect, the effect of lowering LDL-C over just a few years is comparatively small. Thus, a follow-up period of 4.4 years is likely insufficient to reveal a causative effect of LDL-C reduction on CV events and mortality.\nIssue #3: Degree of LDL-C Reduction\nA related issue concerns the degree of LDL-C reduction. The efficacy of interventions is a function of two variables: time and magnitude. Think area under the curve. In the case of atherosclerotic CVD, a disease which potentially starts at birth, risk can be conceptualized as the integral function of apoB over time. As we’ve stated, LDL-C serves as a surrogate – albeit far from a perfect one – for apoB particle number. We’ve noted in the previous paragraph that time – in this case, the duration over which LDL-C is kept low – is a critical variable impacting effects on CV risk, and that a 4.4-year average treatment duration is very short. If the treatment duration is short, then the only possible way to detect a significant effect would be to examine studies with a large magnitude in LDL-C reduction. Such data do exist, primarily from trials investigating PCSK9 inhibitors (see for example the FOURIER trial on combined evolocumab and statin treatment), and they show strong causal associations between LDL-lowering treatment and CV events and mortality. While we certainly shouldn’t expect Byrne and her colleagues to select only studies with unusually dramatic effects, the findings of those studies provide compelling reason to interpret the lack of a significant association between LDL-C and both ACM and CV events in this meta-analysis as a reflection of the combined issues of inadequate follow-up and inadequate magnitude of apoB reduction. Instead, Byrne and co. evidently disregarded these earlier results in drawing their own, showier conclusions about the causal effect of LDL-C reduction on CV risk.\nThe Bottom Line.",
    "contentLength": 6491,
    "encodedLength": 1402
  },
  {
    "content": "\nIn short, far from shaking up conventional wisdom about statins and the relationship between LDL and CV risk, last month’s study adds very little to our understanding of these therapies and their mechanisms. While we have a responsibility to question existing practices and, if warranted, revise therapeutic approaches, the data from this study do not provide justification for such revision, despite rampant – and potentially deadly – insinuations to the contrary in popular press and social media.",
    "contentLength": 500,
    "encodedLength": 91
  }
]